Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: Open with browser (popup)
eo: Malfermi per TTT-legilo (ŝprucfenestro)

source: Open with text viewer (popup)
eo: Malfermi per tekstoredaktilo (ŝprucfenestro)

source: Use the online text viewer (recommended for .txt)
eo: Uzi retan tekstoredaktilon (rekomendata por *.txt)

source: Open with image viewer (popup)
eo: Malfermi per bilda legilo (ŝprucfenestro)

source: Use the online image viewer (recommended for .gif .png .jpg)
eo: Uzi la retan bildan legilon (rekomendata por *.gif, *.png kaj *.jpg)

source: Let the browser handle the file in a popup. Note: if you do not want Word to open inside of IE, you must uncheck "browse in same window" in Windows' file types.
eo: Lasi, ke la TTT-legilon traktu la dosieron en ŝprucfenestro. Noto: se vi ne volas la dosiero malfermiĝas per Word anstataŭ Esplorilo, vi devas malmarki la elekton "foliumi en la saman fenestron" en la vindozajn dosiero-tipojn.

source: Open with external app (no popup)
eo: Malfermi per ekstera aplikaĵo (sen ŝprucfenestro)

source: Download to disk (no popup)
eo: Elŝuti al disko (sen ŝprucfenestro)

source: Tell the browser to save the file to disk instead of displaying it.
eo: Instrukciu, ke la TTT-legilo konservu la dosieron al la disko anstataŭ montri ĝin.

source: View type
eo: Vida tipo

source: Allow anyone (including anonymous users) to upload/rename/edit files of this type
eo: Permesi, ke ĉiuj (inkluzive de anonimaj uzantoj) alŝutu/alinomu/redaktu dosierojn de tiu tipo

source: Allow only registered users to upload/rename/edit files of this type
eo: Permesi, ke nur uzantoj registritaj alŝutu/alinomu/redaktu dosierojn de tiu tipo

source: Allow only admins to upload/rename/edit files of this type
eo: Permesu, ke nur administrantoj alŝutu/alinomu/redaktu dosierojn de tiu tipo

source: Allow upload
eo: Permesi alŝutadon

source: The exact users who will be impacted depends on each User Group's configuration.
eo: La precizaj uzantoj, kiujn tio tuŝos, dependas de la agordo de ĉiu uzanto.

source: File types list
eo: Dosiertipa listo

source: Edit this file type...
eo: Redakti la dosiertipon…

source: Upload
eo: Alŝuti

source: Duplicate this file type...
eo: Kopii la dosiero-tipon…

source: Delete this file type!
eo: Forigi la dosiero-tipon.

source: Create a new file type...
eo: Krei novan dosiertipon…

source: Post status
eo: Afiŝo-statoj

source: New Post Status has been created.
eo: Nova afiŝo-stato kreiĝis.

source: Post status has been updated.
eo: La afiŝo-stato ĝisdatiĝis.

source: Post Status &laquo;%s&raquo; has been deleted.
eo: La afiŝo-stato «%s» estis forigita.

source: Cannot delete Post Status &laquo;%s&raquo;
eo: Ne eblas forigi afiŝo-staton «%s»

source: Delete Post Status &laquo;%s&raquo;?
eo: Ĉu forigi afiŝo-staton «%s»?

source: New tag has been created.
eo: Nova etikedo kreiĝis.

source: Tag has been updated.
eo: La etikedo ĝisdatiĝis.

source: Tag "%s" has been deleted.
eo: La etikedo %s foriĝis.

source: Cannot delete tag "%s"
eo: Ne eblas forigi etikedon "%s"

source: Tag "%s" has been unlinked from the post "%s".
eo: La etikedo "%s" estas disde la afiŝo "%s" malligita.

source: The previously named "%s" tag has been merged with the existing "%s" tag.
eo: La etikedo antaŭe nomita "%s" estas kunfandita kun la jama etikedo "%s".

source: Deleting orphan tags:
eo: Foriganta senpatrajn etikedojn:

source: Removed %d associations with non-existing posts.
eo: Forigis %d kunligojn kun neekzistantaj afiŝoj.

source: Removed %d obsolete tag entries.
eo: Forigis %d eksvalidiĝintajn etikedojn.

source: Delete tag "%s"?
eo: Ĉu forigi etikedon "%s"?

source: New Post Type created.
eo: Nova afiŝo-tipo kreiĝis.

source: Post type updated.
eo: Afiŝo-tipo ĝisdatiĝis.

source: This Item type is the default for all collections. You can not delete this Item type.
eo: Tiu afiŝo-tipo estas apriora por ĉiuj kolektoj. Vi ne rajtas forigi tiun afiŝo-tipon.

source: This Item type is the default for the collections: %s. You can not delete this Item type.
eo: Tiu afiŝo-tipo estas apriora por la kolektoj: %s. Vi ne rajtas forigi la afiŝo-tipon.

source: Post type &laquo;%s&raquo; deleted.
eo: Afiŝo-tipo «%s» forigita.

source: Cannot delete Post Type &laquo;%s&raquo;
eo: Ne eblas forigi afiŝo-tipon «%s».

source: Post type has been enabled for this collection.
eo: Afiŝo-tipo aktiviĝis por tiu kolekto.

source: Post type has been disabled for this collection.
eo: Afiŝo-tipo malaktiviĝis por tiu kolekto.

source: The item type has been set as the default for this collection.
eo: Afiŝo-tipo aprioriĝis por tiu kolekto.

source: Delete Post Type &laquo;%s&raquo;?
eo: Ĉu forigi afiŝo-tipon «%s»?

source: Sorry, you have no permission to post yet.
eo: Bedaŭre vi ne jam rajtas afiŝi.

source: Creating posts:
eo: Kreanta afiŝojn:

source: New category %s created.
eo: Nova kategorio %s kreiĝis.

source: New category %s creation failed.
eo: Nova kreiĝo de kategorio %s malsukcesis.

source: &laquo;%s&raquo; has been posted.
eo: «%s» estis afiŝita.

source: &laquo;%s&raquo; couldn't be posted.
eo: «%s» ne estas afiŝebla.

source: Duplicate %s
eo: Duobligi je %s

source: Editing post #%d: %s
eo: Redaktanta afiŝo #%d: %s

source: You have no permission to view history for this item.
eo: Vi ne rajtas vidi la historion de tiu ero.

source: Item has been restored from revision #%s
eo: Ero estis restarigita el revizio n-ro %s

source: You have no permission to duplicate the original post.
eo: Vi ne rajtas duobligi la origan afiŝon.

source: Please note: this item is also cross-posted to the following other categories/collections: %s
eo: Bonvolu noti: Tiu ero estos krucafiŝota en la jenajn aliajn kategoriojn kaj kolektojn: %s

source: The post couldn't be updated.
eo: La afiŝo ne ĝisdatigeblas.

source: The current item status is no longer valid for the new item type and has been reset.
eo: La nuna ero-stato estas ne plu valida por la nova ero-ipo kaj estas restarigita.

source: Post type has been updated.
eo: La afiŝo-tipo ĝisdatiĝis.

source: Advanced properties panel
eo: Altnivelaj eco-panelo

source: If you want to redirect this post, you must specify an URL!
eo: Se vi volas alidirekti la afiŝon, vi devas specifi URL-on.

source: One post has been updated!
eo: Unu afiŝo ĝisdatiĝis.

source: %d posts have been updated!
eo: %d afiŝoj ĝisdatiĝis.

source: No update executed!
eo: Neniu ĝisdatigo plenumiĝis.

source: Post has been published.
eo: La afiŝo eldoniĝis.

source: The post is now visible by the community.
eo: La afiŝo nun videblas por la komunumo.

source: The post is now visible by the members.
eo: La afiŝoo nun videblas por la anoj.

source: The post is now visible by moderators.
eo: La afiŝo estas nun videbla por la kontrolantoj.

source: Post has been restricted.
eo: Afiŝo limiĝis.

source: Post has been deprecated.
eo: La afiŝo malaprobiĝis.

source: Post has been deleted.
eo: La afiŝo foriĝis.

source: Wrong selected item for merging, please try again.
eo: Malĝusta elektita ero por kunfandado. Bonvolu reprovi.

source: Item #%d has been appended to current Item.
eo: Ero #%d estas alkroĉita al la nuna ero.

source: Item #%d has been merged to current Item.
eo: Ero #%d kunfandiĝis kun la nuna ero.

source: Workflow feature has not been enabled for this collection.
eo: Laborflua trajto ne aktiviĝis por tiu kolekto.

source: Since this blog has no categories, you cannot post into it.
eo: Pro tio, ke ĉi tiu kolekto havas neniujn kategoriojn, vi ne rajtas afiŝi al ĝi.

source: You must <a %s>create categories</a> first.
eo: Vi devas antaŭ tio <a %s>krei kategoriojn</a>.

source: Delete this post
eo: Forigi la afiŝon

source: You are about to delete this post!\nThis cannot be undone!
eo: Vi forigos ĉi tiun afiŝon.\nVi ne rajtas malfari tion.

source: Duplicate this post...
eo: Duobligi la afiŝon…

source: Duplicate...
eo: Kopii…

source: View post & comments
eo: Vidi afiŝojn kaj komentojn

source: Browse blog
eo: Foliumi la kolekton

source: User %s doesn't exist!
eo: Uzanto %s ne ekzistas.

source: User %s cannot be assigned to the items of this blog!
eo: Uzanto %s ne povas esti kunligita kun eroj de la kolekto!

source: (deleted user)
eo: (forigita uzanto)

source: Please provide a "Link To" URL.
eo: Bonvolu specifi ligilon al la URL.

source: The parent ID is not a correct Item ID.
eo: La patra identigilo ne estas ĝusta afiŝo-identigilo.

source: Please provide a parent ID.
eo: Bonvolu specifi patran identigilon.

source: Please enter a valid issue date using the following format: %s
eo: Bonvolu enmeti validan eldonan daton uzante la jenan formon: %s

source: All slugs must contain at least one letter.
eo: Ĉiu URL-titolo devas enhavi almenaŭ unu literon.

source: Please provide a title tag.
eo: Bonvolu specifi titolan etikedon.

source: Please provide a meta description.
eo: Bonvolu specifi metadatuman priskribon.

source: Please provide the meta keywords.
eo: Bonvolu specifi la metadatumajn ŝlosilvortojn.

source: Please provide at least one tag.
eo: Bonvolu specifi almenaŭ unu etikedon.

source: Invalid task status for post type %s
eo: Nevalida taska stato por afiŝa tipo %s

source: Please enter valid owner login.
eo: Bonvolu enmeti validan salutnomon.

source: Please provide a latitude.
eo: Bonvolu specifi la latitudon.

source: Please provide a longitude.
eo: Bonvolu specifi la longitudon.

source: Custom "%s" field must be a number
eo: Personigita kampo "%s" devas esti cifera

source: Please provide a comment expiration delay.
eo: Bonvolu specifi komentan eksvalidiĝontan prokraston.

source: Please provide a title.
eo: Bonvolu specifi titolon.

source: Invalid content.
eo: Nevalida enhavo.

source: Please enter some text.
eo: Bonvolu enmeti iujn tekstojn.

source: Please provide an excerpt.
eo: Bonvolu specifi eltiraĵon.

source: Please select a country
eo: Bonvolu elekti landon

source: Please select a region
eo: Bonvolu elekti regionon

source: Please select a sub-region
eo: Bonvolu elekti subregionon

source: Please select a city
eo: Bonvolu elekti urbon

source: You must activate your account to see the comments.
eo: Vi devas aktivigi vian konton por vidi komentojn.

source: There is <b>one comment</b> on this post but you must activate your account to see the comments.
eo: Ekzistas <strong>unu komento</strong> en ĉi tiu afiŝo, sed vi devas aktivigi vian konton por vidi komentojn.

source: There are <b>%s comments</b> on this post but you must activate your account to see the comments.
eo: Ekzistas <strong>%s komentoj</strong> en ĉi tiu afiŝo, sed vi devas aktivigi vian konton por vidi komentojn.

source: You must be logged in to see the comments.
eo: Vi devas ensaluti por vidi komentojn.

source: There is <b>one comment</b> on this post but you must be logged in to see the comments.
eo: Ekzistas <strong>unu komento</strong> en ĉi tiu afiŝo, sed vi devas ensaluti por vidi komentojn.

source: There are <b>%s comments</b> on this post but you must be logged in to see the comments.
eo: Ekzistas <strong>%s komentoj</strong> en ĉi tiu afiŝo, sed vi devas ensaluti por vidi komentojn.

source: You must be a member of this blog to see the comments.
eo: Nur anoj de ĉi tiu kolekto rajtas vidi komentojn.

source: There is one comment on this post but you must be a member of this blog to see the comments.
eo: Ekzistas unu komento en ĉi tiu afiŝo, sed nur anoj rajtas vidi ilin.

source: There are %s comments on this post but you must be a member of this blog to see the comments.
eo: Ekzistas %s komentoj en ĉi tiu afiŝo, sed nur anoj rajtas vidi ilin.

source: Comments are closed for this post.
eo: Vi ne rajtas plu komenti en ĉi tiu afiŝo.

source: This post is not published. You cannot leave comments.
eo: Ĉi tiu afiŝo ne eldoniĝis. Vi ne rajtas komenti.

source: You don't have permission to reply on this post.
eo: Vi ne rajtas respondi la afiŝon.

source: Invalid inline file placeholders won't be displayed.
eo: Nevalidaj enliniaj bildlokokupiloj ne montriĝos.

source: more
eo: plu

source: The custom field %s does not exist!
eo: La personigita kampo %s ne ekzistas.

source: The field "%s" does not exist
eo: La kampo "%s" ne ekzistas

source: The item has no custom fields
eo: La ero havas neniujn personigitajn kampojn

source: This item has no parent.
eo: La ero havas neniun patron.

source: The parent item has no custom fields
eo: La patro havas neniun personigitan kampon

source: The URL field "%s" does not exist
eo: La URL-kampo "%s" ne ekzistas

source: The referenced Item (%s) is not a Content Block.
eo: La referencita ero (%s) ne estas enhava bloko.

source: Content inclusion loop detected. Not including "%s".
eo: Enhava inkluzivigo-bobeno malkovrita ("%s" ne estas inkludita).

source: Full story
eo: Plena afiŝo

source: Read more
eo: Plu legi…

source: Follow up:
eo: Daŭrado:

source: Send email to post author
eo: Sendi retpoŝtmesaĝon al la afiŝa verkisto

source: Send message to post author
eo: Sendi mesaĝon al la afiŝa skribinto

source: Send email to assigned user
eo: Sendi retpoŝtmesaĝon al asignita uzanto

source: Comment feed for this post
eo: Komenta fluo por ĉi tiu afiŝo

source: Display feedback / Leave a comment
eo: Montri komentojn / komenti

source: Send feedback
eo: Sendi reagon

source: 1 feedback
eo: 1 reago

source: %d feedbacks
eo: %d reagoj

source: Display comments / Leave a comment
eo: Montri komentojn / komenti

source: Display trackbacks / Get trackback address for this post
eo: Montri spurojn / Akiri spura adreso por ĉi tiu afiŝo

source: Send a trackback
eo: Sendi spuron

source: 1 trackback
eo: 1 spuro

source: %d trackbacks
eo: %d spuroj

source: Display pingbacks
eo: Montri menciojn

source: No pingback yet
eo: Ankoraŭ neniu mencio

source: 1 pingback
eo: 1 mencio

source: %d pingbacks
eo: %d mencioj

source: 1 meta comment
eo: 1 metakomento

source: %d meta comments
eo: %d metakomentoj

source: star
eo: stelo

source: rating
eo: takso

source: ratings
eo: taksoj

source: Average user rating
eo: Mezuma uzanto-voĉdono

source: User ratings
eo: Uzanto-voĉdonoj

source: Overall user ratings
eo: Tuta uzanto-voĉdonoj

source: Moderate these feedbacks
eo: Kontroli la reagojn

source: Delete!
eo: Forigi

source: Edit this post...
eo: Redakti la afiŝon…

source: Merge with...
eo: Kunfandi kun…

source: Publish NOW!
eo: Tuj eldoni

source: Publish now using current date and time.
eo: Eldoni nun uzante nunan daton kaj tempon.

source: Deprecate this post!
eo: Malaprobi la afiŝon.

source: Could not set the selected categories!
eo: Ne eblis elekti la elektitajn kategoriojn.

source: Marking pings as sent.
eo: Markanta eĥojn kiel senditajn.

source: You just published a post in the future. You must set your notifications to <a %s>Asynchronous</a> so that b2evolution can send out notification when this post goes live.
eo: Vi ĵus eldonis afiŝon por la estonteco. Vi devas agordi viajn sciigojn al <a %s>Malsamtempa</a> por ke b2evolution povu elsendi sciigojn kiam la afiŝo ĝisdatiĝos.

source: Scheduling Pings & Subscriber email notifications.
eo: Sciigoj pri horplanoj de eĥoj kaj abonanto-retpoŝtmesaĝoj.

source: [%s] New post awaiting moderation: "%s"
eo: [%s] Novaj afiŝo atendas kontrolon: "%s"

source: [%s] New post may need moderation: "%s"
eo: [%s] Nova afiŝo eble postulas kontrolon: "%s"

source: This post type/usage doesn't need notifications by default: skipping notifications...
eo: La afiŝo-tipo/uzado ne apriore postulas sciigojn: preterlasanta sciigojn…

source: [%s] New post: "%s"
eo: [%s] Nova afiŝo: "%s"

source: Skipping outbound pings because item is not published yet.
eo: Preterpasanta sendotajn eĥojn ĉar la ero ankoraŭ ne estas eldonita.

source: Skipping outbound pings.
eo: Preterpasanta sendotajn eĥojn.

source: Force sending outbound pings...
eo: Eldevigi sendi sendotajn eĥojn…

source: Skipping outbound pings because they were already sent.
eo: Preterpasanta sendotajn eĥojn ĉar ili jam estis senditaj.

source: This post type/usage doesn't need pings by default: skipping pings...
eo: La afiŝo-tipo/uzado ne apriore postulas eĥojn: preterlasanta eĥojn…

source: Skipping pings (Running on localhost).
eo: Preterlasantan eĥojn (plenumiĝinta en localhost).

source: Trying to find plugins for sending outbound pings...
eo: Provanta trovi kromprogramojn por sendi eĥojn…

source: Pinging %s...
eo: Eĥanta al %s…

source: This is a tinyurl you can copy/paste into twitter, emails and other places where you need a short link to this post
eo: Ĉi tiu estas mallonga URL, kiu vi povas enmeti en mesaĝojn (Twitter, retpoŝtmesaĝoj ktp), kiuj necesigas mallongan ligilon al ĉi tiu afiŝo

source: New topic
eo: Nova temo

source: Updated topic
eo: Ĝisdatigita temo

source: Updated post
eo: Ĝisdatigita afiŝo

source: Do you want to save your changes before changing the Post Type?
eo: Ĉu vi volas konservi viajn ŝanĝojn antaŭ ol ŝanĝi la afiŝo-tipon?

source: Since this collection is "Private", the visibility of this post will be restricted to "%s".
eo: Ĉar la kolekto estas "Malpublika", la videbleco de la afiŝo estos limigita al "%s".

source: Since this collection is "Members only", the visibility of this post will be restricted to "%s".
eo: Ĉar la kolekto estas "Nurana", la videbleco de la afiŝo estas limigita al "%s".

source: Since this collection is "Community only", the visibility of this post will be restricted to "%s".
eo: Ĉar la kolekto estas "Nurkomunuma", la videbleco de la afiŝo estas limigita al "%s".

source: Click to flag this.
eo: Alklaki por denunci

source: You have flagged this. Click to remove flag.
eo: Vi denuncis tion. Alklaku por forigi la denuncon.

source: My vote:
eo: Mia voĉdono:

source: Cast a positive vote!
eo: Fari pozitivan voĉdonon

source: You sent a positive vote.
eo: Vi sendis pozitivan voĉdonon.

source: Cast a neutral vote!
eo: Fari neŭtralan voĉdonon

source: You sent a neutral vote.
eo: Vi sendis neŭtralan voĉdonon.

source: Cast a negative vote!
eo: Fari negativas voĉdonon!

source: You sent a negative vote.
eo: Vi sendis negativan voĉdonon

source: Voting:
eo: Voĉdonanta:

source: %s Likes
eo: %s ŝatoj

source: No likes
eo: Neniuj ŝatoj

source: Refresh "contents last updated" timestamp!
eo: Refreŝigi la tempindiko de "enhavo laste ĝisdatigita"

source: Slug
eo: URL-titolo

source: URL slug for %s &laquo;%s&raquo; has been changed to &laquo;%s&raquo;.
eo: URL-titolo por %s «%s> ŝanĝiĝis al «%s».

source: Warning: URL slugs changed:
eo: Averto: URL-titoloj ŝanĝiĝis:

source: URL slug has been changed to &laquo;%s&raquo;.
eo: Averto: La URL-titolo ŝanĝiĝis al «%s».

source: Clearing autogenerated excerpt values
eo: Forviŝanta aŭtomate generitajn eltiraĵo-valorojn

source: Note: One excerpt was re-created in another simultaneous process!
eo: Noto: Unu eltiraĵo estis rekreita en alia samtempa procedo.

source: Note: %d excerpts were re-created in another simultaneous process!
eo: Noto: %d eltiraĵo estis rekreitaj en alia samtempa procedo.

source: Main category
eo: Patra kategorio

source: Additional category
eo: Aldona kategorio

source: Extra
eo: Aldona

source: Select as MAIN category
eo: Elekti kiel ĈEFA kategorio

source: Select as an additional category
eo: Elekti kiel aldona kategorio

source: Locked
eo: Fiksita

source: View category in blog.
eo: Vidi kategorion en kolekto.

source: Special
eo: Speciala

source: Intros
eo: Enkondukoj

source: Content Blocks
eo: Enhavaj blokoj

source: Issue date
eo: Eldona dato

source: Update to NOW
eo: Agordi al NUN

source: Set to
eo: Agordi al

source: The post has been created but not published because it seems like you wanted to publish with an invalid status.
eo: La afiŝo kreiĝis sed ne eldoniĝis pro tio, ke ŝajne vi volis eldoni ĝin kun neprava stato.

source: The post has been updated but not published because it seems like you wanted to publish with an invalid status.
eo: La afiŝo ĝisdatiĝis sed ne eldoniĝis pro tio, ke ŝajne vi volis eldoni ĝin kun neprava stato.

source: Select destination Post...
eo: Elekti la celan afiŝon…

source: Destination Post:
eo: Cela afiŝo:

source: Back
eo: Reen

source: Move source post & comments
eo: Movi fontajn afiŝojn kaj komentojn

source: by keeping original dates (merge)
eo: per konservado de originaj datoj (kunfando)

source: by assigning new dates (append)
eo: per atribuado de novaj datoj (alkroĉo)

source: Type in a tag
eo: Tajpi etikedan nomon

source: Searching...
eo: Serĉanta…

source: You are not allowed to cross post to several collections.
eo: Vi ne rajtas krucafiŝi en plurajn kolektojn.

source: You are not allowed to move post between collections.
eo: Vi ne rajtas movi afiŝon inter kolektojn.

source: The main category for this post has been automatically set to "%s" (Blog "%s")
eo: La ĉefa kategorio por ĉi tiu afiŝo estis aŭtomate elektita kiel "%s" (kolekto "%s"

source: You are not allowed to create a new category.
eo: Vi ne rajtas krei novan kategorion.

source: Please provide a name for new category.
eo: Bonvolu specifi nomon por nova kategorio.

source: New category created.
eo: Nova kategorio kreiĝis.

source: New category creation failed.
eo: Nova kreiĝo de kategorio malsukcesis.

source: cross-posting is disabled
eo: Krucafiŝado estas malaktivigita.

source: The category selection "%s" was ignored since %s
eo: La kategoria elekto "%s" estis elektita je %s

source: No feedback for this post yet...
eo: Ankoraŭ neniuj komentoj por ĉi tiu afiŝo…

source: PREVIEW Comment:
eo: Antaŭvidi komenton:

source: <a %s>Meta comment</a> on %s
eo: <a %s>Metakomento</a> pri %s

source: Last touched
eo: Dato de plej freŝa tuŝo

source: EXPIRED
eo: EKSVALIDIĜINTA

source: You don't have permission to edit this post
eo: Vi ne rajtas redakti la afiŝon

source: The post you are trying to edit uses the post type #%d "%s" which is currently disabled. Thus you cannot edit this post.
eo: La afiŝo, kiun vi provas redakti, uzas la afiŝo-tipon #%d "%s", kiu nune estas malaktivigita. Tial vi ne povas redakti la afiŝon.

source: The post you are trying to edit uses an unknown post type. Thus you cannot edit this post.
eo: La afiŝo, kiun vi provas redakti, uzas nekonatan afiŝo-tipon. Tial vi ne povas redakti la afiŝon.

source: You don't have permission to post into this blog
eo: Vi ne rajtas afiŝi en ĉi tiu kolekto

source: Write a new post
eo: Skribi novan afiŝon

source: Location
eo: Loko

source: No priority
eo: Neniu prioritato

source: 1 - Highest
eo: 1 - Plej alta

source: 2 - High
eo: 2 - Alta

source: 3 - Medium
eo: 3 - Meza

source: 4 - Low
eo: 4 - Malalta

source: 5 - Lowest
eo: 5 - Plej malalta

source: Add new chapter...
eo: Aldoni novan ĉapitron

source: Add top level chapter
eo: Aldono ĉefnivelan ĉapitron

source: Posts created by the user
eo: Afiŝoj kreitaj de la uzanto

source: User has not created any posts
eo: La Nova uzanto kreis neniujn afiŝojn.

source: Delete all post created by %s
eo: Forigi ĉiujn afiŝojn kreitajn de %s

source: Posts edited by the user
eo: Afiŝoj redaktitaj de la uzanto

source: User has not edited any posts
eo: La uzanto ankoraŭ redaktis neniujn afiŝojn

source: Delete all post edited by %s
eo: Forigi ĉiujn afiŝojn de %s

source: Load more entries
eo: Ŝargi pliajn erojn

source: Ord
eo: Ordigi

source: i
eo: inf

source: Item history information
eo: Informoj pri la ero-historio

source: Mass edit
eo: Amase redakti

source: Mass edit the current post list
eo: Amase redakti la afiŝan liston nunan

source: Create multiple posts...
eo: Krei plurajn afiŝojn…

source: Mass create "%s"
eo: Amasa kreado de "%s"

source: There are some comments awaiting moderation.
eo: Estas iuj komentoj, kiuj atendas kontrolon.

source: View this post...
eo: Vidi la afiŝon…

source: Click to change an order
eo: Ligilo por ŝanĝi ordonon

source: New chapter...
eo: Nova ĉapitro…

source: New manual page...
eo: Nova manlibra paĝo…

source: Delete chapter...
eo: Forigi ĉapitron…

source: Edit slugs
eo: Redakti URL-titolojn
