Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: (leave blank for normal comments)
eo: (lasu blank por ordinaraj komentoj)

source: In reply to comment ID
eo: Responde de komenta identigilo

source: Allow contact
eo: Permesi kontaktiton

source: If checked, the comment author can be contacted through a form that will send him en email.
eo: Se markite, la komenta verkisto povas esti kontaktota per formulario, kiu sendos al tiu retpoŝtmesaĝon.

source: Website URL
eo: TTT-eja URL

source: Rating
eo: Takso

source: Date & Time
eo: Dato kaj tempo

source: Links
eo: Ligiloj

source: Nofollow website URL
eo: Faru la URL-on neserĉebla

source: Feedback info
eo: Informoj pri reagoj

source: Text Renderers
eo: Tekstaj montriloj

source: Moderators
eo: Kontrolantoj

source: Not notified yet
eo: Jam ne sciigita

source: Notified at least once
eo: Sciigita almena unufoje

source: Notified
eo: Sciigita

source: Notify again
eo: Denove sciigi

source: To be notified
eo: Sciigota

source: Notify on next save
eo: Sciigi je sekva konserva

source: Skip on next save
eo: Preterpasi je la sekva konservo

source: Mark as Notified
eo: Marki kiel sciigitan

source: Comment List
eo: Komenta listo

source: Cancel deleting!
eo: Nuligi forigadon.

source: Mass deleting
eo: Amasa forigado

source: Move to Recycle bin
eo: Movi en rubujon

source: Delete permanently
eo: Ĉiame forigi

source: Are you sure you want to mass delete %s comments?
eo: Ĉu vi certas, ke vi volas amase forigi %s komentojn?

source: Delete Now!
eo: Tuj forigi

source: Recycle Now!
eo: Tuj elrubujigi

source: Comments to show
eo: Komentoj por montriĝo

source: Show active
eo: Montri aktivan

source: Show expired
eo: Montri eksvalidiĝintajn

source: Title / Text contains
eo: Titolo / teksta enhavas

source: AND
eo: KAJ

source: OR
eo: AŬ

source: Entire phrase
eo: Tuta frazo

source: Exact match
eo: Ĝusta kongruo

source: Have rating
eo: Havu taksadon

source: Above
eo: Supre

source: Below
eo: Sube

source: Exact
eo: Ĝuste

source: Author URL
eo: URL de verkisto

source: With this
eo: Kun ĉi tio

source: Without this
eo: Sen ĉi tio

source: Include comments with no url
eo: Inkluzivi komentojn kun neniu URL

source: Works only when url filter is set
eo: Nur funkcias kiam URL-filtrilo agordiĝas

source: use '%%' for partial matches
eo: uzu la signon '%%' por partaj kongruoj

source: Blog name
eo: Kolekto-nomo

source: Comments in recycle bin
eo: Komentoj en rubujo

source: Empty blog's recycle bin
eo: Vakigi rubujon de la kolekto

source: Cancel empty recycle bin
eo: Haltigi rubujan vakiĝon

source: Empty all blogs' recycle bin
eo: Vakigi rubujojn de ĉiuj kolektoj

source: Cron job has timed out.
eo: Cron-laboro eksvalidiĝis.

source: Scheduled task error
eo: Eraro ĉe planita laboro

source: Scheduled job
eo: Laboro

source: New job has been scheduled.
eo: Nova laboro estis enhorarigita.

source: The scheduled job has been updated.
eo: La planita laboro ĝisdatiĝis.

source: This scheduled job can not be updated.
eo: La planita laboro ne ĝisdatigeblas.

source: Job #%d is currently running. It cannot be deleted.
eo: Laboro #%d nun plenumiĝas. Ĝin ne eblas forigi.

source: Scheduled job #%d deleted.
eo: Laboro #%d forigita.

source: Job #%d does not exist any longer.
eo: Laboro #%d ne plu ekzistas.

source: With secure activation process sending reminder emails is not permitted!
eo: Per sekura aktiviga procedo sendi memorigajn retpoŝtmesaĝojn ne estas permesatajn!

source: The job advanced configuration is wrong, can't send reminders!
eo: La altnivela laboro-agordo malĝustas. Ne povas sendi memeorigilojn.

source: %d account activation reminder emails were sent!
eo: %d memorigiloj pri konta aktivigado estis senditaj!

source: No scheduled jobs found
eo: Neniuj enhorigitaj laboroj trovitaj

source: %s scheduled jobs were deleted.
eo: %s enhorigitaj laboroj estis forigitaj.

source: No comments have been awaiting moderation for more than %s.
eo: Neniuj komentoj estas atendintaj kontrolon dum pli ol %s.

source: Could not find any moderators wanting to receive comment moderation notifications for the blogs that have comments pending moderation!
eo: Ne eblis trovi kontrolantojn, kiuj volas ricevi komento-kontrolajn sciigojn por la kolektoj, kiuj havas komentojn, kiuj atendas kontrolon.

source: Comment moderation reminder
eo: Memorigo pri komenta kontrolo

source: %d moderator have been notified!
eo: %d kontrolanto sciiĝis.

source: Could not lock comment #%d. It is probably being processed or has already been processed by another scheduled task.
eo: Ne eblis ŝlosi afiŝon #%d. Eble ĝi jam estas traktata kaj jam estis traktita de alia tasko.

source: Return path processing feature is not enabled.
eo: La trajto de revenvoja traktado ne estas aktivigita.

source: The php_imap extension is not available to PHP on this server. Please load it in php.ini or ask your hosting provider to do so.
eo: La aldonaĵo php_imap ne disponeblas al PHP en ĉi tiu servilo. Bonvolu aktivigi ĝin per php.ini aŭ petado de via gastiganto.

source: Reading messages from server
eo: Leganta mesaĝojn de servilo

source: Found %d messages
eo: Trovis %d mesaĝojn

source: There are no messages in the mailbox
eo: Ekzistas neniu mesaĝo en la mesaĝejo

source: Deleted %d processed message(s) from inbox.
eo: Forigi %d traktitajn retpoŝtmesaĝojn de la mesaĝujon.

source: New emails saved: %d
eo: Novaj retpoŝtmesaĝoj konserviĝis: %d

source: The Error TEST cron controller simulates an error, thus this "error" is normal!
eo: La cron-regilo Erara TESTO simulas eraron; tiel ĉi tiu "eraro" estas normala.

source: The commands CHECK & OPTIMIZE have been executed for all %d tables.
eo: La komandoj KONTROLADO & PLEJBONIGO estis plenumitaj por ĉiuj %d tabeloj.

source: Table
eo: Tabelo

source: Operation
eo: Operacio

source: Result
eo: Rezulto

source: Message
eo: Mesaĝo

source: The command ANALYZE has been executed for all %d tables.
eo: La komando ANALIZO plenumiĝis por ĉiuj %d tabeloj.

source: Stale contents found in %s
eo: Malfreŝa enhavo trovita en %s

source: Post by email feature is not enabled.
eo: La trajto blogi per retpoŝto ne aktivigita.

source: This is just a test run. Nothing will be posted to the database nor will your inbox be altered
eo: Jen nur prova. Nenio estos afiŝota en la datumbazon kaj via mesaĝejo ne estos ŝanĝita.

source: New posts created: %d
eo: Novaj afiŝoj kreiĝis: %d

source: Post by email report
eo: Resumo pri retpoŝtaj afiŝoj

source: Post moderation reminder
eo: Memorigo pri afiŝa kontrolo

source: Could not lock post #%d. It is probably being processed or has already been processed by another scheduled task.
eo: Ne eblis ŝlosi afiŝon #%d. Eble ĝi jam estas traktata aŭ jam estis traktata de alia tasko.

source: Auto pruning is not set to run as a scheduled task
eo: Aŭtomata forigado ne agordiĝis plunumiĝi kiel enhorarigita laboro

source: The TEST cron controller says hello!
eo: La cron-regilo TESTO diras saluton.

source: It was not necessary to send any reminder!
eo: Ne necesis sendi memorigilon!

source: You have unread messages
eo: Vi havas nelegitajn mesaĝojn

source: %d reminder emails were sent!
eo: %d memorigaj retpoŝtmesaĝoj estis senditaj!

source: Please enter a valid date using the following format: %s
eo: Bonvolu enmeti validan daton, uzante la jenan formon: %s.

source: Mail server has the following folders:
eo: Retpoŝto-servilo havas la jenajn dosierujojn:

source: Subject
eo: Temo

source: Spam suspicion
eo: Spammesaĝa suspekto

source: Permanent error
eo: Daŭra eraro

source: Temporary error
eo: Provizora eraro

source: Configuration error
eo: Agorda eraro

source: Permission denied.
eo: Permeso rifuzita

source: Edit scheduled job
eo: Redakti planitan laboron

source: New scheduled job
eo: Nova laboro

source: Job details
eo: Labora detaloj

source: Job type
eo: Labora tipo

source: Job #
eo: Laboro #

source: Default job name
eo: Apriora labornomo

source: Job name
eo: Labora nomo

source: Schedule date
eo: Horara dato

source: at
eo: je

source: Repeat every
eo: Ripeti je ĉiu

source: +/- variation of:
eo: +/- diferenco de:

source: Auto
eo: Aŭtomata

source: Execution details
eo: Plenumaj detaloj

source: Create
eo: Krei

source: Edit this job
eo: Redakti la laboron

source: Close sheet
eo: Fermi folion

source: Scheduled at
eo: Plenumi je

source: This job took more than 60 seconds to execute!
eo: Tiu laboro havis plenumtempon, kiu superis 60 sekundojn.

source: Real start time
eo: Reala komenca tempo

source: Real stop time
eo: Reala fina tempo

source: Duration
eo: Daŭro

source: Scheduled jobs
eo: Laboroj

source: Create a new scheduled job...
eo: Krei laboron novan…

source: New job
eo: Nova laboro

source: Pending
eo: Atendanta

source: Started
eo: Komencita

source: Timed out
eo: Eltempiĝis

source: Error
eo: Eraro

source: Finished
eo: Finita

source: Start Date
eo: Komenca dato

source: End Date
eo: Fina dato

source: Schedule
eo: Horaro

source: Attention
eo: Atento

source: Planned at
eo: Planita je

source: none
eo: neniuj

source: Repeat
eo: Ripeti

source: Duplicate this job
eo: Duobligi la laboron

source: Delete this job!
eo: Forigi la laboron.

source: Execute pending jobs in a popup window now!
eo: Nun plenumi atendantajn laborojn en ŝprucfenestro.

source: Files
eo: Dosieroj

source: Conversations
eo: Kunparoloj

source: System metrics
eo: Sistemo-mezuroj

source: Updates from b2evolution.net
eo: Ĝisdatigoj el b2evolution.net

source: <p>Updates from b2evolution.net are disabled!</p>
eo: <p>Ĝisdatigoj el b2evolution.net are malaktivigitaj!</p>

source: <p>You will <b>NOT</b> be alerted if you are running an insecure configuration.</p>
eo: <p>Oni <strong>ne</strong> avertas vin se vi uzas nesekuran eldonon.</p>

source: This is the Admin's first ever login.
eo: Jen la tute unua ensaluto de la administranto.

source: Getting updates from %s.
eo: Ricevanta ĝisdatigojn el %s.

source: Invalid updates received
eo: Nevalidaj ĝisdatigoj ricevitaj

source: in response to
eo: responde al

source: Recent drafts
eo: Freŝaj malnetoj

source: Recent posts to review
eo: Freŝaj afiŝoj por kontrolo

source: Recent member posts awaiting moderation
eo: Freŝaj anaj afiŝoj por kontrolado

source: Recent community posts awaiting moderation
eo: Freŝaj komunumaj afiŝoj, kiuj atendas kontrolon

source: Recent posts awaiting moderation
eo: Freŝaj afiŝoj por kontrolado

source: Email Campaign
eo: Retpoŝta kampanjo

source: The email campaign was created. Please select the recipients.
eo: La retpoŝta kampanjo kreiĝis. Bonvolu elekti la ricevontojn.

source: The email campaign was updated.
eo: La retpoŝtadreso ĝisdatiĝis.

source: The email campaign was deleted.
eo: La retpoŝta kampanjo foriĝis.

source: Please enter test email address
eo: Bonvolu enmeti provan retpoŝtadreson

source: Test email address is incorrect
eo: La prova retpoŝtadreso ne validas.

source: Sorry, the test email could not be sent.
eo: Bedaŭre la provan retpoŝtmesaĝon ne eblis sendi.

source: One test email was sent to email address: %s
eo: Unu prova retpoŝtmesaĝo sendiĝis al retpoŝtadreso %s

source: Sorry, you don't have permission to view scheduled jobs.
eo: Bedaŭrinde vi ne havas atingopermesojn por vidi enhorigitajn laborojn.

source: No found accounts in filterset. Please try to change the filter of users list.
eo: Neniuj kontoj en filtrilaro. Bonvolu provi ŝanĝi la filtrilon de la uzanto-listo.

source: No found active accounts which accept newsletter email. Please try to change the filter of users list.
eo: Neniuj trovitaj aktivaj kontoj, kiu akceptos bultenajn retpoŝtmesaĝojn. Bonvolu provi ŝanĝi la filtrilon de la uzanto-listo.

source: Edit campaign
eo: Redakti kampanjon

source: %d links with users
eo: %d ligiloj kun uzantoj

source: %d links to destination email campaigns
eo: %d ligiloj al celaj retpoŝtaj kampanjoj

source: Please enter a campaign name.
eo: Bonvolu enmeti kampanjan nomon.

source: Please enter an email title.
eo: Bonvolu enmeti retpoŝtmesaĝan titolon.

source: Please enter an HTML message.
eo: Bonvolu enmeti HTML-mesaĝon.

source: Please enter an email title for this campaign.
eo: Bonvolu enmeti retpoŝtmesaĝan titolon por tiu kampanjo.

source: Please enter the email text for this campaign.
eo: Bonvolu enmeti retpoŝtmesaĝan tekston por tiu kampanjo.

source: No recipients found for this campaign.
eo: Neniuj ricevontoj trovitaj por la kampanjo.

source: Email was sent to user: %s
eo: Retpoŝtmesaĝo sendiĝas al %s

source: User %s has already received max # of newsletters today.
eo: Uzanto %s hodiaŭ jam ricevis maksimuman nombron da bultenoj.

source: Email was not sent to user: %s
eo: Retpoŝtmesaĝö ne sendiĝis al uzanto %s

source: Emails have been sent to a chunk of %s recipients. %s recipients were skipped. %s recipients have not been sent to yet.
eo: Retpoŝtmesaĝoj sendiĝis al peco de %s ricevontoj. %s ricevontoj estas preterlasitaj. Al %s ricevontoj ĝi ankoraŭ ne estas sendita.

source: Emails have been sent to all recipients of this campaign.
eo: Retpoŝtmesaĝoj sendiĝis al ĉiuj ricevontoj de tiu kampanjo.

source: A scheduled job was already created for this campaign, <a %s>click here</a> to view it.
eo: Enhorigita laboro jam kreiĝis por tiu kampanjo. <a %s>Vidi ĝin</a>.

source: A scheduled job was already created for this campaign.
eo: Enhorigita laboro jam kreiĝis por tiu kampanjo.

source: A scheduled job has been created for this campaign.
eo: Enhorigita laboro estas kreita por tiu kampanjo.

source: No scheduled job has been created for this campaign because it has no waiting recipients.
eo: Enhorigita laboro ne kreiĝis por tiu kampanjo ĉar ĝi ne havas atendantajn ricevontojn.

source: Campaign info
eo: Kampanjaj informoj

source: Compose
eo: Skribi

source: Review and send
eo: Antaŭvidi kaj sendi

source: Email campaigns
eo: Retpoŝtaj kampanjoj

source: Create new campaign
eo: Krei novan kampanjon

source: Email title
eo: Retpoŝtmesaĝa titolo

source: Edit this email campaign...
eo: Redakti la retpoŝtan kampanjon…

source: Delete this email address!
eo: Forigi la retpoŝtadreson.

source: Compose message for: %s
eo: Skribi mesaĝon por: %s

source: HTML Message
eo: HTML-mesaĝo

source: Save & continue
eo: Konservi kaj daŭrigi

source: Campaign created
eo: Kampanjo kreiĝis

source: Last sent
eo: Laste sendita

source: Not sent yet
eo: Jam ne sendiĝis

source: Newsletter recipients
eo: Bultenaj ricevontoj

source: Accounts in filterset
eo: Kontoj en la filtrilaro

source: Active accounts in filterset
eo: Aktivaj kontoj en la filtrilaro

source: Accounts which accept newsletter emails
eo: Kontoj, kiuj akceptas bultenajn retpoŝtmesaĝojn

source: Change selection
eo: Ŝanĝi elekton

source: Currently selected recipients
eo: Nune elektitaj ricevontoj

source: Accounts which have already been sent this newsletter
eo: Kontoj al kiuj jam estis senditaj la bulteno

source: Already received
eo: Jam ricevita

source: Accounts which have not been sent this newsletter yet
eo: Kontoj al kiuj ne estis senditaj la bulteno

source: Ready to send
eo: Pretas sendiĝi

source: Save info
eo: Konservi informojn

source: New campaign
eo: Nova kampanjo

source: Create campaign and select recipients
eo: Krei kampanjon kaj elekti ricevontojn

source: Send report
eo: Sendi raporton

source: Review message for: %s
eo: Kontroli mesaĝon por: %s

source: HTML message
eo: HTML-mesaĝo

source: Plain-text message
eo: Platteksta mesaĝo

source: Send test email
eo: Sendi provan retpoŝtmesaĝon

source: Email address
eo: retpoŝtadreson

source: Fill your email address and press button "Send test email" if you want to test this newsletter
eo: Enmeti vian retpoŝtadreson kaj premi la butonon "Sendi provan retpoŝtmesaĝon" se vi volas provi la bultenon

source: See scheduled send jobs for this campaign
eo: Vidi senditajn enhorigitajn laborojn por la kampanjo

source: Start a job to send campaign to %s users
eo: Komenci laboron por sendi kampanjon al %s uzantoj

source: Send campaign to %s users now
eo: Tuj sendi retpoŝtan kampanjon al %s uzantoj

source: Edit unlocked file types...
eo: Redakti malŝlositajn dosiero-tipojn…

source: Edit locked file types...
eo: Redakti ŝlositajn dosiero-tipojn…

source: General file access
eo: Ĝenerala dosiero-atingo

source: View files for all allowed roots
eo: Vidi dosierojn por ĉiuj permesitaj radikoj

source: You can allow specific collection roots in each collection's advanced user/group permissions.
eo: Vi rajtas permesi specifajn kolekto-radikojn en la altnivelajn uzanto-/grupo-atingopermesojn de ĉi kolekto.

source: Add/Upload files to allowed roots
eo: Aldoni/alŝuti dosierojn al permesitaj radikoj

source: Only %sunlocked file types can be uploaded.
eo: Sole %smalŝlositajn dosiertipojn estas alŝuteblaj.

source: Edit files in allowed roots
eo: Redakti dosierojn por ĉiuj permesitaj radikoj

source: Only %sunlocked file types can be edited.
eo: Sole %smalŝlositaj dosiertipoj estas redakteblaj.

source: Edit %sunlocked files in all roots
eo: Redakti %smalŝlositajn dosierojn por ĉiuj radikoj

source: Edit all files, including %slocked ones, in all roots
eo: Redakti ĉiujn dosierojn, inkluzive de ŝlositaj %s por ĉiuj radikoj

source: Needed for editing PHP files in skins.
eo: Necesa por redakti PHP-dosierojn en etosoj.

source: Access to shared root
eo: Atingo al komuna radiko

source: Read only
eo: Nurlega

source: Add/Upload
eo: Aldoni/Alŝuti

source: Access to import root
eo: Atingo de importa radiko

source: Access to skins root
eo: Atingo al radika dosiero de la etosoj

source: File management
eo: Dosiera administrado

source: Moderation
eo: Kontrolado

source: Likes
eo: Ŝatoj

source: Suspicious
eo: Suspekta

source: Duplicates
eo: Duobligoj

source: Restored default values.
eo: Restarigis la valorojn apriorajn.

source: Settings have not changed.
eo: La agordo ne ŝanĝiĝis.

source: Invalid CHMOD value. Use 3 digits.
eo: Nevalida CHMOD-valoro. Uzu tri ciferojn.

source: Valid filename pattern is not a regular expression!
eo: Valida dosiernoma ŝablono ne estas regulesprimo.

source: Valid dirname pattern is not a regular expression!
eo: Valida dosierujnoma ŝablono ne estas regulesprimo.

source: All %s folders have been renamed to %s
eo: Ĉiuj %s dosierujoj alinomiĝis al %s

source: Some %s folders could not be renamed to %s
eo: Kelkaj %s dosierujoj ne eblis alinomiĝi al %s

source: The compression value must be between %d and %d.
eo: La kunpremo-valoro devas esti inter %d kaj %d.

source: File settings updated.
eo: Dosiera agordo ĝisdatiĝis.

source: File type
eo: Dosiero-tipo

source: Add a file type...
eo: Aldoni dosiero-tipon…

source: Copy file type...
eo: Kopii dosiero-tipon…

source: New file type created.
eo: Nova dosiero-tipo kreiĝis.

source: Record, then Create Similar
eo: Registri tiam krei similan

source: Record, then Create New
eo: Registri tiam krei novan

source: File type updated.
eo: Dosiero-tipo ĝisdatiĝis.

source: File type &laquo;%s&raquo; deleted.
eo: Dosiertipo «%s» forigita.

source: Cannot delete file type &laquo;%s&raquo;
eo: Ne eblas forigi dosiertipon «%s».

source: File types
eo: Dosiero-tipoj

source: Delete file type &laquo;%s&raquo;?
eo: Ĉu forigi dosiero-tipon «%s»?

source: Requested object does not exist any longer.
eo: La petita objekto ne plu ekzistas.

source: No permission to edit this user.
eo: Neniu permeso por redakti la uzanton.

source: You don't have access to the requested root directory.
eo: Vi ne havas atingon al la petita dosierujo radika.

source: You don't have access to any root directory.
eo: Vi ne havas atingon al ĉiun ajn dosierujo radika.

source: The root directory &laquo;%s&raquo; does not exist.
eo: La radika dosierujo «%s» ne ekzistas.

source: The directory &laquo;%s&raquo; does not exist.
eo: La dosierujo «%s» ne ekzistas.

source: You are not allowed to go outside your root directory!
eo: Vi ne rajtas iri ekstere de via dosierujo radika.

source: This folder has an access path that is too long and cannot be properly handled by b2evolution. Please check and increase the &laquo;%s&raquo; variable.
eo: Tiu dosierujo havas atingan vojon, kiu estas tro longa kaj ne povas ĝuste esti traktata de b2evolution. Bonvolu kontroli kaj pligrandigi la variablon «%s».

source: Directory creation is disabled.
eo: Kreado de dosierujoj estas malaktivigita.

source: Cannot create a directory without name.
eo: Ne eblas krei dosierujon sen nomo.

source: The new file access path is too long, shorter folder names would be required.
eo: La nova dosieratinga vojo estas tro longa. Pli mallongaj dosierujnomoj estus postulataj.

source: The file &laquo;%s&raquo; already exists.
eo: La dosiero «%s» jam ekzistas.

source: Could not create directory &laquo;%s&raquo; in &laquo;%s&raquo;.
eo: Ne eblis krei dosierujon «%s» en «%s».

source: The directory &laquo;%s&raquo; has been created.
eo: La dosierujo «%s» kreiĝis.

source: File creation is disabled.
eo: Dosiera kreado estas malaktivigita.

source: Cannot create a file without name.
eo: Ne eblas krei dosieron sen nomo.

source: Could not create file &laquo;%s&raquo; in &laquo;%s&raquo;.
eo: Ne eblas krei dosieron «%s» en «%s».

source: The file &laquo;%s&raquo; has been created.
eo: La dosiero «%s» kreiĝis.

source: Your user settings have been updated.
eo: Via uzanto-agordo ĝisdatiĝis.

source: You are not allowed to edit &laquo;%s&raquo;.
eo: Vi ne rajtas redakti: «%s».

source: The file &laquo;%s&raquo; has been updated.
eo: La dosiero «%s» ĝisdatiĝis.

source: The file &laquo;%s&raquo; could not be updated.
eo: Ne eblis ĝisdatigi la dosieron «%s».

source: Nothing selected.
eo: Neniu elektita.

source: Please provide the name of the archive.
eo: Bonvolu specifi la nomon de la arkivo.

source: File name must end with .zip
eo: Dosiernomo devas finiĝi per .zip

source: Creating ZIP file...
eo: Kreanta ZIP-dosieron…

source: ZIP archive "%s" has been created.
eo: ZIP-dosiero "%s" kreiĝis.

source: cannot be deleted because of the following relations
eo: ne eblis foriĝi pro tio, ke la jenaj rilatoj

source: The directory &laquo;%s&raquo; has been deleted.
eo: La dosierujo «%s» estis forigita.

source: The file &laquo;%s&raquo; has been deleted.
eo: La dosiero «%s» estis forigita.

source: Could not delete the directory &laquo;%s&raquo; (not empty?).
eo: Ne eblis forigi la dosierujon «%s» (ĉu ne vaka?).

source: Could not delete the file &laquo;%s&raquo;.
eo: Ne eblis forigi la dosieron «%s».

source: You have no permission to edit/modify files.
eo: Vi ne rajtas redakti/modifi dosierojn.

source: &laquo;%s&raquo; has not been renamed
eo: «%s» ne alinomiĝis

source: Renaming files:
eo: Alinomanta dosierojn:

source: &laquo;%s&raquo; could not be renamed to &laquo;%s&raquo;
eo: «%s» ne eblis alinomiĝi al «%s».

source: &laquo;%s&raquo; has been successfully renamed to &laquo;%s&raquo;
eo: «%s» sukcesi alinomiĝi al «%s».

source: &laquo;%s&raquo; has not been copied
eo: «%s» ne kopiiĝis

source: Copying files:
eo: Kopianta dosierojn:

source: &laquo;%s&raquo; could not be copied to &laquo;%s&raquo;
eo: Ne eblis kopii de «%s» al «%s»

source: &laquo;%s&raquo; has been successfully copied to &laquo;%s&raquo;
eo: «%s» sukcese kopiita al «%s»

source: &laquo;%s&raquo; has not been moved
eo: «%s» ne moviĝis

source: Moving files:
eo: Movanta dosierojn:

source: &laquo;%s&raquo; could not be moved to &laquo;%s&raquo;
eo: Ne eblis movi de «%s» al «%s»

source: &laquo;%s&raquo; has been successfully moved to &laquo;%s&raquo;
eo: «%s» sukcese moviĝinta al «%s»

source: Deleting files...
eo: Foriganta dosierojn…

source: No destination blog is selected.
eo: Ne cela kolekto elektiĝas.

source: Sorry, you have no permission to post into this blog.
eo: Bedaŭre vi ne rajtas afiŝi en ĉi tiun kolekton.

source: &laquo;%s&raquo; has been attached.
eo: «%s» almetiĝis.

source: Creating post:
eo: Kreanta afiŝoj:

source: Couldn't create the new post
eo: Ne eblis krei la novan afiŝon
