Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: SMTP gateway is not enabled.
eo: La SMTP-kluzo ne estas aktivigita.

source: SMTP Host and Port Number must be defined to enable SMTP gateway.
eo: La retnodo kaj porda numero de la SMTP-servilo devas esti difinita por aktivigi la SMTP-kluzon.

source: Encryption Method %s must be available on this system in order to enable SMTP gateway.
eo: Ĉifrada metodo %s devas esti disponebla en la sistemo por aktivigi SMTP-kluzon.

source: Check SMTP settings...
eo: Kontroli SMTP-agordon…

source: Test SMTP connection...
eo: Provi SMTP-konekton…

source: Attempting to send a text email to "%s" via external SMTP server...
eo: Provanta sendi tekstan retpoŝtmesaĝon al "%s" per ekstera SMTP-servilo…

source: Attempting to send a text email to "%s" via PHP...
eo: Provi sendi provan tekstan retpoŝtmesaĝon al "%s" per PHP…

source: Please enter email address.
eo: Bonvolu enmeti retpoŝtadreson.

source: This email address already exists. Do you want to <a %s>edit the existing email address</a>?
eo: Ĉi tiu retpoŝtadreso jam ekzistas! Ĉu vi volas <a %s>redakti jaman retpoŝtadreson</a>?

source: The count must be a number.
eo: La nombro devas esti cifera.

source: Removed %d cached entries.
eo: Forigis %d erojn el la tenejo.

source: Clearing page caches:
eo: Vakiganta paĝajn tenejojn:

source: General cache deleted: %s
eo: Ĝenerala tenejo forigita: %s

source: Could not delete general cache: %s
eo: Ne eblis forigi ĝeneralan tenejon [%s]

source: Blog %d cache deleted: %s
eo: Kolekto %d, tenejo forigita: %s

source: Could not delete blog %d cache: %s
eo: Ne eblis forigi el kolekto %d tenejon %s

source: Page caches deleted.
eo: La paĝa tenado estas prokrastata.

source: Deleted %d directories.
eo: Forigitaj %d dosierujoj.

source: All cache folders are working properly.
eo: Ĉiuj tenejaj dosieroj ĝuste funkcias.

source: Unable to repair all cache folders becaue of file permissions
eo: Ne eblas ripari ĉiujn tenejo-dosierojn pro atingopermesoj

source: Optimize %s tables...
eo: Plejbonigi %s tabelojn…

source: Time: %s seconds
eo: Tempo: %s sekundoj

source: Full execution time: %s seconds
eo: Plena plenumtempo: %s sekundoj

source: Database table %s is optimized.
eo: Datumbaza tabelo %s estas maksimumigita.

source: Database table %s could not be optimized. Message: %s
eo: Datumbaza tabelo %s ne eblis esti maksimumigita. Mesaĝo: %s

source: All database tables are already optimized.
eo: Ĉiuj datumbazaj tabeloj jam estas maksimumigitaj.

source: Database table %s is checked.
eo: Datumbaza tabelo %s estas kontrolita.

source: Database table %s could not be checked. Message: %s
eo: Datumbaza tabelo %s ne eblis esti kontrolita. Mesaĝo: %s

source: All database tables are already checked.
eo: Ĉiuj datumbazaj tabeloj jam estas kontrolitaj.

source: Database table %s is analyzed.
eo: Datumbaza tabelo %s estas analizita.

source: Database table %s could not be analyzed. Message: %s
eo: Datumbaza tabelo %s ne eblis esti analizita. Mesaĝo: %s

source: All database tables are already analyzed.
eo: Ĉiuj datumbazaj tabeloj jam estas analizitaj.

source: Database table %s does not support optimize, doing recreate + analyze instead
eo: Datumbazo-tabelo %s ne estas plejbonigebla, anstataŭe mi rekreas kaj analizas ĝin

source: Removing broken posts that have no matching category...
eo: Foriganta ĉiujn fuŝajn afiŝojn, kiuj havas neniun kongruantan kategorion…

source: Cannot delete post with ID %s
eo: Ne eblas forigi afiŝon kun identigilo %s

source: Deleted %d posts.
eo: Forigis %d afiŝojn.

source: Deleted %d slugs.
eo: Forigis %d URL-titolojn.

source: %d comments have been deleted
eo: %d komentoj foriĝis

source: %d files have been deleted
eo: %d dosieroj foriĝis

source: Deleting of the orphan File objects from the database...
eo: Foriganta la senpatrajn dosierobjektojn el la datumbazo…

source: Number of deleted orphan File objects: %d.
eo: La nombro da forigitaj senpatraj dosierobjektoj: %d.

source: Number of valid File objects in the database: %d.
eo: La nombro da validaj dosierobjektoj en la datumbazo: %d.

source: %d invalid File objects were found in the database.
eo: %d nevalidaj dosierobjektoj troviĝis en la datumbazo.

source: An invalid File object was found in the database.
eo: Nevalida dosierobjekto troviĝis en la datumbazo.

source: It is strongly recommended to also execute the &lt;<a %s>Remove orphan file roots</a>&gt; tool to remove invalid files from the database and from the disk as well!
eo: Forte rekomendindas ankaŭ plenumi la ilon «<a %s>Forigi senpatrajn dosierradikonj</a> por forigi nevalidajn dosierojn el la datumbazo kaj aparato.

source: Removing orphan file roots recursively with all of their content...
eo: Funde foriganta senpatrajn dosierradikojn kun la tuto de sia enhavo…

source: Cannot open blogs media directory %s
eo: Ne eblas malfermi la kolekto-median dosierujon %s

source: Cannot open users media directory %s
eo: Ne eblas malfermi la uzanto-median dosierujon %s

source: Invalid file root %s was found and removed with all of its content.
eo: Nevalida dosierradiko %s trovitaj kaj foriĝis kune kun la tuto de sia enhavo.

source: Cannot delete directory %s. Please check the permissions or delete it manually.
eo: Ne eblas forigi dosierujon %s. Bonvolu kontroli la atingopermesojn aŭ permane forigi ĝin.

source: %d File roots have been removed from the disk.
eo: %d Dosierradikoj foriĝis de la disko.

source: %d File objects have been deleted from DB.
eo: %d Dosierobjektoj foriĝis de la datumbazo.

source: Continue re-creating of autogenerated excerpts...
eo: Daŭrigi rekrei aŭtomate generitajn eltiraĵojn…

source: Re-creating of autogenerated excerpts...
eo: Rekrei aŭtomate generitajn eltiraĵoj…

source: All autogenerated excerpts were re-created ( %d custom excerpts were left untouched ).
eo: Ĉiuj aŭtomate generitaj eltiraĵoj estis rekreitaj (%d personigitaj eltiraĵoj restas netuŝitaj).

source: Check tables...
eo: Kontroli tabelojn…

source: Analyze tables...
eo: Analizi tabelojn…

source: Convert item content separators from &lt;!--more--&gt; to [teaserbreak] and &lt;!--nextpage--&gt; to [pagebreak]...
eo: Konverti apartigilojn de ero-enhavo de &lt;--more--&gt; al [teaserbreak] kaj &lt;!--nextpage--&gt; al [pagebreak]…

source: %d items have been updated.
eo: %d eroj ĝisdatiĝis.

source: Clear pre-rendered item cache (DB)
eo: Forviŝi formatitajn erojn el la tenejo (datumbaze)

source: No old separators were found.
eo: Neniuj jamaj apartigiloj troviĝis.

source: Cleared %d records from the item versions table.
eo: Vakigitaj %d rekordoj de la ero-eldono-tabelo.

source: Item versions table already empty.
eo: Ero-eldono-tabelo jam vakis.

source: WARNING:
eo: AVERTO:

source: No import
eo: Nenia importo

source: Importing users...
eo: Importanta uzantojn…

source: %s users have been found in the phpBB database
eo: %s uzantoj trovitaj en la phpBB-datumbazo

source: No users found in the phpBB database.
eo: Neniuj uzantoj trovitaj en la phpBB-datumbazo.

source: Start importing <b>users</b> into the b2evolution database...
eo: Komenci importi <b>uzantojn</b> en b2evolution-datumbazon…

source: User "%s" with ID %s ignored
eo: Uzanto "%s" kun identigilo %s ignorita

source: The phpBB users "%s" and "%s" have the same email address "%s" and will be merged in b2evolution as just "%s"
eo: La phpBB-uzantoj "%s" kaj "%s" havas la saman retpoŝtadreson "%s" kaj kunfandiĝis en b2evolution-on kiel nur "%s"

source: The user #%s already exists with E-mail address "%s" in the b2evolution database -- Merging User "%s" with user "%s".
eo: La uzanto #%s jam ekzistas kun la retpoŝtadreso "%s" en la b2evolution-datumbazo -- Kunfandanta uzanton "%s" kun uzanton "%s".

source: The login "%s" already exists with a different email address. The user "%s" will be imported as "%s"
eo: La salutnomo "%s" jam ekzistas kun malsama retpoŝtadreso. La uzanto "%s" estos importita kiel "%s"

source: User "%s" with ID %s cannot be imported. MySQL error: %s.
eo: Uzanto "%s" kun identigilo %s ne povas esti importota. MySQL-eraro: %s.

source: User "%s" cannot be imported. MySQL error: %s.
eo: Uzanto "%s" ne povas esti importota. MySQL-eraro: %s.

source: Created user "%s" in the "%s" group
eo: Mi kreis la uzanton "%s" en la grupon "%s"

source: Importing forums...
eo: Importanta forumojn…

source: %s forums have been found in the phpBB database
eo: %s forumoj trovitaj en la phpBB-datumbazo

source: No found forums in the phpBB database.
eo: Neniu forumoj trovitaj en la phpBB-datumbazo.

source: Start importing <b>forums</b> as <b>categories</b> into the b2evolution database...
eo: Komenci importi <b>forumojn</b> kiel <b>kategoriojn</b> en la b2evolution-datumbazon…

source: The forum "%s" is imported.
eo: La forumo "%s" estas importita.

source: Importing topics...
eo: Importanta temojn…

source: %s topics have been found in the phpBB database
eo: %s temoj trovitaj en la phpBB-datumbazo

source: No found topics in the phpBB database.
eo: Neniuj temoj trovitaj en la phpBB-datumbazo.

source: Start importing <b>topics</b> as <b>posts</b> into the b2evolution database...
eo: Komenci importi <b>temojn</b> kiel <b>afiŝojn</b> en la b2evolution-datumbazon…

source: Skipped topic: %s. Incorrect forum ID: %s. <b>Content:</b> %s
eo: Preterlasita temo: %s. Malĝusta foruma identigilo: %s. <strong>Enhavo:</strong> %s

source: Skipped topic: %s. Incorrect user ID: %s. <b>Content:</b> %s
eo: Preterlasita temo: %s. Malĝusta uzanto-identigilo: %s. <strong>Enhavo:</strong> %s

source: Importing replies...
eo: Importanta respondojn…

source: %s post have been found in the phpBB database, %s of which are replies
eo: %s afiŝoj trovitaj en la phpBB-datumbazo, %s el kiuj estas respondoj

source: No found replies in the phpBB database.
eo: Neniuj respondoj trovitaj en la phpBB-datumbazo.

source: Start importing <b>replies</b> as <b>comments</b> into the b2evolution database...
eo: Komenci importi <b>respondoj</b> kiel <b>komentojn</b> en la b2evolution-datumbazon…

source: Skipped reply: %s. Incorrect topic ID: %s. <b>Content:</b> %s
eo: Preterlasita respondo: %s. Malĝusta responda identigilo: %s. <strong>Enhavo:</strong> %s

source: Skipped reply: %s. Incorrect user ID: %s. <b>Content:</b> %s
eo: Preterlasita respondo: %s. Malĝusta uzanto-identigilo: %s. <strong>Enhavo:</strong> %s

source: MySQL error: %s.
eo: MySQL-eraro: %s.

source: Importing messages...
eo: Importanta mesaĝojn…

source: %s messages have been found in the phpBB database
eo: %s mesaĝoj trovitaj en la phpBB-datumbazo

source: No found messages in the phpBB database.
eo: Neniuj mesaĝoj trovitaj en la phpBB-datumazo.

source: Start importing <b>private messages</b> into the b2evolution database...
eo: Komenci importi <b>privatajn mesaĝojn</b> en b2evolution-datumbazon…

source: Impossible to copy avatar file of the user #%s(%s) because the source for avatars %s is wrong.
eo: Ne eblas kopii avataro-dosieron de la uzanto #%s(%s) ĉar la fonto de la avataroj %s malĝustas.

source: Status code: %s
eo: Statokodo: %s

source: Impossible to get avatar file of the user #%s(%s) because your server has a restriction to get avatar file from remote url %s.
eo: Ne eblas atingi la avataro-dosieron de la uzanto #%s(%s) ĉar via servilo ne permesas atingi la avataro-dosieron de la fora URL %s.

source: Impossible to get avatar file of the user #%s(%s) because wrong image type of the remote avatar file %s.
eo: Ne eblas atingi avatar-dosieron de la uzanto #%s(%s) pro malĝusta bildotipo de la fora avataro-dosiero %s.

source: Avatar file of the user #%s(%s) is not found on %s.
eo: Avataro-dosiero de la uzanto #%s(%s) ne troviĝis en %s.

source: Impossible to create new avatar file of the user #%s(%s) from the remote url %s on %s.
eo: Ne eblas krei novan avataro-dosieron de la uzanto #%s(%s) de la fora URL %s en %s.

source: Impossible to save avatar file of the user #%s(%s) from the remote url %s in DB.
eo: Ne eblas konservi avataro-dosieron de la uzanto #%s(%s) de la fora URL %s en la datumbazon.

source: Impossible to copy avatar file of the user #%s(%s) from %s to %s, please check file rights of the files and folders.
eo: Ne eblas kopii kavataro-dosieron de la uzanto #%s(%s) de %s al %s. Bonvolu kontroli la atingopermesojn de la dosieroj kaj dosierujoj.

source: Impossible to copy attachment of #%s because the source for attachments %s is wrong.
eo: Ne eblas kopii alkroĉaĵon de #%s ĉar la fonto de la alkroĉaĵo %s malĝustas.

source: Attachment of the object #%s(%s) is not found on %s or %s.
eo: Alkroĉaĵo de la objekto #%s(%s) ne troveblas en %s aŭ %s.

source: Impossible to import attachment of the object #%s(%s) because file author could not be detected by id #%s.
eo: Ne eblas importi alkroĉaĵon de la objekto #%s(%s) ĉar la dosiero-kreinto ne estis malkovrebla laŭ la identigilo #%s.

source: Impossible to rename attachment of the object #%s(%s) from physical file name %s to real %s.
eo: Ne eblas alinomi alkroĉaĵon de la objekto #%s(%s) de la fizika dosiernomo %s al la efektiva %s.

source: Impossible to copy attachment of the object #%s(%s) from %s to the folder %s, please check system log and file rights of the files and folders.
eo: Ne eblas kopii alkroĉaĵon de la objekto #%s(%s) de %s al la dosierujo %s. Bonvolu kontroli la sisteman protokolon kaj la dosierajn atingopermesojn de la dosieroj kaj dosierujoj.

source: Database connection
eo: Datumbaza konekto

source: User group mapping
eo: Asignado de uzanto-grupoj

source: Import users
eo: Importi uzantojn

source: Import forums
eo: Importi forumojn

source: Import topics
eo: Importi temojn

source: Import replies
eo: Importi reagojn

source: Import messages
eo: Importi mesaĝojn

source: Unknown directory
eo: Nekonata dosierujo

source: The directory doesn't exist.
eo: La dosierujo ne ekzistas.

source: The directory is not readable.
eo: La dosierujo ne estas legebla.

source: The directory is not writable.
eo: La dosierujo ne estas skribebla.

source: No permission to create/delete file in directory!
eo: Neniu permeso por krei/forigi dosieron en la dosierujo.

source: No permission to create .htaccess file in directory!
eo: Neniu permeso por krei .htaccess-dosieron en la dosierujo.

source: Your page cache folder was successfully renamed from "%s" to "%s".
eo: La paĝa teneja dosierujo sukcese alinomiĝis de "%s" al "%s".

source: You should rename your "%s" folder to "%s" for page caching to continue working without interruption.
eo: Vi devas alinomon la dosierujon "%s" al "%s" por daŭrigi la seninterrompan funkciadon de paĝa tenado.

source: The /cache folder could not be created/written to. b2evolution will still work but without caching, which will make it operate slower than optimal.
eo: La dosiero /cache ne eblis kreiĝi/enskribiĝi. b2evolution malgraŭe funkcios sed sen tenjo, kiuj malrapidigi ĝin.

source: General cache
eo: Ĝeneralan tenejon

source: %s cache
eo: %s tenejon

source: Cache folder error
eo: Eraro pri la teneja dosierujo

source: General cache folder error
eo: Eraro pri la ĝenerala tenejo

source: &laquo;%s&raquo; page cache folder
eo: Paĝo-teneja dosierujo «%s»

source: Creating of the sample collections...
eo: Kreanta la specimenajn kolektojn…

source: Created %d collections.
eo: Kreis %d kolektojn.

source: Creating of the sample comments...
eo: Kreanta la specimenajn komentojn…

source: Created %d comments.
eo: Kreis %d komentojn.

source: Creating of the sample posts...
eo: Kreanta la specimenajn afiŝojn…

source: This is an auto generated post for testing moderation.
eo: Jen aŭtomate generita afiŝo por provi kontroladon

source: Created %d posts.
eo: Kreis %d afiŝojn

source: Creating of the sample revisions...
eo: Kreanta la specimenajn reviziojn…

source: Created %d revisions.
eo: Kreis %d reviziojn.

source: Creating of the sample users...
eo: Kreanta la specimenajn uzantojn…

source: Created %d users.
eo: Kreis %d uzantojn.

source: Creating of the sample hits...
eo: Kreanta la specimenajn vizitojn…

source: Creating of the sample base domains...
eo: Kreanta la specimenajn bazajn domajnojn……

source: Created %d base domains.
eo: Kreis %d bazajn domajnojn.

source: Creating sample messages...
eo: Kreanta la specimenajn mesaĝojn…

source: At least two users must exist in DB to create the messages
eo: Almenaŭ du uzantoj devas ekzisti en la datumbazo antaŭ ol krei la mesaĝojn

source: %d threads and %d messages have been created.
eo: %d fadenoj kaj %d mesaĝoj kreiĝis.

source: Sleeping for 1 second...
eo: Dormanta 1 sekundon…

source: %d images were processed.
eo: %d bildoj estis traktitaj.

source: %s has an unrecognized extension.
eo: %s havas nekonatan sufikson.

source: Correct XML file is not detected in your ZIP package.
eo: Ĝusta XML-dosiero ne trovita en via ZIP-pakaĵo.

source: Removing the comments...
eo: Foriganta la komentojn…

source: Removing the posts...
eo: Foriganta la afiŝojn…

source: Removing the categories...
eo: Foriganta la kategoriojn…

source: Removing the tags that are no longer used...
eo: Foriganta la etikedojn ne plu uzatajn…

source: Removing the files...
eo: Foriganta la dosierojn…

source: No file #%s found in DB. It cannot be deleted.
eo: Neniu dosiero #%s troveblas en la datumbazo. Ĝin ne eblas forigi.

source: Could not delete the file %s.
eo: Ne eblis forigi la dosieron «%s».

source: Importing the users...
eo: Importanta la uzantojn…

source: %d records
eo: %d rikordoj

source: Importing the files...
eo: Importanta la dosierojn…

source: No attachments folder %s found. It must exists to import the attached files properly.
eo: Neniu alkroĉaĵo-dosierujo %s trovita. Ĝi devas ekzisti por ĝuste importi la alkroĉotajn dosierojn.

source: Importing the categories...
eo: Importanta la kategoriojn…

source: Importing the tags...
eo: Importanta la etikedojn…

source: Importing the files from attachment posts...
eo: Importanta la dosierojn de la alkroĉaĵoj……

source: Importing attachment: %s
eo: Importanta la alkroĉaĵo: %s

source: Importing the posts...
eo: Importanta la afiŝojn…

source: Ignore post "%s" because of post type is %s
eo: Ignori la afiŝon "%s" ĉar afiŝtipo estas %s

source: Standalone Pages
eo: Memstaraj paĝoj

source: Importing post: %s
eo: Importanta la afiŝon: %s

source: File %s has been linked to this post.
eo: Dosiero %s estas ligita al ĉi tiu afiŝo.

source: Link %s could not be attached to this post because file %s is not found.
eo: Ne eblis alkroĉi la ligilon %s al la afiŝo ĉar dosiero %s ne troveblis.

source: Caption file %s could not be attached to this post because it is not found in the source attachments folder.
eo: Subteksto-dosiero %s ne estis alkroĉebla al la afiŝo ĉar ĝi ne troveblis en la fonta dosierujo.

source: File of image url %s could not be attached to this post because it is not found in the source attachments folder.
eo: Dosiero de la bildo-URL %s ne estis alkroĉebla al la afiŝo ĉar vi ne troveblis en la fonta dosierujo.

source: Importing the comments...
eo: Importanta la komentojn…

source: Import complete.
eo: Importo kompleta.

source: There was an error when reading XML file %s.
eo: Estis eraro dum legi la XML-dosieron %s.

source: This does not appear to be a XML file, missing/invalid WXR version number.
eo: Tio ŝajne ne estas XML-dosiero, manka/nevalida XML-eldona numero.

source: Compressed Archive
eo: Kunpremita pakaĵo

source: Complete export (attachments folder: %s)
eo: Kompleta eksporto (alkroĉaĵo-dosierujo: %s)

source: Basic export (no attachments folder found)
eo: Baza eksporto (troviĝis neniu alkroĉaĵo-dosierujo).

source: Unable to copy file %s, because it does not exist.
eo: Ne eblas kopii la dosieron %s, ĉar ĝi ne ekzistas.

source: Unable to copy folder %s to %s. Please, check the permissions assigned to this folder.
eo: Ne eblas kopii la dosierujon %s al %s. Bonvolu konstati la permesojn de la dosierujo.

source: Unable to copy file %s to %s. Please, check the permissions assigned to this folder.
eo: Ne eblas kopii dosieron %s al %s. Bonvolu konstati la permesojn de tiu dosiero.

source: File %s has been imported to %s successfully.
eo: La dosiero %s sukcese estas importita al %s.

source: User group
eo: Uzanto-grupo

source: Level
eo: Nivelo

source: Select main category in target blog and optionally check additional categories
eo: Elekti ĉefan kategorion en cela kolekto kaj laŭvole marki aldonajn kategoriojn.

source: Select as an additionnal category
eo: Elekti kiel aldonan kategorion

source: phpBB 3 Importer
eo: phpBB3-importilo

source: phpBB Importer
eo: phpBB-importilo

source: Please enter a database host!
eo: Bonvolu enmeti datumbazan retnodon.

source: Please enter a database name!
eo: Bonvolu enmeti datumbazan nomon.

source: Please enter a username!
eo: Bonvolu enmeti salutnomon.

source: Please enter a password!
eo: Bonvolu enmeti pasvorton.

source: Please select a collection!
eo: Bonvolu elekti kolekton

source: Please select a default group!
eo: Bonvolu elekti aprioran grupon.

source: Please select at least one forum to import!
eo: Bonvolu elekti almenaŭ unu forumon importotan.

source: WARNING: Some of your tables have different charsets/collations than the expected. It is strongly recommended to upgrade your database charset by running the tool <a %s>Check/Convert/Normalize the charsets/collations used by the DB (UTF-8 / ASCII)</a>.
eo: AVERTO: Iuj el viaj tabeloj havas aliajn kodoprezentojn/ordigojn ol la postulatajn. Forte rekomendinde estas ĝisdatigi vian datumbazan kodoprezenton per la ilo <a %s>Kontroli/konverti/konsekvencigi la kodoprezentojn/ordigojn uzatajn de la datumbazo (UTF-8/Askio)</a>.

source: This API doesn't work properly on this server.
eo: Tiu API ne ĝuste funkcias en la servilo.

source: When enabled, this feature is known to facilitate hacking exploits in any PHP application.
eo: Kiam aktivigita, ĉi tiu trajto faciligas kodrompadon en PHP-aplikaĵoj.

source: b2evolution includes additional measures in order not to be affected by this. However, for maximum security, we still recommend disabling this PHP feature.
eo: b2evolution inkluzivas aldonajn ecojn por ne afekciita de ĉi tio. Tamen por maksimuma sekureco ni ankoraŭ rekomendas, ke vi malaktivigu tiun trajton.

source: If possible, change this setting to <code>%s</code> in your php.ini or ask your hosting provider about it.
eo: Se eble, ŝanĝi la agordon al <code>%s</code> en via php.ini aŭ demandas pri ĝi al via gastiganto.

source: System status
eo: Sistema stato

source: Instance name
eo: Okaza nomo

source: %s released on %s
eo: %s eldonita je %s

source: b2evolution version
eo: Eldono de b2evolution

source: <p>Updates from b2evolution.net are disabled!</p> <p>You will <b>NOT</b> be alerted if you are running an insecure configuration.</p>
eo: <p>Ĝisdatigoj el b2evolution.net estas malaktivigitaj.</p> <p>Vi <strong>ne</strong> estos sciigita se vi uzan nesekuran eldonon.</p>

source: Furthermore, this version is old. You should check for newer releases on %s.
eo: Plue ĉi tiu eldono estas malnova. Vi kontrolu pli novajn eldonojn en %s.

source: Furthermore, this version is aging. You may want to check for newer releases on %s.
eo: Plue ĉi tiu eldono estas fariĝanta pli kaj pli malnova. Vi eble volos kontroli por pli novaj eldonoj en %s.

source: You will not be able to upload files/images and b2evolution will not be able to generate thumbnails.
eo: Vi ne povos alŝuti dosierojn/bildojn kaj b2evolution ne eblos generi miniaturojn.

source: Your host requires that you set special file permissions on your media directory.
eo: Via gastiganto postulas, ke vi elektu specialajn atingopermesojn por via media dosierujo.

source: %s has not been found.
eo: %s ne troveblas.

source: %s differs from %s
eo: %s malsamas de %s

source: %s is identical to %s
eo: %s estas identa al %s

source: Deleted
eo: Forigita

source: Install folder
eo: Instala dosierujo

source: Not deleted
eo: Ne forigita
