Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: Installed plugin &laquo;%s&raquo;.
eo: Instalis kromprogramon «%s».

source: Click here to configure
eo: Alklaki por agordi

source: The plugin cannot be uninstalled because of the following dependencies:
eo: La kromprogramo ne povas esti malinstalita pro la jenaj dependaĵoj:

source: Could not uninstall plugin #%d.
eo: Ne eblis malinstali kromprogramon #%d.

source: Dropped the table(s) of the plugin.
eo: Forigis la tabelo(j)n de la kromprogramo.

source: The &laquo;%s&raquo; plugin (#%d) has been uninstalled.
eo: La kromprogramo «%s» (#%d) malinstaliĝis.

source: Plugin name updated.
eo: Kromprograma nomo ĝisdatiĝis.

source: Plugin description updated.
eo: Kromprograma priskribo ĝisdatiĝis.

source: Plugin events have been updated.
eo: La kromprogramaj eventoj ĝisdatiĝis.

source: This ping plugin needs a non-empty code.
eo: La eĥa kromprogramo postulas ne vakan kodon.

source: Plugin code updated.
eo: Kromprograma kodo ĝisdatiĝis.

source: Plugin priority must be numeric (%s).
eo: La kromprograma prioritato devas esti cifera (%s).

source: Plugin priority updated.
eo: Kromprograma prioritato ĝisdatiĝis.

source: The plugin has been disabled.
eo: La kromprogramo estis malaktivigita.

source: The requested plugin doesn't exist!
eo: La petita kromprogramo ne plu ekzistas.

source: Edit plugin &laquo;%s&raquo; (ID %d)
eo: Redakti kromprogramon «%s» (identigilo %d)

source: Help for plugin &laquo;%s&raquo;
eo: Helpo por kromprogramo «%s».

source: External help page
eo: Ekstera helpo-paĝo

source: Plugin configuration
eo: Kromprograma agordo

source: Cancel installation!
eo: Nuligi instaladon.

source: Finish setup for plugin #%d (%s)
eo: Finigi agordon por kromprogramo #%d (%s)

source: The plugin needs the following database changes.
eo: La kromprogramo postulas la jenajn datumbazajn ŝanĝojn.

source: The following database changes will be carried out. If you are not sure what this means, it will probably be alright.
eo: La sekvaj datumbazaj ŝanĝoj plenumiĝos. Se vi ne certas pri tio, kion tio signifas, tio probable estos aprobinda.

source: Install
eo: Instali

source: Cancel uninstall!
eo: Nuligi instaladon.

source: Uninstall plugin #%d (%s)
eo: Malinstali kromprogramon #%d (%s)

source: Uninstalling this plugin will also delete its database tables:
eo: Malinstali la kromprogramon ankaŭ forigos ĝiajn datumbazajn tabelojn:

source: Close info!
eo: Fermi informojn.

source: Code
eo: Kodo

source: This 8-32 character code identifies the plugin when it needs to be called directly and specifically. This is especially useful for renderer plugins and widgets (SkinTags).
eo: La 8- ĝis 32-signa kodo identigas la kromprogramon kiam ĝi devas esti vokita rekte kaj specife. Tio precipe utilas por modifilo-kromprogramoj kaj umaĵoj (SkinTags).

source: Short desc
eo: Mallonga priskribo

source: Long desc
eo: Longa priskribo

source: Classname
eo: Klasnomo

source: Class file
eo: Klasa dosiero

source: Install NOW!
eo: Tuj instali.

source: Installed plugins
eo: Instalitaj kromprogramoj

source: Unclassified
eo: Ne klasifikita

source: The plugin is enabled.
eo: La kromprogramo estas aktivigita.

source: The plugin is broken.
eo: La kromprogramo estas rompita.

source: Needs further configuration
eo: Postulas pluan agordon

source: The plugin is not installed completely.
eo: La kromprogramo ne estas plene instalita.

source: The plugin is disabled.
eo: La kromprogramo estas malaktivigita.

source: En
eo: Akt

source: Plugin
eo: Kromprogramo

source: The code to call the plugin by code (SkinTag) or as Renderer.
eo: La kodo voki la kromprogramon de kodo (SkinTag) aŭ kiel montrilo.

source: Display info
eo: Montri informojn

source: Disable the plugin!
eo: Malaktivigi la kromprogramon

source: Enable the plugin!
eo: Aktivigi la kromprogramon

source: Un-install this plugin!
eo: Malinstali la kromprogramon

source: Reload events and codes for installed plugins.
eo: Reŝargi eventojn kaj kodojn por instalitaj kromprogramoj.

source: Reload plugins
eo: Reŝargi kromprogramojn

source: Install new
eo: Instali novan

source: Install new plugin...
eo: Instali novan kromprogramon…

source: Plugins available for installation
eo: Kromprogramoj disponeblaj por instalado

source: Cancel install!
eo: Nuligi instaladon.

source: The above plugins are those already installed into your "plugins" directory.
eo: La ĉi-supraj kromprogramoj jam estas instalitaj en vian dosierujon "plugins".

source: You can find more plugins online at %s or other channels.
eo: Vi povas trovi pli da kromprogramoj rete en %s aŭ en aliaj kanaloj.

source: To make a plugin available for installation, extract it into the "%s" directory on the server.
eo: Por disponigi kromprogramon por instalado, elpaki ĝin al la dosierujo "%s" en la servilo.

source: Are you sure you want to restore the default settings? This cannot be undone!
eo: Ĉu vi certas, ke vi volas restarigi la apriorajn lokaĵarojn? Ĉiuj propraj difinoj perdiĝos.

source: Cancel edit!
eo: Nuligi redaktadon

source: Plugin info
eo: Kromprogramaj informoj

source: Plugin settings
eo: Kromprograma agordo

source: Plugin variables
eo: Variabloj de la kromprogramo

source: The code to call the plugin by code. This is also used to link renderer plugins to items.
eo: La kodo por voki la kromprogramon per kodo. Ĉi tio ankaŭ estas uzata por ligi al eroj modifilo-kromprogramojn.

source: Plugin events
eo: Kromprogramaj eventoj

source: Note: the plugin is not enabled.
eo: Noto: La kromprogramo ne estas aktivigita.

source: Warning: by disabling plugin events you change the behaviour of the plugin! Only change this, if you know what you are doing.
eo: Averto: Per malaktivigado de kromprogramaj eventoj vi ŝanĝas la konduton de la kromprogramo. Ŝanĝi nur se vi komprenas la eventan uzon.

source: This plugin has no registered events.
eo: La kromprogramo havas neniun registritajn eventojn.

source: Polls
eo: Opinisondoj

source: Create & Edit owned polls only
eo: Krei kaj redakti nur estratajn opinisondojn

source: Create & Edit owned polls + View all
eo: Krei kaj redakti estratajn afiŝajn kaj vidi ĉion

source: Please select an answer for the poll.
eo: Bonvolu elekti respondon por la opinisondo.

source: Your vote has been cast.
eo: Via voĉdono sendiĝis.

source: %d poll options
eo: %d opinisondaj elektoj

source: %d poll answers
eo: %d opinisondaj respondoj

source: Please enter the owner's login.
eo: Bonvolu enmeti estran salutnomon.

source: Please enter the text for the poll's question.
eo: Bonvolu enmeti tekston por opinisondan demandon.

source: Please enter the text for the poll's option.
eo: Bonvolu enmeti tekston por opinisondan elekton.

source: Please enter the order for the poll's option.
eo: Bonvolu enmeti la ordo por opinisonda elekto.

source: Poll
eo: Opinisondo

source: Poll option
eo: Opinisonda elekto

source: New poll has been created.
eo: Nova opinisondo kreiĝis.

source: Poll has been updated.
eo: La opinisondo ĝisdatiĝis.

source: Poll "%s" has been deleted.
eo: La opinisondo "%s" foriĝis.

source: New poll option has been created.
eo: Nova opinisonda elekto kreiĝis.

source: Poll option has been updated.
eo: La opinisonda elekto ĝisdatiĝis.

source: Poll option "%s" has been deleted.
eo: La opinisonda elekto "%s" foriĝis.

source: Delete poll option "%s"?
eo: Cu forigi la opinisondan elekton "%s"?

source: Delete poll "%s"?
eo: Ĉu forigi opinisondon "%s"?

source: New poll
eo: Nova opinisondo

source: Question
eo: Demando

source: Answer options
eo: Responda agordo

source: Answers
eo: Respondoj

source: Option
eo: Elekto

source: Edit this poll option
eo: Redakti la opinisondan elekton

source: Delete this poll option!
eo: Forigi la opinisondan elekton.

source: New poll option
eo: Nova opinisonda elekto

source: New poll option for question "%s"
eo: Nova opinisonda elekto por demando "%s"

source: Poll option for question "%s"
eo: Opinisondaj elektoj por demando "%s"

source: Edit this poll
eo: Redakti la opinisondon

source: Delete this poll!
eo: Forigi la opinisondon.

source: View this poll
eo: Vidi la opinisondon

source: Disabled city (%s, #%d).
eo: Malaktivigita urbo (%s, #%d).

source: Enabled city (%s, #%d).
eo: Aktivigita urbo (%s, #%d).

source: Removed from preferred cities (%s, #%d).
eo: Forigita el preferataj urboj (%s, #%d).

source: Added to preferred cities (%s, #%d).
eo: Aldonita al la preferataj urboj (%s, #%d).

source: New city created.
eo: Nova urbo kreiĝis.

source: City updated.
eo: Urbo ĝisdatiĝis.

source: City &laquo;%s&raquo; deleted.
eo: Urbo «%s» forigita.

source: Cannot delete city &laquo;%s&raquo;
eo: Ne eblas forigi urbon «%s».

source: Please select a CSV file to import.
eo: Bonvolu elekti komapartigitan dosieron por importado.

source: %s cities added and %s cities updated for country %s.
eo: %s urboj aldonitaj kaj %s urboj ĝisdatigitaj por lando %s.

source: Delete city &laquo;%s&raquo;?
eo: Ĉu forigi urbon «%s»?

source: Disabled country (%s, #%d).
eo: Malaktivigita lando (%s, #%d).

source: Enabled country (%s, #%d).
eo: Aktivigita lando (%s, #%d).

source: Removed from preferred countries (%s, #%d).
eo: Forigita el preferataj landoj (%s, #%d).

source: Added to preferred countries (%s, #%d).
eo: Aldonita al la preferataj landoj (%s, #%d).

source: New country created.
eo: Nova lando kreiĝis.

source: Country updated.
eo: Lando ĝisdatiĝis.

source: Country &laquo;%s&raquo; deleted.
eo: Lando «%s» forigita.

source: Cannot delete country &laquo;%s&raquo;
eo: Ne eblas forigi landon «%s».

source: Delete country &laquo;%s&raquo;?
eo: Ĉu forigi landon «%s»?

source: Currency
eo: Valuto

source: Disabled currency (%s, #%d).
eo: Malaktivigita valuto (%s, #%d).

source: Enabled currency (%s, #%d).
eo: Aktivigita valuto (%s, #%d).

source: New currency created.
eo: Nova valuto kreiĝis.

source: Currency updated.
eo: Valuto ĝisdatiĝis.

source: Currency &laquo;%s&raquo; deleted.
eo: Valuto «%s» forigita.

source: Cannot delete currency &laquo;%s&raquo;
eo: Ne eblas forigi valuton «%s».

source: Delete currency &laquo;%s&raquo;?
eo: Ĉu forigi valuton «%s»?

source: %d related users
eo: %d rilataj uzantoj

source: City code must be from 1 to 12 letters.
eo: Urbkodo devas esti de 1 ĝis 12 literoj.

source: %d related regions
eo: %d rilataj regionoj

source: %d related cities
eo: %d rilataj urboj

source: Country code must be 2 letters.
eo: Landkodo devas esti 2 literoj.

source: Please select a currency
eo: Bonvolu elekti valuton.

source: This country already exists. Do you want to <a %s>edit the existing country</a>?
eo: Ĉi tiu lando jam ekzistas. Ĉu vi volas <a %s>redakti la jaman landon</a>?

source: %d related countries
eo: %d rilataj landoj

source: Currency code must be 3 letters.
eo: Valutkodo devas esti 3 literoj.

source: This currency already exists. Do you want to <a %s>edit the existing currency</a>?
eo: Ĉi tiu lando jam ekzistas. Ĉu vi volas <a %s>redakti la jaman landon</a>?

source: %d related sub-regions
eo: %d rilataj subregionoj

source: Region code must be from 1 to 6 letters.
eo: Reginkodo devas esti de 1 ĝis 6 literoj.

source: This region already exists. Do you want to <a %s>edit the existing region</a>?
eo: Ĉi tiu regiono jam ekzistas. Ĉu vi volas <a %s>redakti jaman regionon</a>?

source: Frequent
eo: Oftaj

source: Frequent regions
eo: Oftaj regionoj

source: Other regions
eo: Aliaj regionoj

source: Frequent sub-regions
eo: Oftaj subregionoj

source: Other sub-regions
eo: Aliaj subregionoj

source: Frequent cities
eo: Oftaj urboj

source: Other cities
eo: Aliaj urboj

source: Sub-region code must be from 1 to 6 letters.
eo: Subregionkodo devas esti de 1 ĝis 6 literoj.

source: This sub-region already exists. Do you want to <a %s>edit the existing sub-region</a>?
eo: Ĉi tiu subregiono jam ekzistas. Ĉu vi volas <a %s>redakti la jaman uzanton</a>?

source: Disabled region (%s, #%d).
eo: Malaktivigita regiono (%s, #%d).

source: Enabled region (%s, #%d).
eo: Aktivigita regiono (%s, #%d).

source: Removed from preferred regions (%s, #%d).
eo: Forigita el preferataj regionoj (%s, #%d).

source: Added to preferred regions (%s, #%d).
eo: Aldonita al la preferataj regionoj (%s, #%d).

source: New region created.
eo: Nova regiono kreiĝis.

source: Region updated.
eo: Regiono ĝisdatiĝis.

source: Region &laquo;%s&raquo; deleted.
eo: Regiono «%s» forigita.

source: Cannot delete region &laquo;%s&raquo;
eo: Ne eblas forigi la regionon «%s».

source: Delete region &laquo;%s&raquo;?
eo: Ĉu forigi la regionon «%s»?

source: Disabled sub-region (%s, #%d).
eo: Malaktivigita subregiono (%s, #%d).

source: Enabled sub-region (%s, #%d).
eo: Aktivigita subregiono (%s, #%d).

source: Removed from preferred sub-regions (%s, #%d).
eo: Forigita el preferataj subregionoj (%s, #%d).

source: Added to preferred sub-regions (%s, #%d).
eo: Aldonita al la preferataj subregionoj (%s, #%d).

source: Cannot delete sub-region &laquo;%s&raquo;
eo: Ne eblas forigi la subregionon «%s».

source: Delete sub-region &laquo;%s&raquo;?
eo: Ĉu forigi la subregionon «%s»?

source: Invalid time format.
eo: Nevalida tempformo.

source: Time settings updated.
eo: Tempa agordo ĝisdatiĝis.

source: Delete this city!
eo: Forigi la urbon.

source: New city
eo: Nova urbo

source: Post code
eo: Poŝtkodo

source: Cancel importing!
eo: Nuligi importadon.

source: Import cities
eo: Importi urbojn

source: Select a country and upload a CSV file with the following columns:
eo: Elekti landon kaj alŝuti komapartigitan dosieron kun la jenaj kolumnoj.

source: 1. Postcode
eo: 1. Poŝtkodo

source: 2. City name
eo: 2. Urbonomo

source: 3. Optional: sub region code
eo: 3. Laŭvola: subregiona kodo

source: CSV File
eo: Komapartigita dosiero

source: Disable the city!
eo: Malaktivigi la urbon.

source: Enable the city!
eo: Aktivigi la urbon.

source: Remove from preferred cities
eo: Forigi el preferataj urboj

source: Add to preferred cities
eo: Aldoni al preferataj urboj

source: Preferred
eo: Preferitaj

source: Edit this country...
eo: Redakti la landon…

source: Edit this region...
eo: Redakti la regionon…

source: Edit this sub-region...
eo: Redakti la subregionon…

source: Edit this city...
eo: Redakti la urbon…

source: Duplicate this city...
eo: Duobligi la urbon…

source: Create a new city ...
eo: Krei novan urbon…

source: Import cities from CSV file ...
eo: Importi urbojn el komapartigita dosiero

source: Import CSV
eo: Importi komapartigitan dosieron

source: Delete this country!
eo: Forigi la landon

source: New country
eo: Nova lando

source: Default Currency
eo: Apriora valuto

source: Disable the country!
eo: Malaktivigi la landon

source: Enable the country!
eo: Aktivigi la landon

source: Remove from preferred countries
eo: Forigi el preferataj landoj

source: Add to preferred countries
eo: Aldoni al preferataj landoj

source: Preferred only
eo: Preferita sole

source: Duplicate this country...
eo: Kopii la landon…

source: Create a new country ...
eo: Krei novan landon…

source: Delete this currency!
eo: Forigi la landon

source: New currency
eo: Nova valuto

source: Shortcut
eo: Mallongigo

source: Currencies list
eo: Valuta listo

source: Disable the currency!
eo: Malaktivigi la valuton

source: Enable the currency!
eo: Aktivigi la valuton

source: Edit this currency...
eo: Redakti la valuton…

source: Duplicate this currency...
eo: Kopii la valuton…

source: Create a new currency...
eo: Krei novan valuton…

source: Delete this region!
eo: Forigi la regionon.

source: New region
eo: Nova regiono

source: Regions/States
eo: Regionoj/ŝtatoj

source: Disable the region!
eo: Malaktivigi la regionon.

source: Enable the region!
eo: Aktivigi la regionon.

source: Remove from preferred regions
eo: Forigi el preferataj regionoj

source: Add to preferred regions
eo: Aldoni al preferataj regionoj

source: Duplicate this region...
eo: Duobligi la regionon…

source: Create a new region...
eo: Krei novan regionon…

source: Delete this sub-region!
eo: Forigi la subregionon.

source: New sub-region
eo: Nova subregiono

source: Sub-regions/Departments/Counties
eo: Subregionoj/Fakoj/Kantonoj

source: Disable the sub-region!
eo: Malaktivigi la subregionon.

source: Enable the sub-region!
eo: Aktivigi la subregionon.

source: Remove from preferred sub-regions
eo: Forigi el preferataj subregionoj

source: Add to preferred sub-regions
eo: Aldoni al preferataj subregionoj

source: Duplicate this sub-region...
eo: Duobligi la subregion…

source: Create a new sub-region...
eo: Krei novan subregionon…

source: Time settings
eo: Tempa agordo

source: Timezone from php.ini
eo: Horzono el php.ini

source: Timezone from /conf/_advanced.php
eo: Horzono el /conf/_advanced.php

source: Effective timezone
eo: Efektiva horzono

source: Current server time
eo: Nuna tempo de servilo

source: Calculate time difference
eo: Kalkuli tempan diferencon

source: If you're not on the timezone of your server.
eo: Se vi ne estas en la sama horzono kiel la servilo.

source: Time difference to apply
eo: Tempa diferenco aplikota

source: in hours, e.g. "1", "1:30" or "-1.5"
eo: laŭ horoj, ekz-e: "1", "1:30" aŭ "-1.5"

source: Local / corrected time
eo: Loka / alĝustigita tempo

source: Wrong login/password.
eo: Misa salutnomo/pasvorto.

source: Unable to set collection favorite status
eo: Ne eblas agordi la favoratan staton de la kolekto

source: You have no permission to edit other users!
eo: Vi ne rajtas redakti aliajn uzantoj.

source: You can't delete yourself!
eo: Vi ne rajtas forigi vin.

source: You can't delete User #1!
eo: Vi ne rajtas forigi uzanton #1

source: Cannot delete User &laquo;%s&raquo;
eo: Ne eblas forigi uzanton «%s».

source: User &laquo;%s&raquo; deleted.
eo: Uzanto «%s» forigita.

source: Collection Analytics
eo: Kolekto-analizado

source: Hit summary
eo: Resumo pri vizitoj

source: Search B-hits
eo: Serĉi vizitojn laŭ TTT-legilo

source: Referered B-hits
eo: Vizitoj el aliaj kolektaroj

source: Direct B-hits
eo: Rektaj vizitoj per TTT-legiloj

source: All Hits
eo: Ĉiuj vizitoj

source: Global Analytics
eo: Tutprograma analizado

source: Page Analytics
eo: Paĝa analizado

source: Global hits
eo: Tutprogramaj vizitojo

source: Browser hits
eo: Vizitoj de TTT-legiloj

source: API hits
eo: API-vizitoj

source: Robot hits
eo: Vizitoj de robotoj

source: RSS/Atom hits
eo: Vizitoj en la XML-fluoj

source: Top IPs
eo: Plej oftaj IP-adresoj

source: Search hits
eo: Serĉi vizitojn

source: Top engines
eo: Plej uzataj serĉiloj

source: All referrers
eo: Ĉiuj menciintoj

source: Top referrers
eo: Ĉefaj aldirektantoj

source: Goal hits
eo: Celaj vizitoj

source: Extract info from hit log
eo: Eltiri informojn el la vizito-protokolo

source: Prune old hits & sessions (includes OPTIMIZE)
eo: Forigi malnovajn vizitojn kaj seancojn (inkluzivas plejbonigon)

source: Sorry, there is no blog you have permission to view stats for.
eo: Bedaŭre ne ekzistas kolekto en kiu vi rajtas vidi statistikaĵojn.

source: Goal Category
eo: Cela kategorio

source: New goal created.
eo: Nova celo kreiĝis.

source: Goal updated.
eo: Celo ĝisdatiĝis.

source: Goal &laquo;%s&raquo; deleted.
eo: Celo «%s» forigita.

source: Cannot delete goal &laquo;%s&raquo;
eo: Ne eblas forigi la celon «%s».

source: New goal category created.
eo: Nova cela kategorio kreiĝis.

source: Goal category updated.
eo: Cela kategorio ĝisdatiĝis.

source: Cannot delete goal category &laquo;%s&raquo;
eo: Ne eblas forigi la celan kategorion «%s».

source: Goal category &laquo;%s&raquo; deleted.
eo: Cela kategorio «%s» forigita.

source: Goal definitions
eo: Celaj difinoj

source: Goal hit stats
eo: Statistikaĵoj pri celaj vizitoj

source: Goal categories
eo: Celaj kategorioj

source: Delete goal &laquo;%s&raquo;?
eo: Ĉu forigi la celon «%s»?

source: Delete goal category &laquo;%s&raquo;?
eo: Ĉu forigi la celan kategorion «%s»?

source: %d hits from this domain in the hitlog
eo: %d vizitoj de la domajnoj en la vizito-protokolo

source: %d users have this as their email domain
eo: %d uzantoj havas tiun kiel sia retpoŝta domajno

source: Please enter domain name.
eo: Bonvolu enmeti domajnnomon.

source: Domain already exists with the same name.
eo: Domajno jam ekzistas kun la sama nomo.

source: %d related goal hits
eo: %d rilataj celoj

source: Edit this goal...
eo: Redakti la celon…

source: Duplicate this goal...
eo: Kopii la celon…

source: Delete this goal!
eo: Forigi la celon

source: Please select a category.
eo: Bonvolu elekti kategorion.

source: Please enter Normal Redirection URL.
eo: Bonvolu enmeti ordinaran alidirektantan URL-on.

source: Temporary Redirection URL should not be equal to Normal Redirection URL
eo: Provizora alidirekta URL devas ne egali ordinaran alidirektan URL-on

source: Temporary Start Date/Time should not be greater than Temporary End Date/Time
eo: Provizora komenca dato/tempo devas ne esti pli ol provizora fina dato/tempo

source: Default value must be a number.
eo: La apriora valoro devas esti cifera.

source: This goal already exists. Do you want to <a %s>edit the existing goal</a>?
eo: Ĉi tiu celo jam ekzistas! Ĉu vi volas <a %s>redakti jaman celon</a>?

source: %d related goals
eo: %d rilataj celoj

source: bad char in User Agent
eo: Misa signo en la TTT-legilo

source: Pruning has already been done today
eo: Vakigado jam estis farita

source: The old hits & sessions have been pruned.
eo: La kolekto-vizitoj kaj seancoj foriĝis.

source: Direct browser hits
eo: Rektaj vizitoj de TTT-legiloj

source: Refered browser hits
eo: Vizitoj de TTT-legiloj el aliaj kolektaroj

source: n.a.
eo: n.d.

source: Search referer
eo: Serĉila aldirektanto

source: Aggregator referer
eo: Legila alidirektanto

source: Email provider
eo: Retpoŝta donanto

source: Live data
eo: Nunaj datumoj

source: Aggregate data
eo: Agregitaj datumoj

source: Current Month to date
eo: Nuna monato ĝis dato

source: Specific Month:
eo: Specifa monato:

source: Aggregate Now
eo: Tuj agregi

source: Incorrect crumb received!
eo: Eksvalidiĝinta seanco ricevita.

source: Your request was stopped for security reasons.
eo: Via peto estis ĉesigita pro sekurecaj kialoj.

source: Have you waited more than %d minutes before submitting your request?
eo: Ĉu vi atendis pli ol %d minutojn antaŭ ol sendi vian peton?

source: Please go back to the previous page and refresh it before submitting the form again.
eo: Bonvolu reen al la antaŭa paĝo kaj reŝargi ĝin antaŭ ol refoje sendi la formularion.

source: Alternatively, you can try to resubmit your request with a refreshed crumb:
eo: Alternative vi povas provi resendi vian peton kun refreŝiĝonta seanco:

source: Resubmit now!
eo: Tuj resendi

source: Changed hit #%d type to: %s.
eo: Ŝanĝis tipon de vizito #%d al: %s.

source: Deleted %d hits for %s.
eo: Forigi %d vizitojn de %s.

source: No hits deleted for %s.
eo: Neniuj vizitoj forigitaj por %s.

source: Domain
eo: Domajno

source: Domain has been updated.
eo: Domajno ĝisdatiĝis.

source: New domain created.
eo: Nova domajno kreiĝis.

source: Domain has been deleted.
eo: Domajno estas forigita.

source: The hits have been aggregated.
eo: La vizitoj estas agregitaj.

source: Hits
eo: Vizitoj

source: Summary
eo: Resumo

source: Browsers
eo: TTT-legiloj

source: Robots
eo: Robotoj

source: RSS/Atom
eo: XML-fluoj

source: Direct hits
eo: Rektaj vizitoj

source: Referred by other sites
eo: Vizitoj el aliaj kolektaroj

source: Incoming searches
eo: Envenaj serĉoj

source: Searched keywords
eo: Serĉitaj ŝlosilvortoj

source: Top search engines
eo: Plej oftaj serĉiloj

source: Add domain
eo: Aldoni domajnon

source: Delete domain &laquo;%s&raquo;?
eo: Ĉu forigi la domajnon «%s»?

source: New goal
eo: Nova celo

source: Key
eo: Klavo

source: Should be URL friendly
eo: Estu URL-afabla

source: Normal Redirection URL
eo: Ordinara alidirekta URL

source: Temporary Redirection URL
eo: Provizora alidirekta URL
