Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: For maximum security, it is recommended that you delete your /blogs/install/ folder once you are done with install or upgrade.
eo: Por maksimuma sekureco estas rekomendinde, ke vi forigi la dosierujon /blogs/install/ tuj post kiam vi finas la instaladon aŭ ĝisdatigon.

source: Allowed
eo: Permesata

source: Database reset
eo: Restarigi la datumbazon

source: Forbidden
eo: Malpermesita

source: Currently, anyone who accesses your install folder could entirely reset your b2evolution database.
eo: Nune ĉiu, kiu atingas vian dosierujon install povus tute restarigi vian tutan b2evolution-datumbazon.

source: ALL YOUR DATA WOULD BE LOST!
eo: LA TUTO DE VIAJ DATUMOJ PERDIĜUS

source: As soon as possible, change the setting <code>$allow_evodb_reset = 0;</code> in your /conf/_basic.config.php.
eo: Laŭeble ŝanĝi la agordaĵon <code>$allow_evodb_reset = 0;</code> en la dosiero /conf/_basic_config.php.

source: Internal b2evo charset
eo: Interna b2evolution-kodoprezento

source: Blog count
eo: Kolekto-nombro

source: You will not be able to use page cache.
eo: Vi ne povos uzi la paĝan tenejon.

source: Your host requires that you set special file permissions on your cache directory.
eo: Via gastiganto postulas, ke vi elektu specialajn atingopermesojn por via teneja dosierujo.

source: Cache directory
eo: Teneja dosierujo

source: General caching
eo: Ĝenerala tenejo

source: %d enabled / %d blogs
eo: %d aktivaj el %d kolektoj

source: Blog's cache setting
eo: Tenejo-agordo de la kolekto

source: Blog's cache errors
eo: Eraroj en la kolekto-tenejo

source: Server time
eo: Servila tempo

source: GMT / UTC time
eo: GMT/UTK tempo

source: b2evolution time
eo: Tempo de b2evolution

source: MySQL version
eo: Eldono de MySQL

source: This version is too old. The minimum recommended MySQL version is %s.
eo: Ĉi tiu eldono estas tro malnova. La minimuma rekomendita eldono de MySQL estas %s.

source: MySQL UTF-8 support
eo: UTF-8-rego en MySQL

source: UTF-8 is not supported by your MySQL server.
eo: Via MySQL-a servilo ne regas la signaron UTF-8.

source: PHP running as USER:
eo: PHP plenumiĝas kiel UZANTO:

source: PHP running as GROUP:
eo: PHP plenumiĝas kiel GRUPO:

source: View PHP info
eo: Vidi PHP-informojn

source: PHP version
eo: PHP-eldono

source: This version is too old. b2evolution will not run correctly. You must ask your host to upgrade PHP before you can run b2evolution.
eo: Ĉi tiu eldono estas tro malnova. b2evolution ne ĝuste plenumiĝos. Vi devas peti al via gastiganto ĝisdatigi PHP-on antaŭ vi povas plenumi la programon b2evolution.

source: This version is old. b2evolution may run but some features may fail. You should ask your host to upgrade PHP before running b2evolution.
eo: Ĉi tiu eldono estas tro malnova. b2evolution eble plenumiĝos sed iuj trajtoj eble malsukcesos. Vi petu al via gastiganto ĝisdatigi PHP-on antaŭ ol plenumanta b2evolution-on.

source: PHP 5.2 or greater is recommended for maximum security, especially for "httpOnly" cookies support.
eo: PHP 5.2 aŭ pli nova rekomendindas pro sekureco, precipe por kuketoj nur por HTTP.

source: On
eo: Ŝaltita

source: PHP is adding extra quotes to all inputs. This leads to unnecessary extra processing.
eo: PHP aldonas al ĉiuj enmetaĵoj aldonajn citilojn. Tio kondukas nenecesan traktadon.

source: post_max_size should be larger than upload_max_filesize
eo: post_max_size estu pli granda ol upload_max_filesize

source: The memory_limit is too low. Some features like image manipulation will fail to work.
eo: La memory_limit estas tre malalta. Iuj trajtoj, ekz-e bilda manipulado, ne funkcios.

source: The memory_limit is low. Some features like image manipulation of large files may fail to work.
eo: La memory_limit estas malalta. Iuj trajtoj, ekz-e bilda manipulado de grandaj dosieroj, eble ne funkcios.

source: Unlimited
eo: Nelimigita

source: b2evolution was able to request more time (than the default %s seconds) to execute complex tasks.
eo: b2evolution povis peti plian tempon (ol la apriora %s sekundojn) por plenumi kompleksajn taskojn.

source: b2evolution may frequently run out of time to execute properly.
eo: b2evolution eble ofte ne havas sufiĉon da tempo por konvene plenumiĝi.

source: b2evolution may sometimes run out of time to execute properly.
eo: b2evolution eble kelkfoje ne havas sufiĉon da tempo por konvene plenumiĝi.

source: Loaded
eo: Ŝargita

source: Not loaded
eo: Ne ŝargita

source: PHP mbstring extension
eo: PHP-aldonaĵo mbstring

source: b2evolution will not be able to convert character sets and special characters/languages may not be displayed correctly. Enable the mbstring extension in your php.ini file or ask your hosting provider about it.
eo: b2evolution ne povas konverti signarojn kaj specialajn signojn/lingvojn eble ne ĝuste montriĝos. Aktivigi la aldonaĵon mbstring en la dosiero php.ini aŭ demandi al via gastiganto pri ĝi.

source: PHP XML extension
eo: PHP-aldonaĵo XML

source: The XML extension is not loaded.
eo: La aldonaĵo XML ne estas ŝargita.

source: PHP IMAP extension
eo: PHP-aldonaĵo IMAP

source: You will not be able to use the Post by Email feature and the Return Path email processing of b2evolution. Enable the IMAP extension in your php.ini file or ask your hosting provider about it.
eo: Ne eblas uzi la trajton Blogi per retpoŝto de b2evolution. Aktivigi la aldonaĵon IMAP en la dosiero php.ini aŭ demandi al via gastiganto pri ĝi.

source: PHP opcode cache
eo: Opkoda tenejo de PHP

source: Using an opcode cache allows all your PHP scripts to run faster by caching a "compiled" (opcode) version of the scripts instead of recompiling everything at every page load. Several opcode caches are available. We recommend APC (which is included with PHP starting from PHP 7).
eo: Per la uzo de opkoda tenejo viaj PHP-skriptoj plenumiĝos pli rapide per la uzo de "tradukita" (opkoda) versio de la skriptoj anstataŭ retraduki la skriptojn je ĉiu paĝŝarĝo. Pluraj opkodaj tenejoj disponeblas. Rekomendinda estas APC (kiu oni inkluzivigas en PHP ekde PHP 7).

source: PHP user cache
eo: Uzanto-tenejo de PHP

source: Using an user cache allows b2evolution to store some cached data (Block Cache) in memory instead of regenerated the blocks at each page load. Several user caches are available. We recommend APCu (which needs to be enabled separately from APC, starting from PHP 7).
eo: Uzi uzanto-tenejo permesas, ke b2evolution konservu iujn entenejajn datumojn (blokan tenejon) en la memoro anstataŭ regeneri la blokojn je ĉiu paĝŝargo. Iuj uzanto-tenejo disponeblos. Rekomendinda estas ACPa (kiu devas esti aktivigita aparte de APC, komencinte kun PHP 7).

source: GD Library (image handling)
eo: Biblioteko GD (bilda traktado)

source: GD Library version
eo: Eldono de la biblioteko GD

source: Not installed
eo: Ne instalita

source: You will not be able to automatically generate thumbnails for images. Enable the gd2 extension in your php.ini file or ask your hosting provider about it.
eo: Ne eblas aŭtomate generi miniaturojn por bildoj. Aktivigi la aldonaĵon gd2 en la dosiero php.ini aŭ demandi al via gastiganto pri ĝi.

source: Read/Write
eo: Legi/Skribi

source: You will not be able to automatically generate thumbnails for JPG images.
eo: Ne eblos aŭtomate generi miniaturojn por JPG-bildoj.

source: You will not be able to automatically generate thumbnails for PNG images.
eo: Ne eblos aŭtomate generi miniaturojn por PNG-bildoj.

source: Read
eo: Legi

source: You will not be able to automatically generate thumbnails for GIF images.
eo: Ne eblos aŭtomate generi miniaturojn por GIF-bildoj.

source: Thumbnails for GIF images will be generated as PNG or JPG.
eo: Miniaturoj por GIF-bildoj generiĝos kiel PNG aŭ JPG.

source: You will not be able to write text to images using TrueType fonts.
eo: Vi ne povos skribi tekstojn al bildojn per TrueType-aj tiparoj.

source: APIs
eo: API-oj

source: You should probably update your <code>.htaccess</code> file to the latest version and check the file permissions of this file.
eo: Vi verŝajne devas ĝisdatigi la dosieron <code>.htaccess</cade> ĝis la plej freŝa eldono kaj kontroli dosierajn atingopermesojn de tiu dosiero.

source: This server cannot use XML-RPC client.
eo: La servilo ne kapablas uzi XML-RPC-klienton.

source: The plugin with ID %d could not get instantiated.
eo: La kromprogramo kun la identigilo %d ne eblis komenciĝi.

source: Clear pre-rendered comment cache (DB)
eo: Forviŝi formatitajn komentojn el la tenejo (datumbaze).

source: Clear pre-rendered message cache (DB)
eo: Forviŝi formatitajn mesaĝojn el la tenejo (datumbaze).

source: Clear full page caches (/cache/* directories)
eo: Forviŝi plenpaĝajn tenejojn (la dosierujo /cache/*)

source: Clear thumbnail caches (?evocache directories)
eo: Forviŝi etbildan tenejon

source: Repair /cache/* directory structure
eo: Ripari dosierujan strukturon de /cache/*

source: OPTIMIZE database tables
eo: Plejbonigi datumbazajn tabelojn

source: CHECK database tables
eo: Kontroli datumbazajn tabelojn

source: ANALYZE database tables
eo: Analizi datumbazajn tabelojn

source: Find and delete all orphan Comments (with no matching Item) - Disk &amp; DB.
eo: Trovi kaj forigi senpatrajn komentojn (kun neniu kongruanta Afiŝo), aparate kaj datumbaze.

source: Find and delete all orphan comment Uploads - Disk &amp; DB.
eo: Trovi kaj forigi senpatrajn komentajn alŝutojn - aparate kaj datumbaze.

source: Find and delete all orphan File objects (with no matching file on disk) - DB only.
eo: Trovi kaj forigi senpatrajn dosierobjektojn (kun neniu kongruanta dosiero en la aparato) - nurdatumbaze.

source: Find and delete all orphan file roots (with no matching Collection or User) and all of their content recursively - Disk &amp; DB.
eo: Funde forigi senpatrajn dosierradikojn (kun neniu kongruanta kolekto aŭ uzanto) kun la tuto de sia enhavo - aparate kaj datumbaze

source: Prune old hits &amp; sessions (includes OPTIMIZE) - DB only.
eo: Forigi malnovajn vizitojn kaj seancojn (inkluzivas plejbonigon) - nurdatumbaze.

source: Please selected at least one option of the setting "%s".
eo: Bonvolu elekti almenaŭ unu elekto de la agordaĵo "%s".

source: Blog ID must be a number
eo: Identigilo devas esti cifera

source: Comments per post must be a number
eo: "Komentoj je ĉiu afiŝo" devas esti cifera

source: "How many posts" field must be a number
eo: "Kiom da afiŝoj" devas esti cifera

source: Blog ID must be a valid Blog ID!
eo: Blogo-identigilo devas validi.

source: Minimum number of revisions field must be a number
eo: La minimuma nombro da revizioj devas esti cifera

source: Maximum number of revisions filed must be a number
eo: "Maksimuma nombro da revizioj registritaj" devas esti cifera

source: "How many users" field must be a number
eo: "Kiom da uzantoj" devas esti cifera

source: Create new users in
eo: Krei novajn uzantojn en

source: Advanced user perms to grant on existing collections with advanced perms
eo: Altnivelaj uzanto-permesoj por doni sur jamajn kolektojn altnivelajn permesojn

source: Recreate all item Slugs (change title-[0-9] canonical slugs to a slug generated from current title). Old slugs will still work, but will redirect to the new ones - DB only.
eo: Rekrei ĉiujn URL-titolojn. Eksaj URL-titoloj reste funkcios, sed alidirekti al la nova (nurdatumbaze).

source: Recreate autogenerated excerpts - DB only.
eo: Rekrei aŭtomate generitajn eltiraĵojn - nurdatumbaze.

source: Convert item content separators to [teaserbreak] and [pagebreak] - DB only.
eo: Konverti enhavajn apartigojn de eroj de [teaserbreak] al [pagebreak].

source: Remove all Item version - DB only.
eo: Forigi ĉiujn eldonojn de la ero - nurdatumbaze.

source: Resize all images in the media directory
eo: Aligrandigi ĉiujn bildojn en la media dosierujo

source: "How many base domains" field must be a number
eo: La kampo "Kiom da bazaj domajnoj" devas esti cifera

source: "How many loops" field must be a number
eo: "Kiom da iteracioj" devas esti cifera

source: "How many messages in each conversation" field must be a number
eo: "Kiom da mesaĝoj en ĉiu kunparolo" devas esti cifera

source: "How many words in each message" field must be a number
eo: "Kiom da vortoj en ĉiu mesaĝo" devas esti cifera

source: "Max # of participants in a conversation" field must be a number
eo: "Maksimuma nombro da partoprenantoj en kunparolo" devas esti cifera

source: Log of test flush
eo: Protokolo de prova elverŝo

source: Broken items with no matching category
eo: Rompitaj eroj, kiuj havas neniun kongruantan kategorion

source: Main Cat ID
eo: Ĉefa kategoria identigilo

source: Canonical Slug ID
eo: Kanona URL-titola identigilo

source: Delete these posts
eo: Forigi la afiŝojn

source: Broken item slugs with no matching item
eo: Fuŝaj URL-titoloj, kiuj havas neniun kongruantan eron

source: Slug ID
eo: URL-titola identigilo

source: Delete these slugs
eo: Forigi la URL-titolojn.

source: Cancel!
eo: Nuligi.

source: Create sample base domains for testing moderation
eo: Kreu specimenajn bazajn domajn por provi kontroladon

source: How many base domains
eo: Kiom da bazaj domajnoj

source: Create sample collections for testing
eo: Krei provajn kolektojn

source: How many collections
eo: Kiom da kolektoj

source: Note: For each collection it creates, the tool will randomly select between the allowed (checked) options above
eo: Noto: Por ĉiu kolekto, kion ĝi kreas, la ilo aleatore elektos inter la permesataj (markitaj) elektojn supre

source: Logged in users
eo: Ensalutaj uzantoj

source: Owner / Member only
eo: Nur estro aŭ ano

source: Create sample comments for testing moderation
eo: Kreu komentojn por provi kontroladon

source: How many comments per post
eo: Kiom da komentoj je ĉiu afiŝo

source: How many posts
eo: Kiom da afiŝoj

source: Create sample messages for testing moderation
eo: Kreu specimenajn mesaĝojn por provi kontroladon

source: 1 loop will create %d conversations
eo: 1 iteracio kreos %d kunparolojn

source: How many loops
eo: Kiom da iteracioj

source: How many messages in each conversation
eo: Kiom da mesaĝoj en ĉiu kunparolon.

source: How many words in each message
eo: Kiom da vortoj en ĉiu mesaĝo

source: Max # of participants in a conversation
eo: Maksimuma nombro da partoprenantoj en kunparolo

source: Create sample post for testing moderation
eo: Kreu ekzemplan afiŝon por provi kontroladon

source: Create sample revisions for testing moderation
eo: Kreu specimenajn reviziojn por provi kontroladon

source: Minimum number of revisions
eo: Minimuma nombro da revizioj.

source: Maximum number of revisions
eo: Maksimuma nombro da revizioj.

source: Create sample data for hits testing
eo: Kreu ekzemplajn datumojn por provoj

source: Days of stats to generate
eo: Tagoj da statistikaĵoj generotaj

source: Minimal interval between 2 consecutive hits (sec)
eo: Minimuma intervalo inter 2 sinsekvaj vizitoj (laŭ sekundoj)

source: Maximal interval between 2 consecutive hits (sec)
eo: Maksimuma intervalo inter 2 sinsekvaj vizitoj (laŭ sekundoj)

source: Generate
eo: Generi

source: Create sample users
eo: Krei specimenajn uzantojn

source: How many users
eo: Kiom da uzantoj

source: Users of this group automatically get a new collection
eo: Uzantoj de tiu grupo aŭtomate ricevos novan kolekton

source: Users of this group do NOT automatically get a new collection
eo: Uzantoj de tiu grupo NE aŭtomate ricevos novan kolekton

source: Note: For each user it creates, the tool will randomly select between the allowed (checked) options above
eo: Noto: Por ĉiu uzanto, kion ĝi kreas, la ilo aleatore elekti inter la permesataj (markitaj) elektoj supre

source: No perm on existing collection
eo: Neniaj permesoj en jama kolekto

source: Member of existing collection
eo: Ano de jama kolekto

source: Moderator of existing collection
eo: Kontrolanto de jama kolekto

source: Administrator of existing collection
eo: Administranto de jama kolekto

source: Note: For each new user/existing collection combination, the tool will randomly select between the allowed (checked) options above
eo: Noto: por ĉiu kombino de nova uzanto kaj jama kolekto, la ilo aleatore elektos inter la permesataj (markitaj) elektoj supre

source: Clear all item versions?
eo: Ĉu vakigi ĉiujn eldonojn de la ero?

source: You are about to empty the item versions table.
eo: Vi estas vakigonta ĉi tiun ero-eldono-tabelon.

source: New email address
eo: Nova retpoŝtadreso

source: Last sent date
eo: Lasta sendodato

source: Sent count
eo: Sendita nombro

source: Sent count since last error
eo: Sendita nombro ekde la lasta eraro

source: Last error date
eo: Dato de lasta eraro

source: Permanent errors count
eo: Nombro da daŭraj eraroj

source: Temporary errors count
eo: Nombro da provizoraj eraroj

source: Spam errors count
eo: Nombro da spamaj eraroj

source: Other errors count
eo: Nombro da aliaj eraroj

source: Add an email address
eo: Aldoni retpoŝtadreson

source: Create a new email address...
eo: Krei novan retpoŝtadreson…

source: Errors
eo: Eraroj

source: Need Attention
eo: Postulas atenton

source: Address
eo: Adreso

source: Send messages
eo: Sendi mesaĝojn

source: Since last error
eo: Ekde lasta eraro

source: Returned error messages
eo: Redonitaj erarmesaĝoj

source: Count
eo: Nombro

source: Permanent errors
eo: Daŭraj eraroj

source: Temporary errors
eo: Provizoraj eraroj

source: Spam errors
eo: Spamaj eraroj

source: Other errors
eo: Aliaj eraroj

source: Go to users list with this email address
eo: Iri liston da uzantoj kun tiu retpoŝtadreso

source: Filter the returned emails by this email address...
eo: Filtri la revenintajn retpoŝtmesaĝojn laŭ la jena retpoŝtadreso…

source: Edit this email address...
eo: Redakti la retpoŝtadreson…

source: Campaign/Newsletter throttling
eo: Limigo de kampanjo/novaĵletero

source: Press "Next" after each chunk
eo: Klaku sur "Sekva" post ĉiu peco

source: A scheduled job will send chunks
eo: Enhorigita laboro sendos pecojn

source: Sending
eo: Sendanta

source: Chunk Size
eo: Peco-grando

source: emails at a time
eo: retpoŝtoj samtempe

source: Delay between chunks
eo: Prokrasto inter pecoj

source: timing between scheduled job runs
eo: tempomezurado inter kiam enhorigita laboro plenumiĝos

source: Returned emails
eo: Resenditaj retpoŝtmesaĝojn

source: Err Type
eo: Erartipo

source: View this email...
eo: Vidi la retpoŝtmesaĝon…

source: Returned mail ID#%s
eo: Identigilo de la reveninta retpoŝtmesaĝo: %s

source: Error Type
eo: Erartipo

source: Headers
eo: Ĉapoj

source: get one returned email
eo: akiri unu resenditan retpoŝtmesaĝon

source: Paste an error message/returned email
eo: Alglui erarmesaĝon al revenonta retpoŝtmesaĝo

source: Test error message
eo: Prova erarmesaĝo

source: Settings to decode the returned emails
eo: Agordo malkodi la revenintajn retpoŝtmesaĝojn

source: (currently loaded)
eo: (nune ŝargitaj)

source: (currently NOT loaded)
eo: (nune ne ŝargita)

source: Port number of your incoming mail server (Defaults: IMAP4/SSL: 993, IMAP4 with or without TLS: 143, POP3/SSL: 995, POP3 with or without TLS: 110).
eo: Porda numero de via envena retpoŝta servilo. (Aŭtomate: IMAP4/SSL: 993, IMAP4 kun aŭ sen TLS: 143, POP3/SSL: 995, POP3 kun aŭ sen TLS: 110)

source: IMAP Folder
eo: IMAP-dosierujo

source: Which folder holds your returned email.
eo: Kiu dosierujo entenas vian revenigitajn retpoŝtmesaĝojn.

source: Ignore emails that have already been read
eo: Viaj retpoŝtmesaĝoj jam estis legitaj

source: Check this in order not to re-process emails that already have the "seen" flag on the server.
eo: Marki por ne retrakti retpoŝtmesaĝojn, kiuj jam havas la markon "vidita" en la servilo.

source: Strings to match in titles to identify return path emails
eo: Ĉenoj devas kongrui en titolojn por identigi revenvojajn retpoŝtmesaĝojn

source: Any email that has any of these strings in the title will be detected by b2evolution as the returned emails
eo: Iu retpoŝtmesaĝo, kiu havas iujn el tiuj ĉenoj en titolo, malkovriĝos de b2evolution kiel revenintaj retpoŝtmesaĝoj

source: Starting from any of these strings, everything will be ignored, including these strings.
eo: Komencante per iu el la jenaj ĉenoj, ĉio ignoriĝos, inkluzive de la jenaj ĉenoj.

source: Error message decoding configuration
eo: Erarmesaĝo dum malkodi agordon

source: The first letter means one of the following:<br />S: Spam suspicion<br />P: Permanent error<br />T: Temporary error<br />C: Configuration error<br />U: Unknown error (default)<br />The string after the space is a case-insensitive error text.
eo: La unua litero signifas iun el la jenaj:<br />S: Spama suspekto<br />P: Konstanta eraro<br />T: Provizora eraro<br />C: Agorda eraro<br />U: Nekonata eraro (apriore)<br />La sekva ĉeno post spaceto estas erara teksto, ĉeno en kiu uskleco ne gravas.

source: connect to server and list folders
eo: konekta al servilo kaj listigi dosierojn

source: Use this to paste an email returned with an error message to check if b2evolution can decode it.
eo: Uzu ĉi tion por alglui retpoŝtmesaĝon revenigitan kun erarmesaĝon por kontroli, ĉu b2evolution povas malkodi ĝin.

source: Process the contents as if it were a returned email
eo: Trakti la enhavon kvazaŭ ĝi estus revenigita retpoŝtmesaĝo

source: Sent emails
eo: Senditaj retpoŝtmesaĝoj

source: To
eo: Al

source: Mail log ID#%s
eo: Identigilo de retpoŝta protokolo: %s

source: To User
eo: Al uzanto

source: Text content
eo: Teksta enhavo

source: HTML content
eo: HTML-enhavo

source: Raw email source
eo: Kruda retpoŝtmesaĝa fonto

source: Email envelope
eo: Retpoŝtmesaĝa koverto

source: remove customizations
eo: forigi personigojn…

source: <a href="%s">%d users</a> have different custom address
eo: <a href="%s">%d uzantoj</a> havas malsaman personigitan adreson

source: <a href="%s">%d users</a> have different custom name
eo: <a href="%s">%d uzantoj</a> havas malsaman personigitan nomon

source: Sender email address
eo: Sendito-retpoŝtadreso

source: Sender name
eo: Sendito-nomo

source: Return path
eo: Revenvojo

source: Shared with site settings
eo: Donis al la kolektara agordo

source: SMTP server connection
eo: SMTP-servila konektiĝo

source: Send test email via SMTP
eo: Sendi provan retpoŝtmesaĝon per SMTP

source: Send test email via PHP
eo: Sendi provan retpoŝtmesaĝon per PHP

source: Email service settings
eo: Agordo pri retpoŝta servo

source: Regular PHP <code>mail()</code> function
eo: Regula PHP-a funkcio <code>mail()</code>

source: External SMTP Server defined below
eo: Ekstera SMTP-servilo malsupre difinita

source: Primary email service
eo: Preferita retpoŝta servo

source: Force email sending
eo: Eldevigi sendi retpoŝtmesaĝojn

source: If the primary email service is not available, the secondary option will be used.
eo: Se la preferata retpoŝta servilo ne disponeblas, la dua elekto uziĝos.

source: PHP <code>mail()</code> function settings
eo: Agordo por la PHP-a funkcio <code>mail()</code>

source: Allowed placeholders: %s
eo: Permesataj lokokupiloj: %s

source: Sendmail additional params
eo: Pliaj parametroj por sendmail

source: SMTP Server connection settings
eo: SMTP-servila konektiĝo-agordo

source: Note: This feature needs PHP version 5.2 or higher ( Currently installed: %s )
eo: Noto: La trajto postulas la PHP-eldonon 5.2 aŭ pli altan (nune instalita: %s)

source: Hostname or IP address of your SMTP server.
eo: Retnodo aŭ IP-adreso de via SMTP-servilo.

source: SMTP Server
eo: SMTP-servilo

source: Encryption Method
eo: Ĉifrada metodo

source: Port number of your SMTP server (Defaults: SSL: 443, TLS: 587).
eo: Porda numero de via SMTP-servilo. (Aŭtomate: SSL: 443, TLS: 587).

source: SMTP Username
eo: SMTP-Salutnomo

source: User name for authenticating on your SMTP server.
eo: Salutnomo por aŭtentigi al via SMTP-servilo.
