Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: Temporary Start Date
eo: Provizora komenca dato

source: Temporary End Date
eo: Provizora fina dato

source: Default value
eo: Apriora valoro

source: Goal hit summary
eo: Resumo pri celaj vizitoj

source: Final
eo: Fina

source: Goal names starting with
eo: Celaj nomoj komenciĝantaj per

source: Goal category
eo: Cela kategorion

source: Hits from API - Summary
eo: Vizitoj de API - Resumo

source: Referring searches
eo: Aldirektaj serĉoj

source: Referers
eo: Aldirektantoj

source: Direct accesses
eo: Rektaj atingoj

source: Self referred
eo: Memaldirektitaj

source: Special referrers
eo: Specialaj aldirektantoj

source: Referer spam
eo: Spammesaĝoj de aldirektantoj

source: Sessions
eo: Seancoj

source: Prune hits for this date!
eo: Vakigi vizitojn por ĉi tiu dato

source: Hits from web browsers - Summary
eo: Vizitoj de TTT-legiloj - Resumo

source: Delete this goal category...
eo: Forigi la celan kategorion…

source: New goal category
eo: Nova cela kategorio

source: Color
eo: Koloro

source: Edit this goal category...
eo: Redakti la celan kategorioon…

source: Copy this goal category...
eo: Kopii la celan kategorion…

source: Create a new goal category...
eo: Krei novan celan kategorion…

source: Recent goal hits
eo: Freŝaj celaj vizitoj

source: Exclude
eo: Ekskluzivi

source: Session ID
eo: Seanca identigilo

source: All but current session
eo: Ĉiuj seancoj escepte de en nuna

source: Session
eo: Seanco

source: Date Time
eo: Data tempo

source: U.A.
eo: TTT-legilo

source: Search keywords
eo: Serĉaj ŝlosilvortoj

source: Extra params
eo: Ekstraj parametroj

source: Final only
eo: Nur fina

source: Redirect to
eo: Alidirekti al

source: Def. val.
eo: Aŭtomata valoro

source: Create a new goal...
eo: Krei novan celon…

source: New Domain
eo: Nova domajno

source: Referrer type
eo: Aldirektanto-tipo

source: Spam status
eo: Spama stato

source: All referring domains
eo: Ĉiuj menciintaj domajnoj

source: Referring domains for collection %s
eo: Menciintaj domajnoj por la kolekto %s

source: Domain name
eo: Domajnnomo

source: Regular sites
eo: Ordinaraj TTT-legiloj

source: Search engines
eo: Serĉiloj

source: Feed aggregators
eo: Legiloj de fluoj

source: Email domains
eo: Retpoŝtaj domajnoj

source: Regular
eo: Ordinara

source: Aggregators
eo: Legiloj

source: Global total
eo: Tutprograma tuto

source: Hit count
eo: Nombro da vizitoj

source: Hit %
eo: Vizito %

source: Edit this domain
eo: Redakti la domajnon

source: Delete this domain
eo: Forigi la domajnon

source: Hits from indexing robots / spiders / crawlers - Summary
eo: Vizitoj de indeksaj robotoj - Resumo

source: In order to be detected, robots must be listed in /conf/_stats.php.
eo: Por malkovrado robotoj devas esti listigitaj en /conf/_stats.php.

source: Top referring search engines
eo: Plej oftaj aldirektaj serĉiloj

source: Search engine
eo: Serĉilo

source: %% of total
eo: %% el ĉio

source: Keyphrases
eo: Ŝlosilfrazoj

source: Split search engines
eo: Splitaj serĉiloj

source: TOTAL
eo: TOTALA

source: keyphrases
eo: ŝlosilfrazoj

source: Unique IP hits
eo: Unikaj IP-vizitoj

source: Refered searches
eo: Aldirektitaj serĉoj

source: Internal searches
eo: Internaj serĉoj

source: Cumulative
eo: Akumulita

source: Reset counters
eo: Restarigi nombrilojn

source: You have no permission to see this tab!
eo: Vi ne rajtas uzi tiun folion.

source: Recent sessions
eo: Freŝaj seancoj

source: Hit & session logging
eo: Registrado de vizitoj kaj seancoj

source: on every public page
eo: en ĉiu publika paĝo

source: on every admin page
eo: en ĉiu stirila paĝo

source: Log hits
eo: Registri vizitojn

source: Not recommended! Your database will grow very large!
eo: Ne rekomendata. Via datumbazo kreskos tro grande.

source: Once per day, triggered by any pageload
eo: Unufoje je ĉiu tago, instigita de paĝo-ŝargo

source: This is guaranteed to work but uses extra resources with every page displayed.
eo: Ĉi tio ne nepre funkcios, sed uzas aldonajn rimedojn por ĉiu paĝo montrota.

source: Once per day, with a scheduled job
eo: Unufoje ĉiutage, kun enhorigita laboro

source: Aggregate & Prune
eo: Agregi kaj vakigi

source: Note: Even if you don't log hits, you still need to prune sessions!
eo: Noto: Eĉ se vi ne registri vizitojn, vi ankoraŭ postulas vakigi seancojn.

source: Keep detailed hitlog for
eo: Teni detalplenan vizito-protokolon por

source: days. How many days of hits & sessions do you want to keep in the database for stats?
eo: tagoj. Dum kiom da tagoj vizitojn kaj seancojn vi volas konservi en la datumbazo pro statistikaĵoj?

source: Global hits - Summary
eo: Resumo pri tutprogramaj vizitoj

source: XML (RSS/Atom)
eo: XML-fluoj (laŭ RSS kaj Atom)

source: Standard/Robots
eo: Ordinaraj/Robotoj

source: Standard/Browsers
eo: Ordinaraj/TTT-legiloj

source: Service
eo: Servo

source: Hits from RSS/Atom feed readers - Summary
eo: Vizitoj de RSS/Atom-legiloj - Resumo

source: Any user agent accessing the XML feeds will be flagged as an XML reader.
eo: Ajna TTT-legilo atinganta la XML-fluojn estos vidita kiel XML-legilo.

source: XML (RSS/Atom) hits
eo: Vizitoj en la XML-fluoj

source: Reverse DNS
eo: Inversa DNS

source: Recent hits
eo: Freŝaj vizitoj

source: Refered hits
eo: Vizitoj el aliaj kolektaroj

source: Show all sessions
eo: Montri ĉiujn seancojn

source: Agent
eo: TTT-legilo

source: Device
eo: Aparato

source: Serp rank
eo: Serpenta rango

source: Hit type
eo: Vizita tipo

source: Requested URI
eo: Nepetita URL

source: HTTP resp
eo: HTTP-respondo

source: HTTP meth
eo: HTTP-metodo

source: Agent Name
eo: TTT-legila nomo

source: From date
eo: De dato

source: To date
eo: Ĝis dato

source: Agent type
eo: TTT-legila tipo

source: Referer type
eo: Referencinto-tipo

source: Internal search: %s
eo: Interna serĉo: %s

source: Anon.
eo: Anonima

source: General settings updated.
eo: Ĝenerala agordo ĝisdatiĝis.

source: Test saved settings
eo: Provi konservitan agordon

source: Perform tests
eo: Plenumi provojn

source: server connection
eo: servila konektiĝo

source: simulate posting
eo: Imiti afiŝadon

source: create one post
eo: Krei unu afiŝon

source: (INSTALLED)
eo: (instalita)

source: (NOT INSTALLED)
eo: (ne instalita)

source: Enable Post by email
eo: Aktivigi blogadon per retpoŝto

source: Note: This feature needs the php_imap extension %s.
eo: Noto: Ĉi tiu trajto postulas la aldonaĵon php_imap %s.

source: Test Mode
eo: Prova reĝimo

source: Check to run Post by Email in test mode. Nothing will be posted to the database nor will your inbox be altered.
eo: Marki por plenumi "blogadon per retpoŝto" laŭ prova reĝimo. Nenio estos afiŝota al la datumbazo kaj via mesaĝejo ne estas ŝanĝota.

source: Hostname or IP address of your incoming mail server.
eo: Domajno aŭ IP-adreso de via envena retpoŝta servilo.

source: Mail Server
eo: Retpoŝta servilo

source: Retrieval method
eo: Akira metodo

source: Encryption method
eo: Ĉifra metodo

source: Do not validate the certificate from the TLS/SSL server. Check this if you are using a self-signed certificate.
eo: Ne validi la atestilojn el la TLS/SSL-servili. Montri la se vi uzas memasignitan atestilon

source: Validate that the certificate from the TLS/SSL server can be trusted. Use this if you have a correctly signed certificate.
eo: Validigu, ke la atestilo el la TLS/SSL-servilo estas fidinda. Uzu se vi havas ĝuste subskribitan atestilon.

source: Certificate validation
eo: Atestilo-validigo

source: Port Number
eo: Porda numero

source: Port number of your incoming mail server (Defaults: POP3: 110, IMAP: 143, SSL/TLS: 993).
eo: Porda numero de via envena retpoŝta servilo. (Aŭtomate: POP3: 110; IMAP: 143, SSL/TLS: 993).

source: Account Name
eo: Konta nomo

source: User name for authenticating on your mail server. Usually it's your email address or a part before the @ sign.
eo: Salutnomo por aŭtentigi al via retpoŝta servilo. Ordinare tio estas via retpoŝtadreso aŭ parto antaŭ la heliko.

source: Password for authenticating on your mail server.
eo: Pasvorto por aŭtentigi al via retpoŝta servilo.

source: Delete processed emails
eo: Forigi traktitajn retpoŝtmesaĝojn

source: Check this if you want processed messages to be deleted from server after successful processing.
eo: Marki se vi volas, ke traktitaj mesaĝoj estu forigitaj el la servilo post sukcesa traktado.

source: Posting settings
eo: Afiŝa agordo

source: Default Category ID
eo: Identigilo de la apriora kategorio

source: This is a default category for your posts.
eo: Jen la aŭtomata kategorio por viaj afiŝoj

source: You can use the following code in message body to define categories: %s. In this example 2 will be main category and 5, 47 extra categories.
eo: Vi povas uzi la jenan kodon en la mesaĝa korpo por montri kategoriojn: %s. En tio ekzemplo 2 estos la ĉefa kategorio kaj 5, 47 aldonaj kategorioj.

source: Default title
eo: Apriora titolo

source: This is a default title for your posts.
eo: Jen la aŭtomata titolo por viaj afiŝoj.

source: You can use the following code in message body to define post title: %s.
eo: Vi povas uzi la jenan kodon en la mesaĝa korpo por doni afiŝan titolon: %s.

source: Add &lt;img&gt; tags
eo: Aldoni bildo-etikedojn

source: Display image attachments using &lt;img&gt; tags (instead of linking them through file manager).
eo: Montri bildo-kunsendaĵojn uzantaj bildo-etikedojn (anstataŭ krei ligilon per la dosieradministrilo).

source: Email subject must start with this prefix to be imported, messages that don't have this tag will be skipped.
eo: La retpoŝtmesaĝa temo devas komenciĝi per ĉi tiu prefikso por esti importata. Aliokaze la mesaĝoj estos preterlasitaj.

source: Subject Prefix
eo: tema prefikso

source: Body Terminator
eo: Korpa finigilo

source: Starting from this string, everything will be ignored, including this string.
eo: Komencante per ĉi tiu ĉeno, ĉio ignoriĝos, inkluzive de ĉi tiu ĉeno.

source: You can use this to remove signature from message body.
eo: Vi rajtas uzi ĉi tion por forigi subskribon de la mesaĝa korpo.

source: HTML messages
eo: HTML-mesaĝoj

source: Enable HTML messages
eo: Aktivigi HTML-mesaĝojn

source: Check this if you want HTML messages to be processed and posted in your blog.
eo: Marki se vi volas HTML-mesaĝojn esti traktitaj kaj afiŝitaj en vian kolekton.

source: Limit allowed tags
eo: Limigi permesatajn etikedojn

source: Check this if you want to limit allowed HTML tags to the following list:
eo: Marki por limigi permesatajn HTML-etikedojn laŭ la jena listo:

source: Enable XML-RPC
eo: Aktivigi je XML-RPC

source: Enable the Movable Type, MetaWeblog, WordPress, Blogger and B2 XML-RPC publishing protocols.
eo: Aktivigi la eldonadajn protokolojn Movable Type, MetaWeblog, WordPress, Blogger kaj B2 XML-RPC.

source: Default title for items created with a XML-RPC API that doesn't send a post title (e. g. the Blogger API).
eo: Apriora titolo por eroj kreita per protokolo, kiu ne sendas la titolon (ekzemple Blogger).

source: You must log in before you can see your flagged content.
eo: Vi devas ensaluti antaŭ ol vi povas rigardi vian denuncitan enhavon.

source: Terms not found. (post ID #%s)
eo: Uzkondiĉoj ne troveblaj (afiŝo-identigilo #%s)

source: The requested file is not available for download.
eo: La petita dosiero ne elŝuteblas.

source: The requested chapter was not found
eo: La petita ĉapitro ne trovita.

source: You must log in before you can contact "%s".
eo: Vi devas ensaluti antaŭ ol vi povas kontakti la uzanton "%s".

source: You must activate your account before you can send a private message to %s. However you can send them an email if you'd like. <a %s>More info &raquo;</a>
eo: Vi devas aktivigi la konton antaŭ ol vi povas sendi privatan masaĝon al %s. Tamen vi povas sendi al tiu retpoŝtmesaĝon se vi dezirus. <a %s>Pliaj informoj →</a>

source: You must activate your account before you can contact a user. <b>See below:</b>
eo: Vi devas aktivigi vian konton antaŭ ol vi povas kontakti uzanton. <b>Vidu malsupre:</b>

source: You cannot send a private message to yourself. However you can send yourself an email if you'd like.
eo: Vi ne rajtas sendi al vi privatan mesaĝon. Tamen vi povas laŭplaĉe sendi al vi retpoŝtmesaĝojn.

source: The user "%s" does not want to be contacted through the message form.
eo: La uzanto "%s" ne volas esti kontaktebla per la mesaĝa formulario.

source: This commentator does not want to get contacted through the message form.
eo: Ĉi tiu komentinto ne volas rekte esti kontaktebla per la mesaĝa formulario.

source: Comment on %s
eo: Komento pri %s

source: You must log in to read your messages.
eo: Vi devas ensaluti por legi viajn mesaĝoj.

source: You must activate your account before you can read & send messages. <b>See below:</b>
eo: Vi devas aktivigi vian konton antaŭ ol vi povas legi y sendi mesaĝojn. <strong>Vidu malsupre:</strong>

source: You must log in to manage your contacts.
eo: Vi devas ensaluti por administri viajn kontaktotojn.

source: User has been added to the &laquo;%s&raquo; group.
eo: Uzanto aldoniĝis al la grupo «%s».

source: Contact was unblocked.
eo: Kontaktito estas malbarita.

source: You are logged in but your account is not activated. You will find instructions about activating your account below:
eo: Vi estas ensalutita sed via konto ne estas aktivigita. Jen la instrukcioj pri aktivigado de via konto:

source: You are already logged in
eo: Vi jam estas ensalutita

source: You must log in before you can activate your account.
eo: Vi devas ensaluti antaŭ ol vi povas aktivigi vian konton.

source: You must log in to create & edit posts.
eo: Vi devas ensaluti por krei kaj redakti afiŝojn.

source: You must activate your account before you can create & edit posts. <b>See below:</b>
eo: Vi devas aktivigi vian konton antaŭ ol vi povas krei kaj redakti afiŝojn. <strong>Vidu malsupre:</strong>

source: You are not allowed to create & edit posts!
eo: Vi ne rajtas krei kaj redakti afiŝojn.

source: You must log in to edit comments.
eo: Vi devas ensaluti por redakti komentojn.

source: You must activate your account before you can edit comments. <b>See below:</b>
eo: Vi devas aktivigi vian konton antaŭ ol vi povas redakti komentojn. <strong>Vidu malsupre:</strong>

source: You must log in to view this user profile.
eo: Vi devas ensaluti por rigardi tiun uzanto-profilon.

source: You must activate your account before you can view this user profile. <b>See below:</b>
eo: Vi devas aktivigi vian konton antaŭ ol vi povas vidi la uzantprofilon. <strong>Vidu malsupre:</strong>

source: Your account status currently does not permit to view this user profile.
eo: Via nuna konta stato ne permesas rigardi tiun uzanto-profilon.

source: The requested user does not exist!
eo: La petita uzanto ne ekzistas.

source: The requested user account is closed!
eo: La konto de la petata uzanto-konto estas fermita.

source: This feature is disabled.
eo: La trajto estas malaktivigita.

source: Your web browser is too old. For this site to work correctly, we recommend you use a more recent browser.
eo: Via TTT-legilo estas tro malmodera. Por la kolektaro ĝuste funkciu, ni rekomendas, ke vi uzu pli modernan TTT-legilon.

source: Skin name
eo: Etosa nomo

source: Skin version
eo: Etosa eldono

source: Skin type
eo: Etosa tipo

source: Containers
eo: Ujoj

source: This skin does not provide any configurable settings.
eo: Ĉi tiu etoso ne donas ajnan agordon.

source: Skin settings
eo: Etosa agordo

source: %d blogs using this skin
eo: %d kolektoj uzantaj ĉi tiun etoson

source: This skin is set as default skin.
eo: Ĉi tiu etoso estas agordata kiel apriora.

source: %d linked containers
eo: %d ligitaj ujoj

source: Cannot open skin directory.
eo: Ne eblas malfermi la etosan dosierujon.

source: Cannot read skin file &laquo;%s&raquo;!
eo: Ne povas legi etosan dosieron «%s».

source: File read error:
eo: Eraro dum legi dosieron

source: %d containers have been found in skin template &laquo;%s&raquo;.
eo: %d ujoj estis trovitaj en etosa ŝablono «%s».

source: Containers found in skin "%s":
eo: Ujoj trovitaj en la etoso "%s":

source: No containers found in this skin!
eo: Neniuj ujoj trovitaj en ĉi tiu etoso.

source: Select this skin!
eo: Elekti la etoso

source: No skinshot available for
eo: Neniu etosa antaŭvido disponebla por

source: Broken.
eo: Rompita.

source: Upgrade NOW!
eo: Tuj promocii.

source: Downgrade NOW!
eo: Tuj malpromocii.

source: Preview blog with this skin in a new window
eo: Antaŭvidi kolekton kun ĉi tiu etoso en nova fenestro

source: No skin
eo: Neniu etoso

source: Cannot edit skin!
eo: Ne eblas redakti etoson.

source: Requested skin is not installed any longer.
eo: La petiata etoso ne plu instaliĝas.

source: Skin has been installed.
eo: La etoso instaliĝis.

source: Skin has been upgraded to a later version.
eo: Etoso promociiĝis al pli nova eldono.

source: Skin has been downgraded to an earlier version.
eo: Etoso malpromociiĝis al pli malnova eldono.

source: Please select at least one skin to install.
eo: Bonvolu elekti almenaŭ unu instalendan etoson.

source: The selected skins have been installed.
eo: La elektitaj etosoj instaliĝis.

source: Skin properties updated.
eo: La etosaj ecoj ĝisdatiĝis.

source: Skin &laquo;%s&raquo; uninstalled.
eo: Etoso «%s» malinstaliĝis.

source: Cannot uninstall skin &laquo;%s&raquo;
eo: Ne eblas malinstali etoson «%s».

source: Skin params have been reset to defaults.
eo: Etosaj parametroj estis restarigitaj.

source: Uninstall skin &laquo;%s&raquo;?
eo: Ĉu malinstali etoson «%s»?

source: Recommended skins for a "%s" collection
eo: Rekomendindaj etosoj por kolekto "%s"

source: Install New
eo: Instali novan

source: Skins that are not optimal for a "%s" collection
eo: Etosoj, kiuj ne estas bonegaj por kolekto "%s"

source: Other skins that might work for a "%s" collection
eo: Aliaj etosoj, kiuj eble funkcius por kolekto "%s"

source: Recommended Mobile Phone skins for a "%s" collection
eo: Rekomendindaj poŝtelefonaj etosoj por kolekto "%s"

source: Recommended Tablet skins for a "%s" collection
eo: Rekomendindaj tabulkomputilaj etosoj por kolekto "%s"

source: Install new skin...
eo: Instali novan etoson…

source: Don't change
eo: Ne ŝanĝu

source: Keep current skin!
eo: Tenu nunan etoson

source: Default skin
eo: Apriora etoso

source: Choose a different skin
eo: Elekti alian etoson

source: Select another skin...
eo: Elekti alian etoson…

source: Reset params
eo: Restarigi parametrojn

source: This will reset all the params to the defaults recommended by the skin.\nYou will lose your custom settings.\nAre you sure?
eo: Ĉi tio reapriorigas ĉiujn etoso-parametrojn al la rekomenditaj valoroj.\nVi perdos viajn personigojn.\nĈu vi certas?

source: Uninstall this skin!
eo: Malinstali ĉi tiu etoson

source: Skin properties
eo: Etosaj ecoj

source: System Settings for this skin
eo: Vidi sistemo-agordon por la etoso

source: As seen by blog owners
eo: Kiel vidita de kolekto-estroj

source: Normal
eo: Normala

source: Normal skin for general browsing
eo: Ordinara etoso por ĝenerala foliumado

source: Mobile
eo: Poŝtelefona

source: Mobile skin for mobile phones browsers
eo: Poŝtelefona etoso por poŝtelefonaj TTT-legiloj

source: Tablet skin for tablet browsers
eo: Tabulkomputila etoso por tabulkomputilaj TTT-legiloj

source: RWD
eo: ATF

source: Skin can be used for general, mobile phones and tablet browsers
eo: Etoso uzeblas por ĝenerala, poŝtelefonaj kaj tabulkomputilaj TTT-legiloj

source: Special system skin for XML feeds like RSS and Atom
eo: Speciala sistema etoso por XML-fluoj (RSS, Atom, ktp.)

source: Special system skin for XML sitemaps
eo: Speciala sistema etoso por kolektaraj el XML

source: XML Sitemap
eo: Kolektara mapo el XML

source: Used by
eo: Uzata de

source: Collection ID
eo: Kolekta identigilo

source: Collection name
eo: Kolekto-nomo

source: Installed skins
eo: Instalitaj etosoj

source: Edit skin properties...
eo: Redakti etosajn ecojn…

source: Skin Folder
eo: Etosa dosiero

source: Reload containers
eo: Reŝargi ujojn

source: Install a new %s skin for %s:
eo: Instali novan etoson %s por %s:

source: Skins available for installation
eo: Etoso disponebla por instalado

source: All skins
eo: Ĉiuj etosoj

source: Normal skins
eo: Ordinaraj etosoj

source: Mobile skins
eo: Poŝtelefonaj etosoj

source: Tablet skins
eo: Tabulkomputilaj etosoj

source: Feed skins
eo: Fluo-etosoj

source: Sitemap skins
eo: Kolektarmapaj etosoj

source: Collection kind
eo: Kolekto-speco

source: Old version
eo: Malnova versio

source: DUPLICATE SKIN NAME
eo: Jama etoso-nomo

source: _skin.class.php NOT FOUND!
eo: _skin.class.php <strong>ne trovita</strong>

source: MALFORMED _skin.class.php
eo: _skin.class.php <strong>misformita</strong>

source: _skin.class.php could not be loaded!
eo: _skin.class.php ne eblis ŝarĝiĝi!

source: Wrong Type!
eo: Erara tipo!

source: The skin type %s is not supported by this version of b2evolution
eo: La etosa tipo %s ne estas komprenata de ĉi tiu eldono de b2evolution

source: Check All
eo: Marki ĉion

source: Install Checked
eo: Instali markitajn

source: %d related post
eo: %d rilataj afiŝoj

source: The slug &laquo;%s&raquo; already exists.
eo: La URL-titolo «%s» jam ekzistas.

source: Object ID must be a number!
eo: Objekta identigilo devas esti cifera.

source: Object ID must be a valid Post ID!
eo: Objekto identigilo devas havi respondan afiŝon.

source: View this %s...
eo: Vidi la %s…

source: Edit this %s...
eo: Redakti la %s…

source: Warning: this change also changed the canonical slug of the post! (%s)
eo: Averto: Ĉi tiu ŝanĝo ankaŭ ŝanĝis la kanonan URL-titolon de la afiŝo. (%s)

source: New slug created.
eo: Nova URL-titolo kreiĝis.

source: Slug updated.
eo: URL-titolo ĝisdatiĝis.

source: Slug &laquo;%s&raquo; deleted.
eo: URL-titolo «%s» forigita.

source: Cannot delete slug &laquo;%s&raquo;
eo: Ne eblas forigi la URL-titolon «%s».

source: Delete slug &laquo;%s&raquo;?
eo: Ĉu forigi la URL-titolon «%s»?

source: New Slug
eo: Nova URL-titolo

source: Object ID
eo: Objekta identigilo

source: Item ID
eo: Ero-identigilo

source: Target
eo: Afiŝa titolo

source: (missing)
eo: (mankaj)

source: Edit this slug...
eo: Redakti la URL-titolon…

source: Delete this slug!
eo: Forigi la URL-titolon.

source: Add a new slug...
eo: Aldoni novan URL-titolon…

source: New slug
eo: Nova URL-titolo

source: Email Address
eo: Retpoŝtadreson

source: Maximum length of the field "Error message decoding configuration" is 5000 symbols, the big value will be cropped.
eo: Maksimuma longo de la kampo "Erarmesaĝo malkodante agordon" estas 5000 signoj, la granda valoro estos detranĉita.

source: SMTP enabled.
eo: SMTP aktivigita

source: SMTP disabled.
eo: SMTP malaktivigita

source: Reason: %s
eo: Kialo: %s

source: The connection with this SMTP server has been tested successfully.
eo: La konekto kun la STMP-serilo sukcese estas provita.

source: The connection with this SMTP server has failed.
eo: La konekto kun tiu SMTP-servilo malsukcesis.

source: The email address was updated.
eo: La retpoŝtadreso ĝisdatiĝis.

source: The email address was deleted.
eo: La retpoŝtadreso foriĝis.

source: There is no scheduled job configured to process your Return Path inbox.
eo: Ne estas enhorigita laboro por trakti vian revenvojan mesaĝujon.

source: <a %s>Click here</a> to create such a job.
eo: <a %s>Krei tian laboron</>.

source: Your external SMTP Server is not enabled.
eo: Via ekstera SMTP-servilo ne estas aktivigita.

source: Redemption
eo: Amortizo

source: Suspicious 1
eo: Suspekta 1

source: Suspicious 2
eo: Suspekta 2

source: Suspicious 3
eo: Suspekta 3

source: Spammer
eo: Spamisto

source: Simulated
eo: Imitita

source: We could not send %d email to %s because this address is blocked.
eo: Ni ne povis sendi %d retpoŝtmesaĝon al %s ĉar tiu retpoŝtadreso estas barita.
