Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: Folder
eo: Dosierujo

source: Unknown file
eo: Nekonata dosiero

source: Empty file
eo: Vaka dosiero

source: Parent folder
eo: Patra dosierujo

source: Copy
eo: Kopii

source: Move
eo: Movi

source: Del
eo: For

source: Delete
eo: Forigi

source: A
eo: S

source: D
eo: M

source: Descending order
eo: Malsupren ordigi

source: Ascending order
eo: Supren ordigi

source: New window
eo: Nova fenestro

source: Expand
eo: Etendi

source: Collapse
eo: Kolapsigi

source: Refresh
eo: Refreŝigi

source: Reload
eo: Reŝargi

source: Download
eo: Elŝuti

source: Warning
eo: Averto

source: Info
eo: Informoj

source: Email
eo: Retpoŝtadreso

source: WWW
eo: TTT

source: Website
eo: TTT-ejo

source: New
eo: Nova

source: Contacts
eo: Kontaktitoj

source: User
eo: Uzanto

source: Choose
eo: Elekti

source: Edit
eo: Redakti

source: Properties
eo: Ecoj

source: Publish
eo: Eldoni

source: Deprecate
eo: Malaprobi

source: Locate
eo: Lokalizi

source: Recycle
eo: Elĵeti

source: Rem
eo: For

source: Cleanup
eo: Purigo

source: Close
eo: χ

source: Act.
eo: Akt.

source: Activate
eo: Aktivigi

source: Deact.
eo: Malakt.

source: Deactivate
eo: Malaktivigi

source: Activated
eo: Aktivigita

source: Deactivated
eo: Malaktivigita

source: Link
eo: Ligi

source: Unlink
eo: Malligi

source: Help
eo: Helpo

source: Online Manual
eo: Reta manlibro

source: Permalink
eo: Daŭrligilo

source: History
eo: Historio

source: Allowed for all users
eo: Permesata por ĉiuj uzantoj

source: Allowed for registered users
eo: Permesata por registritaj uzantoj

source: Allowed only for administrators
eo: Permesata por administrantoj

source: Comments
eo: Komentoj

source: No comment
eo: Neniu komento

source: Up
eo: Supren

source: Down
eo: Suben

source: Sort by order
eo: Ordigi per

source: Left
eo: Maldekstro

source: Right
eo: Dekstro

source: Check all
eo: Elekti ĉion

source: Uncheck all
eo: Malelekti ĉion

source: Filter
eo: Filtrilo

source: Reset all filters!
eo: Restarigi ĉiujn filtrilojn

source: Allow back
eo: Permesi returnadon

source: Ban
eo: Cenzuri

source: XML Feed
eo: XML-fluo

source: Open recycle bin
eo: Malfermi rubujon

source: Empty recycle bin
eo: Vakigi rubujon

source: Cast a spam vote!
eo: Fari voĉdonon "spamo"

source: Cast a "not sure" vote!
eo: Fari voĉdonon "ne certa"

source: Cast an OK vote!
eo: Fari voĉdonon "bone"

source: Thumb Up
eo: Favori

source: Thumb Down
eo: Malfavori

source: Log as a search instead
eo: Registrigi kiel serĉon

source: Add
eo: Aldoni

source: Remove
eo: Forigi

source: Action for selected elements
eo: Ago per elektitaj elementoj

source: Rotate this picture 90&deg; to the right
eo: Rotacii la bildon 90° dekstren

source: Rotate this picture 90&deg; to the left
eo: Rotacii la bildon 90° maldekstren

source: Rotate this picture 180&deg;
eo: Rotacii la bildon 180°

source: Crop this picture
eo: Detranĉi de tiu bildo

source: Email notification
eo: Retpoŝtaj sciigoj

source: Post
eo: Afiŝi

source: Stop
eo: Ĉesigi

source: Kill spam
eo: Forigi spamon

source: Merge
eo: Kunfandi

source: English (US) utf-8
eo: Angla (US) laŭ UTF-8

source: Your site
eo: Via kolektaro

source: Welcome to b2evolution
eo: Bonvenon al b2evolution

source: b2evolution is installed and ready but you haven't created any content collection on this system yet.
eo: b2evolution estas instalita kaj preta, sed vi ankoraŭ ne kreis enhavan kolekton en la sistemo.

source: Create a first collection
eo: Krei unuan kolekton

source: You have successfully installed b2evolution.
eo: Vi sukcese instalis b2evolution-on.

source: You haven't set a default collection yet. Thus, you see this default page.
eo: Vi ankoraŭ ne elektis aŭtomatan kolekton. Tial vi vidas ĉi tiun aprioran paĝon.

source: Set a default collection
eo: Agordi aŭtomatan kolekton

source: Collections on this system
eo: Kolektoj en la sistemo

source: Blog #%d
eo: Kolekto n-ro %d

source: Add a new collection
eo: Aldoni novan kolekton

source: GitHub page
eo: Github-paĝo

source: Find a host
eo: Trovi gastiganton

source: Online manual
eo: Reta manlibro

source: Help forums
eo: Helpaj forumoj

source: You are not logged in.
eo: Vi ne estas ensalutita.

source: Edit in Back-Office
eo: Redakti en la malantaŭo

source: Delete Spammer
eo: Forigi spaminton

source: This account has been closed.
eo: Tiu konto fermiĝis.

source: %d to %d years old
eo: de %d ĝis %d jaraĝa

source: %d years old
eo: %d jaraĝa

source: This user is not registered on this site.
eo: La uzanto ne registriĝis en ĉi tiu sistemo.

source: Send a message
eo: Sendi mesaĝon

source: This account has been deleted.
eo: Tiu konto foriĝis.

source: Select
eo: Elekti

source: Specific criteria
eo: Specifaj kriterioj

source: Unknown
eo: Nekonata

source: To enter multiple values,<br />please click on (+)
eo: Por entiri plurajn valorojn, <br />bonvolu klaki sur (+)

source: Comment cannot be updated!
eo: Ne eblis la komenton ĝisdatigi.

source: Role
eo: Rolo

source: Organization
eo: Organizaĵo

source: Accepted
eo: Akceptita

source: Not accepted
eo: Ne akceptita

source: Incorrect action!
eo: Neĝusta ago.

source: We have received a request that you do not want to receive emails through a message form on your comments anymore. To confirm that this request is from you, please click on the following link:
eo: Vi ricevis peton ke vi ne plu volas ricevi retpoŝtmesaĝojn per mesaĝa formulario en viaj komentoj. Por konfirmi, ke tiun peton estas de vi bonvolu alklaki la jenan ligilon:

source: Please note:
eo: Bonvolu noti:

source: For security reasons the link is only valid for your current session (by means of your session cookie).
eo: Pro kialoj de sekureco la ligilo nur validas dum via nuna seanco (per via seanca kuketo).

source: If it was not you that requested this, simply ignore this email.
eo: Se vi ne petis ĉi tion, nur ignori la retpoŝtmesaĝon.

source: Confirm opt-out for emails through message form
eo: Konfirmi la malaktivigo por retpoŝtmesaĝoj per mesaĝa formulario

source: An email has been sent to you, with a link to confirm your request not to receive emails through the comments you have made on this blog.
eo: Retpoŝtmesaĝo sendiĝis al vi kun ligilo por konfirmi vian peton de tio, ke ne plu ricevi retpoŝtmesaĝojn je la komentoj, kiujn vi faris en ĉi tiu kolekto.

source: Sorry, could not send email.
eo: Bedaŭre ne eblas sendi retpoŝtmesaĝon.

source: Possible reason: the PHP mail() function may have been disabled on the server.
eo: Ebla kialo: la funkcio PHP-a mail() eble estis malaktivigita en la servilo.

source: All your comments have been marked not to allow emailing you through a message form.
eo: Ĉiuj el viaj komentoj markiĝis por ne permesi mesaĝadon de vi per mesaĝa formulario.

source: The request not to receive emails through a message form for your comments failed.
eo: La peto ne ricevi retpoŝtmesaĝojn per mesaĝa formulario por via komentoj malsukcesis.

source: action: %s
eo: ago: %s

source: Save Changes!
eo: Konservi ŝanĝojn

source: Cancel
eo: Nuligi

source: Comment cannot be deleted!
eo: Komento ne eblis foriĝi.

source: Username not found!
eo: Salutnomo ne trovita.

source: No user
eo: Neniu uzanto

source: No status
eo: Neniu stato

source: None
eo: Nenio

source: Loading...
eo: Ŝarganta…

source: You cannot leave a comment at this time because the system is under maintenance. Please try again in a few moments.
eo: Vi ne povas komenti nun ĉar la sistemo estas prizorgata. Bonvolu reprovi post mallonge.

source: You cannot leave meta comments on this post!
eo: Vi ne rajtas metakomenti la afiŝon.

source: You cannot leave comments on this post!
eo: Vi ne rajtas komenti la afiŝon.

source: Please fill in your name.
eo: Bonvolu enmeti vian nomon.

source: Validation errors:
eo: Validigo-eraroj:

source: Please fill in your email.
eo: Bonvolu enmeti vian retpoŝtadreson.

source: Supplied name is invalid.
eo: Enmetita nomo malvalidas.

source: Supplied email address is invalid.
eo: La enmetita retpoŝtadreso malvalidas.

source: Supplied website address is invalid:
eo: La enmetita kolektara adreso malvalidas:

source: Couldn't attach selected file:
eo: Ne eblis almeti elektitan dosieron:

source: Please do not send empty comments.
eo: Bonvolu ne sendi vakajn komentojn.

source: Preview:
eo: Antaŭvido:

source: This is a preview only! Do not forget to send your comment!
eo: Ĉi tiu estas nur antaŭvido. Ne forgesas sendi vian komenton.

source: Your comment contains an email address. Please <a %s>log in</a> or <a %s>create an account now</a> instead. This will allow people to send you private messages without revealing your email address to SPAM robots.
eo: Via komento enhavas retpoŝtadreson. Bonvolu anstataŭe <a %s>ensaluti</a> aŭ <a %s>krei konton</a>. Tio permesos, ke homoj sendu al vi privatajn mesaĝojn sen doni vian retpoŝtadreson al spamrobotoj.

source: Your comment contains an email address. We recommend you check the box "Allow message form." below instead. This will allow people to contact you without revealing your email address to SPAM robots.
eo: Via komento enhavas retpoŝtadreson. Ni rekomendas, ke vi anstataŭe marku la suban kampon "Permesi mesaĝan formularion.". Tio permesos, ke homoj kontakti vin sen doni vian retpoŝtadreson al spamrobotoj.

source: Your comment has been submitted.
eo: Via komento sendiĝis.

source: Your comment is now visible by the community.
eo: Via komento nun estas videbla per la komunumo.

source: Your comment is now visible by the blog members.
eo: Via komento nun estas videbla de la kolekto-anoj.

source: Your comment is now visible by moderators only (+You).
eo: Via komento nun estas videbla nur de kontrolantoj kaj vi.

source: Your comment has been submitted. It will appear once it has been approved.
eo: Via komento sendiĝis. Ĝi aperos tuj post aprobado.

source: ATTENTION: Register a user account now so that you can get notified of replies to your comments.
eo: ATENTO: Tuj registri uzanto-konton por ke vi estu sciigota pri respondoj al viaj komentoj.

source: Comment moderation
eo: Komenta kontrolado

source: Go to the back-office...
eo: Iri la malantaŭon…

source: Quick moderation not available.
eo: Rapida kontrolado ne disponeblas.

source: Invalid secret key. Quick moderation not available.
eo: Nevalida sekreta ŝlosilo. Rapida kontrolado ne disponeblas.

source: The comment was already deleted. Quick moderation not available.
eo: Komento jam foriĝis. Rapida kontrolado ne disponeblas.

source: Log in for more quick moderation actions.
eo: Ensalutu por pliaj rapidaj kontrolado.

source: Comment status has been updated.
eo: La komento-stato ĝisdatiĝis.

source: Comment has been deprecated.
eo: Komento malaprobiĝis.

source: Comment has been deleted.
eo: Komento foriĝis.

source: Comment has been recycled.
eo: Komento elrubujiĝis.

source: Comment url has been deleted.
eo: Komenta URL foriĝis.

source: Comment review
eo: Komenta antaŭvido

source: Delete this comment
eo: Forigi la komenton

source: Recycle this comment
eo: Sendi al rubujo

source: Deprecate this comment
eo: Malaprobi la komenton.

source: Delete URL
eo: Forigi URL-on

source: Delete comment URL
eo: Forigi la komentan URL-on

source: Antispam tool
eo: Kontraŭspamilo

source: <a %s>Log in</a> for more actions.
eo: <a %s>Ensaluti</a> por pliajn agojn.

source: Invalid link!
eo: Ligilo nevalida.

source: Posted comment
eo: Sendita komento

source: No Spam Karma
eo: Neniu spamkarmo

source: Spam Karma
eo: Spama karmo

source: Content
eo: Enhavo

source: Content must not be empty.
eo: Enhavo ne povas vaki.

source: Post not publicly published: skipping trackback...
eo: Afiŝo ne publike eldonita: ignoranta spuron…

source: Post has been created.
eo: Afiŝo kreiĝis.

source: Post has been updated.
eo: La afiŝo ĝisdatiĝis.

source: Please enter a valid deadline.
eo: Bonvolu enmeti validan limdaton.

source: The workflow properties have been updated.
eo: La laborfluaj ecoj ĝisdatiĝis.

source: Please quickly select a reason for closing your account.
eo: Bonvolu rapide elekti kialon por fermi vian konton.

source: Since you are an Admin with User management privileges, you cannot close your own account!
eo: Car vi estas administriston kun administranto-rajtoj, vi ne rajtas fermi vian konton!

source: User account closed
eo: Uzantkonto formiĝis

source: Close account
eo: Fermi konton

source: You must enter your username or your email address so we know where to send the password reset email.
eo: Vi devas enmeti vian salutnomon aŭ vian retpoŝtadreson por ke ni sciu kien sendi la pasvortan restarigo-retpoŝtmesaĝon.

source: We have already sent you a password reset email at %s. Please allow %d minutes for delivery before requesting a new one.
eo: Ni jam sendis al vi retpoŝtmesaĝon pri restarigo de pasvorto al %s. Bonvolu permesi %d minutojn por liverado antaŭ ol peti alian.

source: If you correctly entered your login or email address, a link to reset your password has been sent to your registered email address.
eo: Se vi ĝuste tajpis vian salutnomon aŭ retpoŝtadreson, ligilo por restarigi vian pasvorton sendiĝis al via registrita retpoŝtadreso.

source: You cannot reset passwords in demo mode.
eo: Vi ne rajtas restarigi la konton en demonstra reĝimo.

source: Your user account has no associated email address; therefore we cannot reset your password.
eo: Vi havas neniun retpoŝtadreson ligitan kun via profilo; tial ne eblas restarigi vian pasvorton.

source: Please try contacting the admin.
eo: Bonvolu provi kontaktadon de estro.

source: Password reset request for %s
eo: Peto pri pasvorta restarigo por %s

source: Sorry, the email with the link to reset your password could not be sent.
eo: Bedaŭre la retpoŝtmesaĝo kun la ligilo por restarigi vian pasvorton ne eblis sendiĝi.

source: Invalid password change request! Remember you must use the same session (by means of your session cookie) as when you have requested the action. Please try again...
eo: Nevalida pasvorto-ŝanĝo peto! Memooru, ke Vi devas uzi tiun saman seancon (per via seanca kuketo), kiun vi uzas por la peto. Bonvolu reprovi…

source: Please choose a new password now...
eo: Bonvolu tuj elekti novan pasvorton…

source: Invalid password change request! Please try again...
eo: Nevalida peto pri pasvorta ŝanĝo. Bonvolu reprovi…

source: Your account has already been activated.
eo: Via konto jam estis aktivigita.

source: Your account is closed. You cannot activate it.
eo: Via konto estas fermita. Vi ne povas aktivigi ĝin.

source: Invalid account activation request!
eo: Nevalida peto por konta aktivigo.

source: Your account is now activated.
eo: Via konto nun estas aktiva.

source: You have to use the same session (by means of your session cookie) as when you have requested the action. Please try again...
eo: Vi devas uzi la saman seancon (per via seanca kuketo) kiel kiam vi petis la agon. Bonvolu reprovi…

source: Please log in to activate your account.
eo: Bonvolu ensaluti por aktivigi vian konton.

source: You have to be logged in to request an account validation link.
eo: Vi devas esti ensalutita por peti ligilon pri konta aŭtentigado.

source: We have already sent you an activation message to %s at %s. Please allow %d minutes for delivery before requesting a new one.
eo: Ne jam sendis al vi aktivigan mesaĝon al %s ĉe %s. Bonvolu permesi %d minutoj por livero antaŭ ol peti novan.

source: Could not update your email address.
eo: Ne eblis ĝisdatigi vian retpoŝtadreson.

source: An email has been sent to your email address (%s). Please click on the link therein to activate your account.
eo: Retpoŝtmesaĝo sendiĝis al via retpoŝtadreso (%s). Bonvolu alklaki la ligilon ene de tio por aktivigi vian konton.

source: Sorry, the email with the link to activate your account could not be sent.
eo: Bedaŭre la retpoŝtmesaĝon kun la ligilo por aktivigi vian konton estis nesendebla.

source: We have already sent you %d email(s) with an activation link.
eo: Ni jam sendis al vi %d retpoŝtmesaĝo(j)n kun la aktivigo-ligilo.

source: Your user account has no associated email address; therefore we cannot activate it. Please provide your email address below.
eo: Via konto havas neniun ligitan retpoŝtadreson; tial ne eblas aktivigi ĝin. Bonvolu tajpi vian retpoŝtadreson sube.

source: Lost your password?
eo: Ĉu vi forgesis la pasvorton?

source: You cannot send a message at this time because the system is under maintenance. Please try again in a few moments.
eo: Vi ne rajtas sendi mesaĝon nuntempe ĉar la sistemo estas prizorgata. Bonvolu reprovi post nelonge.

source: Please fill in the subject of your message.
eo: Bonvolu enmeti la temo de via mesaĝo.

source: Please do not send empty messages.
eo: Bonvolu ne sendi vakajn mesaĝojn.

source: The supplied message is invalid / appears to be spam.
eo: La donita mesaĝo malvalidas / ŝajne estas spamo.

source: Please enter your first name.
eo: Bonvolu enmeti vian personnomon.

source: Please enter your last name.
eo: Bonvolu enmeti vian familinomon.

source: Please enter your nickname.
eo: Bonvolu enmeti vian kaŝnomon.

source: Supplied URL is invalid. (%s)
eo: Donita URL nevalidas. (%s)

source: Please fill the field "%s" because you have selected this as preferred contact method.
eo: Bonvolu plenigi la kampon "%s" ĉar vi elektis tion kiel vian preferatan kontaktan manieron.

source: Private Message on this Site
eo: Privata mesaĝo en ĉi tiu kolektaro

source: Preferred contact method
eo: Preferita maniero por kontakti

source: Your private message has been sent.
eo: Via mesaĝo privata sendiĝis.

source: You have successfully sent an email to %s.
eo: Vi sukcese sendis retpoŝtmesaĝon al %s.

source: Back to profile
eo: Reen al profilo

source: You must activate your account before you can report another user. <b>See below:</b>
eo: Vi devas aktivigi vian konton antaŭ ol vi povas denunci uzanton. <b>Vidu malsupre:</b>

source: Please select the correct report reason!
eo: Bonvolu elekti ĝustan kialon.

source: You have also blocked this user from contacting you in the future.
eo: Vi baris por ke tiu uzanto ne plu povu kontakti vin.

source: The user was reported.
eo: La uzanto denunciĝis.

source: You have also unblocked this user. He will be able to contact you again in the future.
eo: Vi ankaŭ malbaris la uzanton. La uzanto denove povos kontakti vin.

source: The report was removed.
eo: La denunco foriĝis.

source: You must activate your account before you can manage your contacts. <b>See below:</b>
eo: Vi devas aktivigi vian konton antaŭ ol vi povas administri viajn kontaktitojn. <strong>Vidu malsupre:</strong>

source: Your contact groups have been updated.
eo: Viaj kontaktito-grupoj ĝisdatiĝis.

source: Unable to find the selected blog
eo: Ne eblas trovi la elektitan kolekton

source: Quick unsubscribe
eo: Tuja malabonado

source: You have successfully unsubscribed.
eo: Vi sukcese malabonis.

source: The user you are trying to unsubscribe does not seem to exist. You may already have deleted your account.
eo: La uzanto al kiu vi provas malaboni ne ekzistas. Vi eble jam forigis vian konton.

source: Invalid unsubscribe link!
eo: Malabona ligilo nevalida.

source: File cannot be uploaded because maximum post size is too small. The maximum allowed post size is %s.
eo: La dosiero ne povas esti alŝutota, ĉar la maksimumo estas tro malgranda. La maksimuma permesata estas %s.

source: Incorrect crumb received. Did you wait too long before uploading?
eo: Eksvalidiĝinta seanco ricevita. Ĉu vi atendis tro longe antaŭ via alŝuto?

source: You don't have permission to upload on this file root.
eo: Vi ne rajtas alŝuti en ĉi tiu dosierradiko.

source: We cannot open the folder %s. PHP needs execute permissions on this folder.
eo: Ne eblas malfermi la dosierujon %s. PHP postulas plenumajn permesojn por tiu dosierujo.

source: %s was renamed to %s. Would you like to replace %s with the new version instead?
eo: %s alinomiĝis al %s. Ĉu vi ŝatus anstataŭe anstataŭigi %s per la nova eldono?

source: File name changed.
eo: Dosiernomo ŝanĝiĝis.

source: Replace the old version %s with the new version %s and keep old version as %s.
eo: Anstataŭigi la malnovan eldonon %s per la nova %s kaj konservi la malnovan al %s.

source: Don't touch the old version and keep the new version as %s.
eo: Teni la malnovan eldonan kaj konservi la novan al %s.

source: Select this file
eo: Elekti la dosieron

source: The file could not be saved!
eo: La novan dosieron ne eblis konserviĝi!

source: Quick registration is currently disabled on this system.
eo: La etoso [%s] ne instaliĝas en ĉi tiu sistemo.

source: You already registered on this site. You can <a %s>log in here</a>. If you don't know or have forgotten it, you can <a %s>set your password here</a>.
eo: Vi jam registriĝis en la kolektaro. Vi rajtas <a %s>ensaluti</a>. Se vi ne scias aŭ forgesis vian pasvorton, vi povas <a %s>agordi vian pasvorton</a>.

source: The login &laquo;%s&raquo; is already registered, please choose another one.
eo: La salutnomo «%s» jam registriĝis. Bonvolu elekti alian.

source: No user account has been created!
eo: Nenia uzantkonto kreiĝis.

source: New user registration
eo: Registriĝo de nova uzanto en via kolekto

source: An email has been sent to your email address. Please click on the link therein to activate your account. <a %s>More info &raquo;</a>
eo: Retpoŝtmesaĝo sendiĝis al via retpoŝtadreso. Bonvolu alklaki la ligilon ene de tio por validigi vian konton. <a %s>Pliaj informoj →</a>

source: You have successfully registered on this site. Welcome!
eo: Vi sukcese registriĝis en ĉi tiu kolektaro. Bonvenon!

source: Registration Currently Disabled
eo: Registriĝo nune malaktivigita

source: Supplied URL is invalid:
eo: La URL nevalidas:

source: Please do not send empty comment
eo: Bonvolu ne sendi vakan komenton

source: Out of memory.
eo: Memoro eluziĝis.

source: No file was uploaded.
eo: Neniu dosiero alŝutiĝis.

source: Upload Error #%s
eo: Alŝuto-eraro: #%s

source: File name empty.
eo: Dosiernomo vakas.

source: File is empty.
eo: La dosiero vakas.

source: File is too large.
eo: Dosiero tro grandas.

source: File has an invalid extension, it should be one of %s.
eo: La dosiero havas nevalidan sufikson. Ĝi devas esti iu el: %s.

source: File not found! Unable to delete.
eo: La dosiero ne troveblas. Ne eblas forigi.

source: Preview
eo: Antaŭvidi

source: File
eo: Dosiero

source: Title
eo: Titolo

source: Description
eo: Priskribo

source: %d lines
eo: %d linioj

source: Hide line numbers
eo: Kaŝi lininumerojn

source: Show line numbers
eo: Montri lininumerojn

source: End Of File
eo: Dosierfino

source: The file &laquo;%s&raquo; could not be accessed!
eo: Ne eblas atingi la dosieron «%s».

source: Front page is set to display first post but there is nothing to display.
eo: Frontpaĝo agordiĝis por montri unuan afiŝon sed ekzistas neniu montrebla.

source: Front page is set to display page ID=%d but it does not exist.
eo: Frontpaĝo agordiĝis montri paĝon kun identigilo %d, sed tio ne ekzistas.

source: You already accepted these terms.
eo: Vi jam akceptis tiujn uzkondiĉojn

source: You need to accept the following before you can enter this site.
eo: Vi devas akcepti la jenajn uzkondiĉojn antaŭ ol vi eniri la kolektaron.

source: The skin [%s] is not installed on this system.
eo: La etoso [%s] ne instaliĝas en ĉi tiu sistemo.

source: The skin [%s] set for blog [%s] does not exist. It must be properly set in the <a %s>blog properties</a> or properly overriden in a stub file.
eo: La etoso [%s] elektita por la kolekto [%s] ne ekzistas. Ĝi devas konvene esti elektita en la <a %s>kolekto-ecoj</a> aŭ en ĝerma dosiero.

source: No group
eo: Neniu grupo

source: No Access
eo: Sen atingebleco

source: View only
eo: Nur vidi

source: Moderate
eo: Kontroli

source: Full Access
eo: Plena atingebleco

source: View details
eo: Vidaj detaloj

source: Edit/delete all
eo: Redakti/forigi ĉion
