Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: Normalizing %s...
eo: Konsekvenciganta je %s…

source: Changing default charset of DB...
eo: Ŝanĝanta la aprioran kodoprezenton de la datumbazo…

source: Upgrading done!
eo: Ĝisdatigo finita

source: Legend
eo: Legendo

source: No results
eo: Neniuj rezultoj

source: Apply
eo: Apliki

source: Columns
eo: Kolumnoj

source: Filter list
eo: Filtri la liston

source: Filters
eo: Filtriloj

source: Change Order
eo: Ŝanĝi ordon

source: second(s)
eo: sekundo(j)

source: minute(s)
eo: minuto(j)

source: hour(s)
eo: horo(j)

source: day(s)
eo: tago(j)

source: month(s)
eo: monato(j)

source: year(s)
eo: jaro(j)

source: You have modified this form but you haven't submitted it yet.\nYou are about to lose your edits.\nAre you sure?
eo: Vi modifis la formularion sed vi ne jam sendis ĝin.\nVi perdos viajn redaktojn.\nĈu vi certas?

source: You have modified the form \"%s\"\nbut you haven't submitted it yet.\nYou are about to lose your edits.\nAre you sure?
eo: Vi modifas formulario \"%s\"\nsed vi ne jam sendis ĝin.\nVi perdos viajn redaktojn.\nĈu vi certas?

source: to
eo: al

source: Remove file
eo: Forigi la dosieron

source: Select another
eo: Elekti alian

source: Attach files
eo: Almeti dosierojn

source: File not found
eo: Dosiero ne trovita

source: You have no permission to see this file.
eo: Vi ne rajtas uzi tiun dosieron.

source: In order to maintain good performance, you cannot sort by %s when there are more than %s results.
eo: Por teni bonan rendimenton vi ne povas ordigi laŭ %s kiam ekzistas pli ol %s rezultoj.

source: Move up
eo: Movi supren

source: Move down! (reverse sort)
eo: Movi suben (inversa ordigo)

source: Move down
eo: Movi suben

source: Move up! (reverse sort)
eo: Movi supren (inversa ordigo)

source: %s lines
eo: %s linioj

source: Default (%s lines)
eo: Apriora (%s linioj)

source: Lines per page:
eo: Linioj je ĉiu paĝo

source: Pages
eo: Paĝoj

source: to
eo: al

source: Sorry, there is nothing to display...
eo: Bedaŭre ekzistas nenio montrebla…

source: Sel
eo: Ele

source: Selection name
eo: Elektonomo

source: Update selection
eo: Ĝisdatigi elekton

source: Selection
eo: Elekto

source: New selection
eo: Nova elekto

source: Cannot create a selection with an empty name
eo: Ne eblas krei elekton kun vaka nomo

source: Selection created.
eo: Elekto kreita.

source: Please provide a selection name.
eo: Bonvolu specifi elektonomon.

source: Obsolete selection entries deleted.
eo: Foriĝis malaktualaj eroj.

source: New selections entries inserted.
eo: Enmetis novajn elektajn erojn.

source: Selection copied.
eo: Kopiito elekto.

source: Selection links copied.
eo: Kopiita elektaj ligiloj.

source: Delete selection &laquo;%s&raquo;?
eo: Ĉu forigi elekton «%s»?

source: Cascading deletes!
eo: Disfalantaj forigoj.

source: Selection attachments deleted.
eo: Elektaj kunsendaĵoj forigitaj.

source: Selection deleted.
eo: Elekto forigita.

source: Sunday
eo: dimanĉo

source: Monday
eo: lundo

source: Tuesday
eo: mardo

source: Wednesday
eo: merkredo

source: Thursday
eo: ĵaŭdo

source: Friday
eo: vendredo

source: Saturday
eo: sabato

source: S
eo: d

source: M
eo: l

source: T
eo: ma

source: W
eo: me

source: T
eo: ĵ

source: F
eo: v

source: May
eo: majo

source: Aug
eo: aŭg

source: Oct
eo: okt

source: There have been too many failed login attempts. This account is temporarily locked. Try again in %s minutes.
eo: Estis tro da malsukcesaj ensalutaj provoj. La konto estas provizora fiksata. Reprovu post %s minutoj.

source: The login window has expired. Please try again.
eo: La ensaluta fenestro eksvalidĝis. Bonvolu reprovi.

source: Either you have not enabled cookies or this login window has expired.
eo: Aŭ vi ne aktivigis kuketojn aŭ ĉi tiu ensaluta fenestro eksvalidiĝis.

source: WARNING: password hashing did not work. You just logged in insecurely. Please report this to your administrator.
eo: AVERTO: pasvorta haketado ne funkciis. Vi ĵus nesekure ensalutis. Bonvolu raporti tion al la administranto.

source: This account is closed. You cannot log in.
eo: Ĉi tiu konto fermiĝis. Vi ne rajtas ensaluti.

source: You cannot log in at this time because the system is under maintenance. Please try again in a few moments.
eo: Vi ne rajtas ensaluti nuntempe ĉar la sistemo estas prizorgata. Bonvolu reprovi post nelonge.

source: For best security, we recommend you <a %s>change your password now</a>. This will allow to re-encrypt your password in our database in a more secure way.
eo: Por la plej bona sekureco, ni rekomendas, ke vi <a %s>tuj ŝanĝu vian pasvorton</a>. Tio permesos reĉifri vian pasvorten en nian datumbazon laŭ sekura maniero

source: Your preferred language/locale is no longer available on this site. You are now using the default language/locale.
eo: Via preferata lingvo/lokaĵaro ne plu disponeblas en la kolektaro. Vi nun uzos la aprioran lingvon/lokaĵaron.

source: The site is currently locked for maintenance. Click <a %s>here</a> to access lock settings.
eo: Ĉi tiu kolekto nuntempe estas fiksita pro prizorgo. <a %s>Atingi fiksilan agordon</a>.

source: Someone tried to log in to your account with a wrong password on %s from %s%s
eo: Iu provis ensaluti en vian konton per malĝusta pastvorto je %s en %s%s

source: Invalid login attempts:
eo: Nevalidaj ensaluto-provoj:

source: Wrong Login/Password provided by browser (HTTP Auth).
eo: Erara salutnomo/pasvorto donita de TTT-legilo.

source: The Login/Password you entered is wrong.
eo: La salutnomo/pasvorto estas erara.

source: You have been logged out because the system is under maintenance. Please log in again in a few moments.
eo: Vi elsalutiĝis ĉar la sistemo estas prizorgata. Bonvolu denove ensaluti post nelonge.

source: In order to access the admin interface, you must first activate your account by clicking on the activation link in the email we sent you. <b>See below:</b>
eo: Por atingi la stirilan interfacon, vi devas aktivigi vian konton per klakado sur la aktiva ligilo en la retpoŝtmesaĝo, kiun ni sendis al vi. <strong>Vidu sube:</strong>

source: You are now logged in as <b>%s</b>
eo: Vi nun estas ensalutita kiel <b>%s</b>

source: IP Range
eo: IP-adresa grupo

source: The keyword &laquo;%s&raquo; is too short, it has to be a minimum of 5 characters!
eo: La ŝlosilvorto «%s» estas tro mallonga. Ĝi devas esti almenaŭ 5 signojn.

source: Banning keyword:
eo: Barinda ŝlosilvorto:

source: Deleted %d logged hits matching &laquo;%s&raquo;.
eo: Forigitaj %d registritaj vizitoj kongruaj kun «%s».

source: Deleted %d comments matching &laquo;%s&raquo;.
eo: Forigitaj %d komentoj kongruaj kun «%s».

source: The keyword &laquo;%s&raquo; has been blacklisted locally.
eo: La ŝlosilvorto «%s» loke aldoniĝis al la nigrolisto.

source: Failed to add the keyword %s to black list locally.
eo: Malsukcesis aldoni la ŝlosilvorto %s al la loka nigrolisto.

source: Please select at least one action to ban the keyword.
eo: Bonvolu elekti almenaŭ unu agon por bari la ŝlosilvorton.

source: Open Antispam Blacklist
eo: Malfermi kontraŭspaman nigroliston

source: Removing entry #%d from the ban list...
eo: Forigita ero #%d el la cenzura listo…

source: The threshold must be between -100 and 100.
eo: La sojlo devas esti inter -100 kaj 100.

source: Spam weight has to be in the range of 0-100.
eo: Spama pezo devas esti en la amplekso de 0 ĝis 100.

source: Settings updated.
eo: Agordo ĝisdatigita.

source: Deleted %d comments
eo: Forigis %d komentojn.

source: Deleted %d logged hits
eo: Forigis %d protokolitajn vizitojn

source: New IP Range created.
eo: Nova IP-adresa grupo kreiĝis..

source: IP Range updated.
eo: IP-adresa grupo ĝisdatiĝis.

source: IP Range deleted.
eo: IP-adresa grupo forigita.

source: Please select at least one blog.
eo: Bonvolu elekti almenaŭ unu kolekton.

source: All
eo: Ĉio

source: Analytics
eo: Analizado

source: IPs
eo: IP-adresoj

source: You have no permission to edit this IP range!
eo: Vi ne rajtas redakti IP-adresa grupon.

source: Reporting abuse to b2evolution aborted (Running on localhost).
eo: Reportado de misuzo de b2evolution nuligita (loke).

source: Reported abuse to %s.
eo: Raporti misuzon al %s.

source: Failed to report abuse to %s.
eo: Malsukcese denuncis misuzon al %s.

source: Latest update timestamp
eo: Plej freŝa tempindiko

source: Updating antispam:
eo: Ĝisdatigo de kontraŭspamo:

source: Requesting abuse list from %s...
eo: Petanta liston da misuzado el %s…

source: Incomplete response.
eo: Respondo nekompleta.

source: No new blacklisted strings are available.
eo: Neniuj novaj ĉenoj por la nigrolisto disponeblas.

source: Adding:
eo: Aldonante:

source: Adding strings to local blacklist:
eo: Aldonanta ĉenojn al la loka nigrolisto:

source: OK
eo: Bone

source: Not necessary! (Already handled)
eo: Ne necesa. (Jam traktita)

source: New latest update timestamp
eo: La freŝa tempindiko pri ĝisdatigo

source: Done
eo: Finita

source: No %s comments match the keyword %s.
eo: Neniuj %s komentoj kongruas kun la ŝlosilvorto %s.

source: There are %d matching %s comments, but you have no permission to edit them.
eo: Ekzistas %d kongruantaj %s komentoj, sed vi ne havas permeson por redakti ilin.

source: Delete the following %s %s comments:
eo: Forigi la sekvajn %s %s komentojn:

source: Date
eo: Dato

source: Auth. IP
eo: IP de verkisto

source: Author
eo: Verkisto

source: Auth. URL
eo: URL de verkisto

source: Content starts with...
eo: Enhavo komenciĝas per…

source: Action
eo: Ago

source: Edit...
eo: Redakti…

source: Trusted
eo: Fidata

source: Suspect
eo: Suspektata

source: Blocked
eo: Barita

source: The comments are deleting...
eo: La komentoj estas foriĝantaj…

source: Please enter a correct IP range start
eo: Bonvolu enmeti ĝustan IP-adresa grupan komencon

source: Please enter a correct IP range end
eo: Bonvolu enmeti ĝustan IP-adresa grupan finon.

source: IP range start must be less than IP range end
eo: IP-adresa grupa komenco devas esti malpli ol la IP-adresa grupa fino

source: Conflicting IP Ranges have been deleted: %s
eo: Konfliktaj IP-grupoj estas forigitaj: %s

source: Edit this range
eo: Redakti la IP-adresan grupon

source: Conflicting IP Ranges already exist: %s
eo: Konfliktaj IP-grupoj jam ekzistas: %s

source: Delete all conflicts and save new Range
eo: Forigi ĉiujn konfliktojn kaj konservi novan grupon

source: Add a banned keyword
eo: Aldoni ŝlosilvorton malpermesitan

source: Check & ban...
eo: Kontroli kaj cenzuri…

source: Keyword/phrase to ban
eo: Ŝlosila vorto/vortaro por cenzurado

source: Confirm ban & delete
eo: Konfirmi cenzuri kaj forigi

source: No <strong>log-hits</strong> match the keyword %s.
eo: Neniuj <strong>vizitoj</strong> kongruas kun la ŝlosilvorto %s.

source: Delete the following %s <strong>referer hits</strong>:
eo: Forigi la sekvajn %s <strong>referintojn</strong>:

source: Referer
eo: Referanto

source: Target Blog
eo: Cela kolekto

source: Target URL
eo: Cela URL

source: No <strong>comments</strong> match the keyword %s.
eo: Neniuj <strong>komentoj</strong> kongruas kun la ŝlosilvorto %s.

source: There are %d matching <strong>users</strong> but you have no permission to see them.
eo: Ekzistas %d kongruantaj <strong>uzantoj</strong>, sed vi ne havas permeson por vidi ilin.

source: Affected users
eo: Afekciaj uzantoj:

source: First name
eo: Personnomo

source: Last name
eo: Familinomo

source: Nickname
eo: Kaŝnomo

source: No <strong>users</strong> match the keyword %s
eo: Neniuj <strong>uzantoj</strong> kongruas kun la ŝlosilvorto %s

source: The keyword [%s] is <strong>already handled</strong> by the blacklist.
eo: La ŝlosilvorto [%s] estas <strong>jam traktita</strong> de la nigrolisto.

source: <strong>Blacklist</strong> the keyword %s locally.
eo: Loke <strong>aldoni al la nigrolisto</strong> la ŝlosilvorton %s.

source: <strong>Report</strong> the keyword %s as abuse to Central Antispam Server (%s).
eo: <strong>Denunci</strong> la ŝlosilvorton %s kiel misuzon al la kontraŭspama servilo (%s).

source: Terms of service
eo: Uzkondiĉoj

source: Perform selected operations
eo: Plenumi la elektitajn funkciojn

source: Delete this IP range!
eo: Forigi la IP-adresa grupon.

source: New IP Range
eo: Nova IP-adresa grupo

source: IP Range Start
eo: IP-adresa grupa komenco

source: IP Range End
eo: IP-adresa grupa fino

source: User count
eo: Uzanto-nombro

source: Block count
eo: Barita nombro

source: Record
eo: Registri

source: Users registered through this IP Range
eo: La uzantoj registritaj laŭ tiu IP-skalo

source: Sessions connected through this IP Range
eo: Seancoj konektitaj laŭ tiu IP-skalo

source: ID
eo: Identigilo

source: Last seen
eo: Lasta vizito

source: User login
eo: Salutnomo

source: Remote IP
eo: Defora IP

source: %d day
eo: %d tago

source: %d days
eo: %d tagoj

source: Session length
eo: seanca longo

source: IP address
eo: IP-adreso

source: Anon. contact form submits
eo: Komentoj de anonimuloj

source: Edit this IP range...
eo: Redakti la IP-adresa grupon…

source: Actions
eo: Agoj

source: Add a new IP range...
eo: Aldoni novan IP-adresa grupon…

source: New IP range
eo: Nova IP-adresa grupon

source: Antispam blacklist
eo: Kontraŭspama nigrolisto

source: User generated content containing keywords from the Antispam Blacklist will be rejected.
eo: Enhavo generita de uzanto estos malakceptita, se ĝi enhavas ŝlosilvortojn el la nigrolisto.

source: You can share your keywords with and retrieve keywords from the Central Antispam Blacklist service <a %s>Terms of service</a>
eo: Vi rajtas konigi la ŝlosilvortojn kaj ricevi aliajn el la centra nigrolisto. [<a %s>Uzkondiĉoj</a>]

source: Banned keywords blacklist
eo: Ŝlosiloj en la nigrolisto

source: Request update from Central Antispam Blacklist
eo: Peti ĝisdatigon pri misuzo el centralizita nigrolisto.

source: Keywords
eo: Ŝlosilvortoj

source: Separate with space
eo: Apartigi per spaceto

source: Local
eo: Loka

source: Reported
eo: Raportita

source: Central
eo: Centra

source: Source
eo: Fonto

source: All keywords
eo: Ĉiuj ŝlosilvortoj

source: Keyword
eo: Ŝlosilvorto

source: Report abuse to centralized ban blacklist!
eo: Raporti misuzon al la centralizita nigrolisto

source: Report
eo: Raporti

source: Check hit-logs and comments for this keyword!
eo: Kontroli la vizitajn protokolojn kaj komentojn por ĉi tiu ŝlosilvorto.

source: Re-check
eo: Rekontroli

source: Allow keyword back (Remove it from the blacklist)
eo: Forigi la ŝlosilon el la nigrolisto

source: Remove from blacklist
eo: Forigi el nigrolisto

source: Comments/Feedback
eo: Komentoj

source: (-100 to 100). Automatically publish feedbacks with a spam karma below this value.
eo: (-100 ĝis 100). Aŭtomate eldoni komentojn kun spamkarmo sub ĉi tiu valoro.

source: Publishing threshold
eo: Eldona sojlo

source: (-100 to 100). Automatically delete feedbacks with a spam karma over this value.
eo: (-100 ĝis 100). Aŭtomate forigi komentojn kun spamkarmo super ĉi tiu valoro.

source: Deletion threshold
eo: Foriga sojlo

source: Feedbacks with a spam karma between these two thresholds will get the default status of the blog ("%s").
eo: Komentoj kun spamkarmo inter tiuj du sojloj ricevos la aprioran staton de la kolekto ("%s").

source: New feedback status
eo: Stato pri novaj komentoj

source: Misc
eo: Diversaj

source: Block spam on contact form
eo: Bari spamaĵojn en kontakto-formulario

source: Check to use the antispam blacklist on contact form submissions
eo: Marku por uzi la nigroliston por kontakto-formulariaj sendoj

source: Block spam referers
eo: Bari spamajn referantojn

source: If a referrer has been detected as spam, should we block the request with a "403 Forbidden" page?
eo: Se referanto malkovriĝis kiel spamo, ĉu oni ne baru la peton per mesaĝo "403 Malpermesita"?

source: Report to central blacklist
eo: Raporti al la centralizita nigrolisto

source: When banning a keyword, offer an option to report to the central blacklist.
eo: Dum barado de ŝlosilvorto ofertas elekton por denunci al la centra nigrolisto.

source: Spam detection relevance weight
eo: Pezo de spama gravo

source: This defines the weight of the plugin, in relation to the others.
eo: Ĉi tiu difinas la pezon de la kromprogramon rilate al la aliaj.

source: There are no spam karma plugins enabled.
eo: Ne estas kromprogramoj pri la spamkarmo aktivigitaj.

source: Suspect users
eo: Suspektataj uzantoj

source: Don't move suspect users
eo: Ne movi suspektatajn uzantojn

source: Move suspect users to
eo: Movi suspektatajn uzantojn al

source: Never touch users from these groups
eo: Ne tuŝu uzantojn el tiuj grupoj

source: Restore defaults
eo: Restarigi la aprioraĵojn

source: Antispam tools
eo: Kontraŭspamiloj

source: Find and delete comments matching antispam blacklist!
eo: Trovi kaj forigi komentojn kongruajn kun la kontraŭspamila nigrolisto.

source: Find and delete all banned hit-log entries!
eo: Trovi kaj forigi ĉiujn erojn pri baritaj vizitoj.

source: Declare comment spam bankruptcy...
eo: Deklari komento-spaman bankroton…

source: Deleting log
eo: Foriganta protokolo

source: Filter comments by status
eo: Filtri komentojn laŭ stato

source: Look at comments with status
eo: Rigardi komentojn kun stato

source: Select blogs
eo: Elekti kolektojn

source: No comments found with status %s...
eo: Neniuj komentoj trovitaj kun stato %s…

source: <b>%s</b> comments with status %s
eo: <strong>%s</strong> komentoj kun stato %s

source: Delete ALL comments with status %s from the selected blogs!
eo: Forigi ĉiujn komentojn kun stato %s el la elektitaj kolektoj.

source: ALL comments with status %s\nincluding NON spam\nwill be deleted from the selected blogs.\nThis cannot be undone!\nAre you sure?
eo: Ĉiuj komentoj kun stato %s\ninkluzive de nespamaj\nforiĝos de la elektitaj kolektoj.\nTio ne estas nefarebla.\nĈu vi certas?

source: Central Antispam
eo: Kontraŭspama centralizita

source: Reporters
eo: Denuncintoj

source: Allow central antispam management
eo: Permesi administradon de centralizita kontraŭspamo

source: Reporter
eo: Denuncinto

source: This keyword already exists. Do you want to <a %s>edit the existing keyword</a>?
eo: Tiu ŝlosilvorto jam ekzistas. Ĉu vi deziras <a %s>redakti la jaman ŝlosilvorton</a>?

source: New keyword added.
eo: Nova ŝlosilvorto aldonita.

source: The keyword has been saved.
eo: La ŝlosilvorto estas konservita.

source: The source has been saved.
eo: La fonto estas konservita.

source: Please select keywords to import.
eo: Bonvolu elekti ŝlosilvortojn importotajn.

source: Invalid date
eo: Nevalida dato

source: %d new keywords have been imported as "%s" reports.
eo: %d novaj ŝlosilvortoj estas importitaj kiel raportoj "%s".

source: Import
eo: Importi

source: Published
eo: Eldonita

source: Revoked
eo: Forprenita

source: Ignored
eo: Ignoritaj

source: Promising
eo: Promesanta

source: You must provide a keyword!
eo: Vi devas specifi ŝlosilvorton.

source: Add keyword
eo: Aldoni ŝlosilvorton

source: Edit keyword
eo: Redakti ŝlosilvorton

source: Save changes!
eo: Konservi ŝanĝojn

source: Reports
eo: Raportoj

source: Import from local antispam list...
eo: Importi el loka kontraŭspama listo…

source: Last change
eo: Plej freŝa ŝanĝo

source: Total
eo: Totala

source: Last report
eo: Lasta denunco

source: Edit this keyword...
eo: Redakti la ŝlosilvorton…

source: Import keywords
eo: Importi ŝlosilvortojn

source: Import %s keywords with status "%s" and set report dates starting at %s with 1 second increments
eo: Importu %s ŝlosilvortojn kun stato "%s" kaj agordi raportajn datojn komencante je %s je unusekundaj pliiĝoj

source: No new keywords to import
eo: Neniu ŝlosilvorto importebla

source: Confirm Import
eo: Konfirmi importon

source: Edit reporter
eo: Redakti denuncinton

source: Edit this reporter...
eo: Redakti la denuncinton…

source: Category
eo: Kategorio

source: This element is locked and cannot be edited!
eo: Ĉi tiu elemento estas ŝlosita kaj ne eblas redakti ĝin.

source: Root
eo: Radiko

source: New chapter created.
eo: Nova ĉapitro kreiĝis.

source: Chapter updated.
eo: Ĉapitro ĝisdatiĝis.

source: Category has not been moved.
eo: La kategorio ne moviĝis.

source: The category &laquo;%s&raquo; has been moved (with children) to &laquo;%s&raquo;'s root. You may want to nest it in another parent category below...
eo: La kategorio «%s» moviĝis (kun idoj) al la radiko de «%s» Eble vi volos eningiga en alian patran kategorion sube ĝin…

source: Chapter &laquo;%s&raquo; deleted.
eo: Ĉapitro «%s» forigita.

source: Cannot delete element &laquo;%s&raquo;
eo: Ne eblas forigi elementon «%s».

source: Meta category cannot be used as default!
eo: Meta-kategorio ne uzeblas kiel aŭtomata.

source: The category &laquo;%s&raquo; was made as meta category.
eo: La kategorio «%s» fariĝis al metakategorio.

source: The category &laquo;%s&raquo; cannot be set as meta category. You must remove the posts it contains first.
eo: La kategorio «%s» ne estas agordebla al metakategorio. Vi devas unue forigi ĝiajn enhavatajn afiŝojn.

source: The category &laquo;%s&raquo; was reverted from meta category.
eo: La kategorio «%s» estis inversigita de metakategorio.

source: The category &laquo;%s&raquo; couldn't be reverted from meta category.
eo: La kategorio «%s» ne povis esti inversigita disde metakategorio.

source: The category &laquo;%s&raquo; was locked.
eo: La kategorio «%s» estis fiksita.

source: The category &laquo;%s&raquo; couldn't be locked.
eo: La kategorio «%s» ne povas esti fiksita.

source: The category &laquo;%s&raquo; was unlocked.
eo: La kategorio «%s» estis malfiksita.

source: The category &laquo;%s&raquo; couldn't be unlocked.
eo: La kategorio «%s» ne povis esti malfiksita.

source: Collections
eo: Kolektoj

source: Delete element &laquo;%s&raquo;?
eo: Ĉu forigi elementon «%s»?

source: %d sub categories
eo: %d subkategorioj

source: %d posts within category through main cat
eo: %d afiŝojn ene de kategorio per ĉefa kategorio

source: %d posts within category through extra cat
eo: %d afiŝoj ene de kategorio per aldona kategorio

source: Please enter a name.
eo: Bonvolu enmeti nomon.

source: Edit this chapter...
eo: Redakti la ĉapitron…

source: New category
eo: Nova kategorio

source: Move to a different blog...
eo: Movi al alia kolekto…

source: Parent category
eo: Patra kategorio

source: URL "slug"
eo: URL "URL-titolo"

source: Used for clean URLs. Must be unique.
eo: Uzita pro netaj URL-oj. Devas esti unika.

source: Select category image
eo: Elekti kategorian bildon

source: Category image
eo: Kategoria bildo

source: Select social media boilerplate image
eo: Elekti reuzeblan bildon por interkonaj TTT-ejoj

source: Social media boilerplate
eo: Reuzeblaĵoj por interkonaj TTT-ejoj

source: May be used as a title tag and/or meta description.
eo: Povas uziĝi kiel titola etikedo kajaŭ metadatuma priskribo.

source: For manual ordering of the categories.
eo: Por permana ordigado de la kategorioj.

source: Order
eo: Ordo

source: Same as parent
eo: Same kiel patro

source: Alphabetically
eo: Alfabete

source: Manually
eo: Permane

source: Sort sub-categories
eo: Ordigi subkategoriojn

source: If you check this box you will not be able to put any posts into this category.
eo: Se vi markos ĉi tiun butonon vi ne povos marki afiŝojn en ĉi tiun kategorion.

source: Meta category
eo: Metakategorion

source: Check this to lock all posts under this category. (Note: for posts with multiple categories, the post is only locked if *all* its categories are locked.)
eo: Marki ĉi tion por fiksi ĉiujn afiŝojn sub ci tiu kategorio. (Noto: por afiŝoj kun pluraj kategorioj, la afiŝo estas fiksita se ĉiuj el siaj kategorioj estas fiksitaj.)

source: Locked category
eo: Fiksita kategorio

source: This is the default category
eo: Jen la aŭtomata kategorio

source: Click to make this the default category
eo: Alklaki por igi al ĉi tiu la aprioran kategorion
