Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: Accepted formats:<br /> == h2 ==<br /> === h3 ===<br /> ==== h4 ====<br /> ===== h5 =====<br /> ====== h6 ======<br /> --- (horizontal rule)<br /> %%%codeblock%%%<br />
eo: Permesataj formatoj:<br /> == h2 ==<br /> === h3 ===<br /> ==== h4 ====<br /> ===== h5 =====<br /> ====== h6 ======<br /> --- (horizontala linio)<br /> %%%kodbloko%%%<br />

source: Who's online Widget
eo: Kromprogramo kiu estas konektita?

source: This skin tag displays a list of whos is online.
eo: La etosa etikedo montras liston da tiuj, kiuj nune uzas la kolektaron.

source: All logged in users and guest users who have requested a page in the last 5 minutes are listed.
eo: Ĉiuj ensalutitaj uzantoj kaj gastoj, kiuj petis paĝon en la pasintaj 5 minutoj estas listigaj.

source: Display contact icons allowing to send private messages to logged in users.
eo: Montri kontaktajn piktogramojn por permesi sendi privatajn mesaĝojn al ensalutitaj uzantoj.

source: Online session timeout
eo: Eksvalidiĝado de seanco

source: seconds. After how much time of inactivity an user is considered to be offline? 300 seconds are 5 minutes.
eo: sekundoj. Post kiom da tempo de malaktiveco uzanto konsideriĝas esti malkonekta? 300 sekundoj estas 5 minutoj?

source: Who's Online?
eo: Kiu estas enreta?

source: Guest Users:
eo: Gastoj:

source: Easy AdSense insertion into posts.
eo: Facila enmetado de "Google Adsense" en afiŝojn.

source: <p>This plugin allows you to easily insert AdSense into your posts (simply type [adsense:], or use the toolbar button in expert mode).</p> <p>The plugin will stop expanding AdSense blocks when a limit is reached (3 by default).</p> <p>Look for version 2.0 for multiple AdSense format support.</p>
eo: <p>Ĉi tiu kromprograma aktivigas facilan enmetadon de AdSense en viajn afiŝojn (eble tajpu [adsense:], aŭ uzi la ilobretan butonon en sperta reĝimo.</p> <p>La kromprogramo ĉesigos la anstataŭigon de AdSense-blokoj kiam limigo estas atingita (apriore 3).</p> <p>Ŝerci eldonon 2.0 por regado de pluraj kontoj.</p>

source: Maximum number of AdSense blocks the plugin should expand in post contents. Google terms typically set the limit to 3. You may wish to set it to less if you add blocks into the sidebar.
eo: Maksimuma nombra da AdSense-blokoj, kiuj la la kromprogramo anstataŭiĝu en afiŝa enhavo. Google-kondiĉoj limigas al 3. Vi eble volos agordi ĝin pli malalte.

source: Automatically add an ad block in the middle of any post that has no <code>[adsense:]</code> tag yet.
eo: Aŭtomate aldoni reklamo-blokon en la mezo de ĉiu afiŝo, kiu ne jam havas <code>[adsense:]</code>-etikedon.

source: Insert AdSense block
eo: Enmeti AdSense-blokon

source: Basic antispam methods
eo: Bazaj metodoj kontraŭspamaj

source: This plugin provides basic methods to detect & block spam on referers, comments & trackbacks.
eo: La kromprograma donas bazajn metodojn por malkovri kaj bari spamon de aldirektantoj, komentoj kaj spuroj.

source: Minimum comment interval
eo: Minimuma intertempo por komentoj

source: Minimum interval (in seconds) between consecutive comments from same IP or email address. 0 to disable it.
eo: Minimuma intertempo (sekunde) inter sinsekvaj komentoj de la sama IP- aŭ retpoŝtadreso. 0 por malaktivigi.

source: Detect feedback duplicates
eo: Malkovri kopiitan reagojn

source: Check this to check comments and trackback for duplicate content.
eo: Marki ĉi tion por konstati, ke komentojn kaj spurojn ne estas kopioj.

source: Feedback sensitivity to links
eo: Respondemo de reagoj al ligiloj

source: If a comment has more than this number of links in it, it will get 100 percent spam karma. -1 to disable it.
eo: Se komento havas pli ol ĉi tiu nombro da ligiloj en ĝi, ĝi ricevos spamkarmon je 100%. -1 malaktivigi ĝin.

source: Strip whitespace
eo: Forigi blankospacojn

source: Strip whitespace from the beginning and end of comment content.
eo: Forigi blankospacojn de la komenco kaj fino de komenta enhavo.

source: Remove repetitive characters
eo: Forigi ripetajn signojn

source: Remove repetitive characters in name and content. The string like "Thaaaaaaaaaanks!" becomes "Thaaanks!".
eo: Forigi ripetajn signojn en nomo kaj enhavo. La ĉeno "Daaaaaaaaankon!" estos konvertita al "Daaankon!".

source: Block common spam comments
eo: Bari ordinarajn spamajn komentojn

source: Block comments with both "[link=" and "[url=" tags.
eo: Bari komentojn kun etikedoj kaj "[links=" kaj "[url]".

source: Apply rel="nofollow"
eo: Apliki atributon rel="nofollow"

source: hours. For how long should rel="nofollow" be applied to comment links? (0 means never, -1 means always)
eo: horoj. Dum kiom da tempo la atributo rel="nofollow" aplikiĝu al ligiloj? (0 estas neniam, -1 estas ĉiam)

source: Check referers for URL
eo: Kontroli aldirektantoj por URL-oj

source: Check refering pages, if they contain our URL. This may generate a lot of additional traffic!
eo: Kontroli aldirektaj paĝoj, se ili enhavas nian URL-on. Tio eble generos multon da aldona trafiko.

source: The trackback seems to be a duplicate.
eo: La spuro ŝajnas esti kopio.

source: You can only post a new comment every %d seconds.
eo: Vi povas afiŝi novan komenton nur post %d sekundoj.

source: The comment seems to be a duplicate.
eo: La komento ŝajnas esti kopio.

source: Your comment was rejected because it appeared to be spam.
eo: Via komento rifuziĝis ĉar ĝi ŝajnas esti spama.

source: (Plugin not available in WYSIWYG mode)
eo: (Kromprogramo ne disponebla en faksimila reĝimo)

source: Display computer code in a post.
eo: Montri fontotekston en afiŝo.

source: Display computer code easily with syntax coloring and allowing for easy copy/paste.
eo: Montri fontotekston kun sintaksa kolorado kaj permeso de facila kopiado/algluado.

source: XHTML strict
eo: XHTML strikta

source: If enabled this will remove the ' target="_blank" ' from the PHP documentation links
eo: Se aktivigita ĉi tio forigos la atributon ' target="_blank" ' de la dokumentaj ligiloj

source: Display code toolbar
eo: Montri kodo-ilobreton

source: Display code toolbar in expert mode and on comment form (indivdual users can override this).
eo: Montri kodo-ilobreton en sperta reĝimo kaj en la komenta formulario (aparte uzantoj povas superregi tion).

source: Insert &lt;samp&gt; tag
eo: Enmeti &lt;samp&gt;-etikedon

source: Insert &lt;kbd&gt; tag
eo: Enmeti &lt;kbd&gt;-etikedon

source: Insert &lt;var&gt; tag
eo: Enmeti &lt;var&gt;-etikedon

source: Insert &lt;code&gt; tag
eo: Enmeti &lt;code&gt;-etikedon

source: Insert codespan
eo: Enmeti kodblokon

source: Insert codeblock
eo: Enmeti kodoblokon

source: Insert XML codeblock
eo: Enmeti XML-kodoblokon

source: Insert HTML codeblock
eo: Enmeti HTML-kodoblokon

source: Insert PHP codeblock
eo: Enmeti PHP-kodoblokon

source: Insert CSS codeblock
eo: Enmeti CSS-kodoblokon

source: Insert Shell codeblock
eo: Enmeti ŝelan tekston

source: Read the PHP.net documentation for
eo: Legi la dokumentaron de PHP.net por

source: EU cookie consent.
eo: EU-kuketa konsento.

source: Intro Text
eo: Enkonduka teksto

source: Post ID for more info
eo: Afiŝo-identigilo por pliaj informoj

source: More info Text
eo: Pliaj informoj

source: Consent Text
eo: Konsenta teksto

source: Accept button Text
eo: Teksto por la butono "Bone"

source: Cookies
eo: Kuketoj

source: This site uses cookies to offer you a better browsing experience.
eo: Ĉi tiu TTT-paĝaro uzas kuketojn por plibonigi vian travivaĵon ĉe ĝi.

source: Find out more on how we use cookies and how you can change your settings.
eo: Pliaj informoj pri kiel la TTT-paĝaro uzas kuketojn kaj kiel vi povas agordi vian TTT-legilon.

source: By continuing to use our website without changing your settings, you are agreeing to our use of cookies.
eo: Se vi daŭrigas uzi la TTT-paĝaron sen agordo de via TTT-legilo, vi implice permesas al ĝi uzi kuketojn.

source: Accept
eo: Bone

source: Media player for the these file formats: %s. Note: iOS supports only: %s; Android supports only: %s.
eo: Video-legilo por la jenaj datumformoj: %s. Noto: iOS komprenas nur %s-on; Android komprenas nur %s-on.

source: This player can display a placeholder image of the same name as the video file with the following extensions: %s.
eo: La legilo povas montri okupilan bildon samnoman de la videdosieron kun la jenaj sufiksoj: %s.

source: Use for
eo: Uzi por

source: videos attached to posts
eo: videojn kunligitajn al afiŝoj

source: videos attached to comments
eo: videojn kunligitajn al komentojn

source: Video width (px)
eo: Videa larĝo (rastrumere)

source: 100% width if left empty or 0
eo: 100% larĝo se vaka aŭ 0

source: Video height (px)
eo: Videa alto (rastrumere)

source: auto height if left empty
eo: aŭtomata alto se vaka

source: Display Download Link
eo: Montri elŝuto-ligilon

source: Check to display a "Download this video" link under the video.
eo: Marki por montri ligilo "Elŝuti la videon" sub video

source: Check to display the video file caption under the video player.
eo: Marki por montri la video-dosieran priskribon per la videa legilo.

source: Download this video
eo: Elŝuti tiun videon

source: GeoIP plugin to detect user's country by IP address
eo: Kromprogramo GeoIP malkovras la landon de uzanto per la IP-adreso

source: This plugin detects user's country at the moment the account is created
eo: La kromprogramo malkovras la landon de uzanto je la momento de konta kreiĝo

source: Last updated on %s
eo: Laste ĝisdatigita je %s

source: Download update now!
eo: Tuj elŝuti ĝisdatigo

source: Detect country on registration
eo: Malkovri landon dum registriĝo

source: Auto select current country in list
eo: Aŭtomate elekti nunan landon en listo

source: Hide country selector if a country has been detected
eo: Kaŝi landan elektilon se lando estas malkovrita

source: At account creation
eo: Dum konta kreiĝo

source: force country to the country detected by GeoIP
eo: devigi landon al la lando malkovrita per GeoIP

source: WARNING: this plugin can only work once you download the GeoLite Country DB database. Go to the plugin settings to download it.
eo: AVERTO: la kromprogramo povas funkcii nur post kiam vi elŝutis la datumbazon GeoLite Country DB. Uzu la kromprograman agordon por elŝuti ĝin.

source: GeoIP Country database not found. Download the <b>GeoLite Country DB in binary format</b> from here: <a %s>%s</a> and then upload the %s file to the folder: %s. Click <a href="%s">here</a> for automatic download.
eo: GeoIP-datumbazo ne trovita. Elŝutu la <b>GeoLite Country DB in binary format</b> el <a %s>%s</a> kaj poste alŝutu la dosieron %s al la dosierujo %s. <a href="%s">Aŭtomate instali ĝin</a>.

source: Ask GeoIP
eo: Peti al GeoIP

source: No country found for IP address %s
eo: Neniu lando trovita por IP-adreso %s

source: You must enable the GeoIP plugin before to use this tool.
eo: Vi devas aktivigi la kromprogramon GeoIP antaŭ ol uzi la ilon.

source: This tool finds all users that do not have a registration country yet and then assigns them a registration country based on their registration IP.
eo: Ĉi tiu ilo trovas ĉiujn uzantojn, kiuj ankoraŭ ne registris siajn landojn kaj poste donas al si registritaj landoj bazitaj sur la registritaj IP-adreso.

source: Find Registration Country for all Users NOW!
eo: Tuj trovi registritaj landoj por ĉiuj uzantoj.

source: Fix for Profile Country for all Users Now
eo: Tuj ripari por profila lando por ĉiuj uzantoj

source: Downloading GeoIP.dat file from the url: %s ...
eo: Elŝutanta la dosieron GeoIP.dat el la URL: %s…

source: The URL is not available. It may correspond to an old version of the GeoIP.dat file.
eo: La URL ne disponeblas. Bonvolu kontroli, ke ĝi ne estas malnova eldono de la dosiero GeoIP.dat.

source: File %s must be writable to update it. Please fix the write permissions and try again.
eo: La dosiero %s devas esti skribebla por ĝisdatigi ĝin. Bonvolu agordi la skribpermesojn kaj reprovi.

source: Plugin folder %s must be writable to receive GeoIP.dat. Please fix the write permissions and try again.
eo: Kromprograma dosierujo %s devas esti skribebla por meti en ĝin GeoIP.dat. Bonvolu agordi la skribpermesojn kaj reprovi.

source: Unable to create file: %s
eo: Ne eblas krei dosieron: %s

source: Unable to remove file: %s
eo: Ne eblis forigi dosieron: %s.

source: Extracting of the file %s...
eo: Malpakiĝo de la dosiero %s…

source: There is no 'zip' or 'zlib' extension installed!
eo: Ne estas instalitaj aldonaĵoj 'zip' aŭ 'zlib'.

source: Could not open the source file!
eo: Ne eblis malfermi la fontan dosieron.

source: Remove gzip file %s...
eo: Forigi gzip-dosieron %s…

source: Impossible to remove the file %s. You can do it manually.
eo: Neeblas forigi la dosieron %s. Vi povas fari tion permane.

source: %s file was downloaded successfully.
eo: La dosiero %s sukcese elŝutiĝis.

source: The plugin has been enabled.
eo: La kromprogramo estas aktivigita.

source: The plugin could not be automatically enabled.
eo: La kromprogramo ne povis esti aŭtomate aktivigita.

source: No found users without registration country.
eo: Neniuj trovitaj uzantoj sen registritaj landoj.

source: User #%s, IP:%s
eo: Uzanto #%s, IP-adreso:%s

source: IP is not defined!
eo: IP-adreso ne disponeblas!

source: Country is not detected!
eo: Lando ne estis malkovrita.

source: Country: <b>%s</b>
eo: Lando: <b>%s</b>

source: Count of users without registration country: <b>%s</b>
eo: Nombro da uzantoj sen registritaj landoj: <strong>%s</strong>

source: Count of users whose country could not be identified: <b>%s</b>
eo: Nombro da uzantoj sen diveneblaj landoj: <strong>%s</strong>

source: Finished searching for registration country of all users
eo: Finis serĉi registriĝo-landojn de ĉiuj uzantoj

source: All users already have a profile country.
eo: Ĉiuj uzantoj jam havas profilan landon.

source: Session IP address is not set!
eo: Seanca IP-adreso ne estas disponebla.

source: Session IP address:
eo: Seanca IP-adreso:

source: Registration country is not set!
eo: Registriĝo-lando ne disponeblas

source: Registration country:
eo: Registriĝo-lando:

source: Registration IP address is not set!
eo: Registriĝa IP-adreso ne disponeblas.

source: Registration IP address:
eo: Registriĝa IP-adreso:

source: Count of users without profile country: %s
eo: Nombro da uzantoj sen profilaj landoj: %s

source: Google Maps plugin
eo: Kromprogramo Google-Maps

source: This plugin displays positions on a map.
eo: La kromprogramo montras lokojn en mapo.

source: Map height on edit post page
eo: Mapa alto en paĝo pri redakto de afiŝoj

source: Map default view
eo: Uzi aprioran vidon

source: Map
eo: Mapo

source: Satellite
eo: Sputniko

source: API key
eo: API-ŝlosilo

source: Visit the <a %s>Google Maps API</a> documentation site for instructions on how to obtain an API key
eo: Vizitu la dokumentaron pri la <a %s>Google-Mapoj-API</a> por instrukcioj pri kiel atingi API-ŝlosilon

source: Widget title
eo: Umaĵa titilo

source: Google maps Widget
eo: Umaĵo Google-mapoj

source: Map width on page
eo: Mapa larĝo en la paĝo

source: 100% width if left empty
eo: 100%-larĝo se restigita vaka

source: Map height on page
eo: Mapa alto en la paĝo

source: You must turn on the <b>"Use coordinates"</b> setting in Post Type settings <a %s>Settings</a> tab so the Google Maps plugin can save its coordinates.
eo: Vi devas ŝalti la agordaĵon <b>"Montri loko-koordinatojn"</b> en la afiŝo-tipa agordo <a %s>Agordo</a> por ke la kromprogramo de Google-Mapoj povu konservi siajn koordinatojn.

source: You must specify a valid Google Maps API key in the Plugins settings <a %s>Collection Settings</a> tab to use the plugin.
eo: Vi devas specifi validan Google-Mapoj-API-ŝlosilon en la kromprograma agordo <a %s>Kolekto-agordo</a>-folio por uzi la kromprogramon.

source: <b>Search for an address</b> (may be approximate)
eo: <b>Serĉi adreson</b> (eble proksimuma)

source: Locate on map
eo: Lokalizi en mapo

source: Drag the pin to the exact location you want:
eo: Treni la pinglon al la ĝusta loko, kiun vi deziras:

source: Please configure an API key to see a live map.
eo: Bonvolu agordi API-ŝlosilo por vidi aktualan mapon.

source: Google Maps plugin sucessfully installed.
eo: Vi sukcese instalis kromprogramon de Google Maps.

source: Google Maps plugin sucessfully un-installed.
eo: Kromprogramo Google-Maps sukcese malinstalita.

source: Video/Audio width (px)
eo: Larĝo de vid- aŭ sondosieroj (rastrumeroj)

source: Check to display the file caption under the player.
eo: Marki por montri la dosiero-apudskribon sub la legilo.

source: Download this audio
eo: Elŝuti tiun sondosieron

source: Info dots formatting e-g [infodot:1234:40:60:20ex]html text[enddot]
eo: Formatado de infodots ekz-e [infodot:1234:40:60:20ex]HTML-markoj[enddot]

source: This plugin allows to render info dots over images by using the syntax [infodot:1234:40:60:20ex]html text[enddot] for example
eo: Ĉi tiu kromprogramo permesas informajn punktojn super bildoj per la sintakso ekzemple [infodot:1234:40:60:20ex]HTML-markoj[enddot]

source: Min width
eo: Larĝo minimuma

source: Enter the minimum pixel width an image must have for dots to be displayed.
eo: Enmeti la minimuman rastrumeran larĝon, kiun bildo devas havi por ke la punktoj estu montreblaj.

source: Invalid Link ID
eo: Ligila identigilo nevalida.

source: Accepted formats:<br /> # h1<br /> ## h2<br /> ### h3<br /> #### h4<br /> ##### h5<br /> ###### h6<br /> --- (horizontal rule)<br /> * * * (horizontal rule)<br /> - - - - (horizontal rule)<br /> `code spans`<br /> > blockquote
eo: Aprobindaj:<br /> # h1<br /> ## h2<br /> ### h3<br /> #### h4<br /> ##### h5<br /> ###### h6<br /> --- (horizontala linio)<br /> * * * (horizontala linio)<br /> - - - - (horizontala linio)<br /> `kodbloko`<br /> > citbloko

source: Detect and convert markdown link markup.
eo: Malkovri kaj konverti Markdown-ligilajn markojn.

source: Detect and convert markdown image markup.
eo: Malkovri kaj konverti bildo-markojn en Markdown.

source: Italic & Bold styles
eo: Oblikvaj kaj grasaj stiloj

source: Detect and convert markdown italics and bold markup.
eo: Malkovri kaj konverti oblikvajn kaj dikajn markojn de Markdown.

source: Bold
eo: Grasa

source: Italic
eo: Oblikva

source: Header 1
eo: Kapo 1a

source: Header 2
eo: Kapo 2a

source: Header 3
eo: Kapo 3a

source: Header 4
eo: Kapo 4a

source: Header 5
eo: Kapo 5a

source: Header 6
eo: Kapo 6a

source: Unordered list item
eo: Malordigita listero

source: Ordered list item
eo: Ordigita listero

source: Blockquote
eo: Citaĵbloko

source: Codespan
eo: Kodbloko

source: Preformatted code block
eo: Antaŭformatita kodbloko

source: Highlighted code block
eo: Prilumita kodbloko

source: Horizontal Rule
eo: Horizontala linio

source: Line Break
eo: Linirompoj

source: Polls plugin
eo: Opinisonda kromprogramo

source: This is a basic poll plugin. Use it by entering [poll:nnn] into your post, where nnn is the ID of the poll.
eo: Ĉi tiu estas baza opinisonda kromprogramo. Uzi per enmetado de [poll:nnn] en vian afiŝon; nn estas la identigilo de la opinisondo.

source: Insert a Poll
eo: Enmeti opinisondon

source: Display computer code.
eo: Montri fontotekston.

source: Display computer code rendered by JavaScript plugin Prism.
eo: Montri fontotekston farita de la JavaScript-a kromprogramo Prism.

source: Insert Markup codespan
eo: Enmeti markobloko

source: Markup
eo: Markado

source: Insert CSS codespan
eo: Enmeti CSS-kodblokon

source: Insert JavaScript codespan
eo: Enmeti JavaScript-kodblokon

source: Insert PHP codespan
eo: Enmeti PHP-kodbloko

source: Insert SQL codespan
eo: Enmeti SQL-kodbloko

source: Insert Apache codespan
eo: Enmeti Apache-kodblokon

source: Codeblock
eo: Kodbloko

source: Insert Markup codeblock
eo: Enmeti markoblokon

source: Insert JavaScript codeblock
eo: Enmeti JavaScript-kodblokon

source: Insert SQL codeblock
eo: Enmeti SQL-kodblokon

source: Insert Apache codeblock
eo: Enmeti Apache-kodblokon

source: Wiki Links converter
eo: Konvertilo por vikiaj ligiloj

source: You can create links with [[CamelCase]] or ((CamelCase)) which will try to link to the category or the post with the slug "camel-case". See manual for more.
eo: Vi povas krei ligilojn per [[KameloUskleco]] aŭ ((KameloUskleco)), kiuj provos ligiĝi kun la kategorio aŭ afiŝoj kun la URL-titolo "kamelo-uskleco". Rigardu la manlibron por pliaj informoj.

source: Link types to allow
eo: Ligaj tipoj permesataj

source: Absolute URLs (starting with %s or %s) in brackets
eo: Absolutaj URL-oj (komenciĝintaj per %s aŭ %s) en krampoj

source: Relative URLs (starting with %s followed by a letter or digit) in brackets
eo: Relativaj URL-oj (komenciĝintaj per %s kaj poste litero aŭ cifero) en krampoj

source: Current page anchor URLs (starting with %s) in brackets
eo: Ankraj URL-oj (komenciĝintaj per %s) de la nuna paĝo en krampoj

source: Category slugs in brackets
eo: Kategoriaj URL-titoloj en krampoj

source: Item slugs in brackets
eo: Eraj URL-titoloj en krampoj

source: Item ID in brackets
eo: Ero-identigilo en krampoj

source: WikiWords without brackets matching category slugs
eo: WikiWords sen krampoj kongruantaj kun kategoriaj URL-titoloj

source: WikiWords without brackets matching item slugs
eo: WikiWords sen krampoj kongruantaj kun eraj URL-titoloj

source: Link to a Post
eo: Ligilo al afiŝo

source: Insert full cover image
eo: Enmeti plenan kovrilbildon

source: Insert title
eo: Enmeti titolon

source: Insert thumbnail of cover or first image
eo: Enmeti miniaturon de kovrila aŭ una bildo

source: Insert excerpt
eo: Enmeti eltiraĵojn

source: Insert teaser
eo: Enmeti komencon

source: Insert "Read more" link
eo: Enmeti ligilon "Plu legi"

source: Mode
eo: Reĝimo

source: Use title of destination post as link text
eo: Uzi titolon de celan afiŝon kiel ligilan tekston

source: Use slug words as link text
eo: Uzi URL-titolojn kiel ligilan tekston

source: Classes
eo: Klasoj

source: Blank
eo: Vaka

source: Parent
eo: Patro

source: Insert %s
eo: Enmeti je %s

source: Insert with options
eo: Enmeti kun elektoj

source: Insert Snippet + Link
eo: Enmeti fontoteksteron kaj ligilon

source: Please select at least one item option to insert.
eo: Bonvolu elekti almenaŭ unu enmetendan ero-elekton.

source: Insert Link
eo: Enmeti ligilon

source: Short Links:
eo: Mallongaj ligiloj:

source: Short description
eo: Mallonga priskribo

source: Longer description. You may also remove this.
eo: Pli longa priskribo. Vi povas ankaŭ forigi ĉi tion.

source: Star formatting e-g [stars:2.3/5]
eo: Stela formatado ekz-e [stars:2.3/5]

source: This plugin allows to render star ratings inside blog posts and comments by using the syntax [stars:2.3/5] for example
eo: Ĉi tiu kromprogramo permesas stelajn taksojn en afiŝoj kaj komentoj per la sintakso [stars:2.3/5]

source: Test plugin
eo: Prova kromprogramo

source: This plugin responds to virtually all possible plugin events :P
eo: La kromprogramo respondas preskaŭ ĉiujn eblajn kromprogramajn eventojn.

source: Multiple select
eo: Plura elektado

source: Paper
eo: Papero

source: Scissors
eo: Tondilo

source: Stone
eo: Ŝtono

source: This is a free style Multiple Select. You can choose zero or one or more items
eo: Jen libera plura elekto. Vi povas elekti nulon aŭ unu aŭ pli da eroj

source: Javascript WYSIWYG editor
eo: Vida JavaScript-a faksimila redaktilo

source: Use TinyMCE (Default)
eo: Uzi la funkcion de TinyMCE (apriore)

source: This is the default, which users can override in their profile.
eo: Jen apriora, kiun uzantoj povas superregi en siaj profiloj.

source: Use compressor
eo: Uzi kunpremilon

source: Use the TinyMCE compressor, which improves loading time.
eo: Uzi la kunpremilon de TinyMCE, kion plibonigas ŝargadan tempon.

source: Context menu
eo: Kunteksta menuo
