Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: When no meta description is provided for an item, use the excerpt instead.
eo: Kiam neniuj metadatumaj priskriboj estas donitaj por ero, anstataŭe uzu la eltiraĵon.

source: Meta Keywords
eo: Ŝlosilvortoj metadatumaj

source: When no meta keywords are provided for an item, use tags instead.
eo: Kiam neniuj metadatumaj ŝlosilvortoj estas donitaj por ero, anstataŭe uzu etikedojn.

source: Open Graph tags
eo: OpenGraph-etikedoj

source: Include Twitter Summary card
eo: Inkluzivigi resumo-karton de Twitter

source: Twitter Card
eo: Twitter-karto

source: "By date" archives
eo: Arkivoj "laŭ dato"

source: Use param
eo: Uzi parametrojn

source: Use extra-path
eo: Uzi aldonan vojon

source: Date archive URLs
eo: URL-oj de data arkivo

source: Indexing
eo: Indeksado

source: Follow TO
eo: Sekvi AL

source: date archives
eo: dataj arkivoj

source: Archive directory
eo: Arkiva dosierujo

source: Use param: cat ID
eo: Uzi parametro: kategoria identigilo

source: Category URLs
eo: Kategoriaj URL-oj

source: Prefix
eo: Prefikso

source: An optional prefix to be added to the URLs of the categories
eo: Laŭvola prefiksi estos eldonita al la URL-oj de la kategorioj

source: Category directory
eo: Kategoria dosierujo

source: Use category description as meta description for category pages
eo: Uzi kategorian priskribon kiel metadatuman priskribon por kategoriaj paĝoj

source: Tag page URLs
eo: URL-oj de etikedaj paĝoj

source: An optional prefix to be added to the URLs of the tag pages
eo: Laŭvola prefikso estos aldonita al la URL-oj de la etikedaj paĝoj

source: Rel attribute
eo: Atributo rel

source: Add <a %s>rel="tag" attribute</a> to tag links.
eo: Aldoni al etikedaj ligiloj <a %s>atributon rel="tag"</a>.

source: Filtered by keyword search, by author, etc.
eo: Filtrita de ŝlosilvorta serĉo, verkisto ktp.

source: Other filtered posts pages
eo: Aliaj filtritaj afiŝaj paĝoj

source: Other pages
eo: Aliaj paĝoj

source: Comment popups
eo: Komentaj ŝprucfenestroj

source: For skins with comment popups only.
eo: Nur por etosoj kun komentaj ŝprucfenestroj.

source: Contact forms
eo: Kontaktiloj

source: WARNING: Letting search engines index contact forms will attract spam.
eo: AVORTO: Permesado de serĉiloj indeksi kontaktilajn alportos al vi spammesaĝojn.

source: Other special pages
eo: Aliaj specialaj paĝoj

source: Pages with no index setting of their own... yet.
eo: Paĝoj ankoraŭ sen propra indeksa agordo.

source: 200 "OK" response
eo: Respondo 200 "Bone"

source: %s redirect to main page
eo: Alidirektado %s al ĉefa paĝo

source: 404 "Not found" response
eo: Respondo 404 "Ne trovita"

source: 410 "Gone" response
eo: Respondo 410 "Forigita"

source: 404 "Not Found" response
eo: Respondo 404 "Ne trovita"

source: Help page
eo: Helpa paĝo

source: NOFOLLOW on links leading to download pages
eo: NOFOLLOW ĉe ligiloj kondukantaj al elŝutaj paĝöj

source: No Follow TO
eo: Neuzo de FOLLOW TO

source: Display options
eo: Montra agordon

source: Order blogs by
eo: Ordigi kolektojn laŭ

source: Select blog list order.
eo: Elekti listigan ordigon por la kolekto.

source: Order direction
eo: Direkto de ordigo

source: Select default blog list order direction.
eo: Elekti aprioran kolekton por direkto de ordigo.

source: Cache rendered pages that are not controlled by a skin. See Blog Settings for skin output caching.
eo: Paĝoj faritaj el la tenejo ne estas regataj de la etoso.

source: Enable general cache
eo: Aktivigi ĝeneralan tenejon

source: See Blog Settings for existing
eo: Vidi kolekto-agordon por jama

source: Enable page cache for NEW blogs
eo: Aktivigi paĝan tenejon por <strong>novaj</strong> kolektoj

source: Enable widget cache for NEW blogs
eo: Aktivigi umaĵan tenejon por <strong>novaj</strong> kolektoj

source: Enable for new blogs
eo: Ebligi por novaj kolektoj

source: After each new post or comment...
eo: Post ĉiu nova afiŝo aŭ komento…

source: No notification about your new content will be sent out.
eo: Neniu sciigo pri via nova enhavo sendiĝos.

source: Off
eo: Elŝaltita

source: Immediate
eo: Tuja

source: This is guaranteed to work but may create an annoying delay after each post or comment publication.
eo: Ĉi tiu ja funkcios sed eble kreos ĝenan paŭzon post eldoni afiŝon aŭ komenton.

source: Asynchronous
eo: Malsamtempa

source: Recommended if you have your scheduled jobs properly set up.
eo: Rekomendita se vi havas laborojn ĝuste agorditajn.

source: Outbound pings & email notifications
eo: Sendotaj eĥoj kaj retpoŝtaj sciigoj

source: Allow moving categories
eo: Permesi movadon de kategorioj

source: Check to allow moving categories accross blogs. (Caution: can break pre-existing permalinks!)
eo: Marki por permesi movadon de kategorioj inter kolektoj. (Averto: eble rompos jamajn ligilojn.)

source: Cross posting
eo: Krucafiŝado

source: (Extra cats in different blogs)
eo: (Aldonaj kategorioj en diversaj kolektoj)

source: Allow admins to cross-post to several collections
eo: Permesi al administrantoj krucafiŝi en plurajn kolektojn

source: (Main cat can move to different blog)
eo: (Ĉefa kategorio estas movebla al alia kolekto)

source: Allow admins to move posts between collections
eo: Permesi al administrantoj movi afiŝojn inter diversajn kolektojn

source: Cross Posting
eo: Krucafiŝado

source: Redirect if post has moved
eo: Alidirekte se la afiŝo moviĝis

source: check to allow redirects to the correct blog when a post was found in a different blog.
eo: kontroli por permesi alidirektiĝojn al la nuna kolekto kiam afiŝo troviĝis en alia kolekto.

source: Subscribing to new blogs
eo: Ekabonanta novajn kolektojn

source: From blog page only
eo: Nur el kolekto-paĝo

source: Show a list of all <b>Public</b> blogs allowing subscriptions
eo: Montri liston da ĉiuj <strong>publikaj</strong> kolektoj permesantaj abonojn

source: Show a list of <b>All</b> blogs allowing subsciptions
eo: Montri liston da <strong>ĉiuj</strong> kolektoj permesantaj abonojn

source: Default skins
eo: Aprioraj etosoj

source: Same as normal skin
eo: Sama kiel normala etoso

source: Default normal skin
eo: Apriora normala etoso

source: Default mobile phone skin
eo: Apriora poŝtelefona etoso

source: Default tablet skin
eo: Apriora tabulkomputila etoso

source: Comment recycle bin
eo: Rubujoj de komentoj

source: Prune recycled comments after
eo: Purigi elĵetitajn komentojn post

source: Locking down b2evolution for maintenance, upgrade or server switching...
eo: Malŝaltanta b2evolution-on pro prizorgo, ĝisdatigo aŭ servila ŝanĝo…

source: Lock system
eo: Malŝalti sistemon

source: check this to prevent login (except for admins) and sending comments/messages. This prevents the DB from receiving updates (other than logging)
eo: marki por preventi ensaluton (escepte por estroj) kaj sendadon de komentoj kaj mesaĝoj. Tio preventas, ke la datumbazo ricevu ĝisdatigojn (krom protokolado)

source: Note: for a more complete lock down, rename the file /conf/_maintenance.html to /conf/maintenance.html (complete lock) or /conf/imaintenance.html (gives access to /install)
eo: Noto: Por pli plena malŝalto, alinomon la dosieron /conf/_maintenance.html al /conf/maintenance.html (tutan malŝalton) aŭ /conf/imaintenance.html (donas atingon al /install)

source: Global Site Settings
eo: Tut-kolektara agordo

source: Site code
eo: Kolektara kodo

source: E-g: #ff0000 for red
eo: Ekz-e: #ff0000 por ruĝo

source: Site color
eo: Kolektara koloro

source: Shared with email settings
eo: Komuna kun retpoŝta agordo

source: Short site name
eo: Mallonga kolektara nomo

source: Long site name
eo: Longa kolektara nomo

source: Select site logo
eo: Elekti kolektaran emblemon

source: Site logo
eo: Kolektara emblemo

source: Select logo for social media boilerplate
eo: Elekti reuzeblan emblemon por interkonaj TTT-ejoj

source: Site footer text
eo: Kolektara pieda teksto

source: Enable site skins
eo: Aktivigi kolektarajn etosojn

source: Enables a sitewide header and footer
eo: Aktivigas ĉapo kaj piedo por la tuta kolektaro

source: Enable and display Post ID:
eo: Aktivigi kaj montri la afiŝo-identigilon:

source: Enter ID of the page containing the terms & conditions.
eo: Enmetu la identigilon de la paĝo, kiu enhavas la uzkondiĉojn.

source: Default collections
eo: Aŭtomatan kolektojn

source: Create new collection
eo: Krei novan kolekton

source: This collection will be displayed on index.php.
eo: Ĉi tiu kolekto montriĝos en index.php.

source: None - display default page instead
eo: Neniu - anstataŭe elmontri aprioran paĝon

source: None - display back-office instead
eo: Neniu - anstataŭe elmontri stirilon

source: No info pages
eo: Neniuj informo-paĝoj

source: The pages in this collection will be added to the site menu.
eo: La paĝoj en ĉi tiu kolekto aldoniĝos al la kolektara menuo.

source: Current collection
eo: Nuna kolekto

source: This collection will be used for all login/registration functions.
eo: La kolekto uziĝos por ĉiuj ensalutaj kaj registriĝaj funkcioj.

source: This collection will be used for all messaging, profile viewing and profile editing functions.
eo: Ĉi tiu kolekto uziĝos por ĉiaj mesaĝaj, profilrigardadaj kaj profilredaktadaj funkcioj.

source: Technical Site Settings
eo: Kolektara agordo teĥnika

source: Reload-page timeout
eo: Tempo inter reŝargoj

source: Reset
eo: Restarigi

source: Reset all parameters as for a new collection.
eo: Restarigi ĉiujn parametrojn kvazaŭ por nova kolekto.

source: (Only keep collection name, owner, URL, categories and content).
eo: (Nur konservi kolekto-nomon, estron, URL-on, kategoriojn kaj enhavon).

source: Collection URL name
eo: Kolekto-URL-nomo

source: Used to uniquely identify this collection. Appears in URLs and gets used as default for the media location (see the advanced tab).
eo: Uzita por unike identigi la kolekto. Aperas en URL-oj kaj apriore uziĝas por la media loko (vidi la langeton Altnivela).

source: WARNING: it is highly recommended that this ends in with a / or .php !
eo: AVERTO: Rekomendegiĝas ke ĉi tio finiĝas per / aŭ .php .

source: Default collection on baseurl
eo: Apriora kolekto je baseurl

source: No default collection is currently set
eo: Ankoraŭ neniu apriora kolekto elektiĝis

source: Current default :
eo: Nuna aprioraĵo :

source: Default collection in index.php
eo: Apriora kolekto en index.php

source: Explicit param on index.php
eo: Eksplika parametro en index.php

source: Extra path on baseurl
eo: Aldona vojo je baseurl

source: Requires mod_rewrite
eo: Estas postulata mod_rewrite

source: Extra path on index.php
eo: Aldona vojo en index.php

source: Relative to baseurl
eo: Relativa al baza URL

source: Subdomain of basehost
eo: Subdomajno de ĉefdomajno

source: Subdomain
eo: Subdomajno

source: (Not possible for %s)
eo: (Ne eblas por %s)

source: Absolute URL
eo: URL absoluta

source: Always redirect to URL above
eo: Ĉiam alidirekti al la supra URL

source: Allow both %s and %s as valid URLs
eo: Permeseblas kaj %s kaj %s kiel validaj URL-oj

source: Cookie Settings
eo: Kuketa agordo

source: Automatic
eo: Aŭtomata

source: Custom
eo: Personigita

source: Cookie domain
eo: Kuketa domajno

source: Cookie path
eo: Kuketa vojo

source: Assets URLs / CDN support
eo: Valoraĵaj URL-oj / ELR-subteno

source: Load %s assets from
eo: Ŝargi %s-valoraĵojn el

source: The media directory is <a %s>turned off</a> for this collection
eo: La medio-dosierujo estas <a %s>malaktivigita</a> por la kolekto.

source: A custom location has already been set in the <a %s>advanced properties</a>
eo: Personigita loko jam agordiĝis en la <a %s>altnivelaj ecoj</a>

source: Load generic %s assets from
eo: Ŝargi ĝeneralan %s-valoraĵojn el

source: Link to %s through
eo: Ligi al %s per

source: ATTENTION: Using a different domain for your collection and your %s folder may cause problems
eo: AVERTO: Uzi alian domajnon por via kolekto kaj por via dosierujo %s eble kaŭzos problemojn

source: e-g: Ajax requests
eo: ekz-e: AJAX-petoj

source: e-g: impossible to load fonts
eo: ekz-e: ne eblas ŝargi tiparojn

source: ATTENTION: using a relative %s folder with a non-relative %s folder will probably lead to undesired results (because of the skin's &lt;baseurl&gt;).
eo: AVERTO: Uzi relativan dosierujon %s kun nerelativa dosierujo %s probable kaŭzos nedezirindajn rezultojn (pro la &lt;baseurl&gt; de la etoso).

source: Enter path to %s folder ending with /
eo: Enmeti vojon al la dosierujo %s finiĝinta per /

source: This may be located in a CDN zone
eo: Tio eble troveblas en ELR-zono.

source: %s folder relative to current collection (recommended setting)
eo: Dosierujo %s relativa al la nuna kolekto (rekomenda agordaĵo)

source: %s folder relative to %s domain (recommended setting)
eo: Dosierujo %s relativa al la domajno %s (rekomenda agordaĵo)

source: URL configured in Basic Config
eo: URL agordita en la baza agordo

source: Single post URLs
eo: URL-oj de unuopa afiŝo

source: Full name
eo: Plena nomo

source: Country
eo: Lando

source: Flag
eo: Flago

source: Both
eo: Ambaŭ

source: Region
eo: Regiono

source: Sub-region
eo: Subregiono

source: City
eo: Urbo

source: Social links
eo: Interkonaj TTT-ejoj

source: Last seen date
eo: Laste vidita

source: exact date
eo: ĝusta data

source: blurred date
eo: duonkaŝa dato

source: Cheat by
eo: Trompi per

source: Items can be assigned to this user
eo: Eroj povas esti kunligitaj kun la uzanto

source: Permission to post meta comments on this collection
eo: Permeso por afiŝi metakomentojn en ĉi tiun kolekton

source: Delete<br />commts
eo: Forigi<br />komentojn

source: You have no permission to edit comments.
eo: Vi havas neniajn atingopermesoj por redakti komentojn.

source: List view
eo: Lista vido

source: Full text view
eo: Kompleta vido

source: Meta discussion
eo: Metadatuma priskribo

source: Comment #%s
eo: Komento #%s

source: Please enter valid author login.
eo: Bonvolu enmeti validan verkistan salutnomon.

source: Please enter an author name.
eo: Bonvolu enmeti nomon de verkisto.

source: Destination post blog owner is different!
eo: Blogestro de la cela afiŝo malsamas.

source: Post ID &laquo;%d&raquo; does not exist!
eo: Afiŝa identigilo «%d» ne ekzistas.

source: This comment cannot be a reply to itself.
eo: Ne eblas, ke la komento estu respondo al si.

source: The ID of the parent comment you entered does not exist.
eo: La identigilo de la enmetita patra komento ne ekzistas.

source: The ID of the parent comment must belong to the same post.
eo: La identigilo de la patra komento devas aparteni al la sama afiŝo.

source: Invalid comment text.
eo: Nevalida komenta teksto.

source: Empty comment content is not allowed.
eo: Vaka komento ne validas.

source: Please enter a valid comment date.
eo: Bonvolu enmeti validan komentan daton.

source: Comment has been updated.
eo: Komento ĝisdatiĝis.

source: Comment has been published.
eo: Komento eldoniĝis.

source: The comment is now visible by the community.
eo: La komento nun videblas por la komunumo.

source: The comment is now visible by the members.
eo: La komento nun videblas por la anoj.

source: The comment is now visible by moderators.
eo: La komento estas nun videbla por la kontrolantoj.

source: Comment has been restricted.
eo: Komento nun estas limigita.

source: Recycle bin contents were successfully deleted.
eo: Enhavo de rubujo sukcese foriĝis.

source: Could not empty recycle bin.
eo: Ne eblis vakigi rubujon.

source: Comment recycle bins
eo: Rubujoj de komentoj

source: Elevated from comment
eo: Levita el komento

source: wrote
eo: skribis

source: Unable to create the new post!
eo: Ne eblis krei: novan afiŝon.

source: Excerpt sent in trackbacks:
eo: Eltiraĵo sendita en spuroj:

source: Sending trackback to:
eo: Sendanta spuron al:

source: Succeeded
eo: Suksesis

source: Failed
eo: Fiaskis

source: Unknown error
eo: Eraro nekonata

source: No valid trackback response. Maybe the given url is not a Trackback url.
eo: Ne valida spura respondo. Eble la URL ne estis spura URL.

source: Trackback (0)
eo: Spuro (0)

source: Trackback (1)
eo: Spuro (1)

source: Trackbacks (%d)
eo: Spuroj (%d)

source: %d links to destination comments
eo: %d ligiloj al celaj komentoj

source: %d votes on comment
eo: %d voĉdonoj pri komento

source: %d prerendered content
eo: %d antaŭafaritaj enhavaĵoj

source: Negative
eo: Negativa

source: UNDECIDED
eo: NE DECIDITA

source: Positive
eo: Pozitiva

source: SPAM
eo: SPAMA

source: Visitor
eo: Vizitinto

source: Go to edit this IP address in antispam control panel
eo: Por redakti la IP-adreson en la kontraŭspama regpanelo

source: N/A
eo: ne disponebla

source: Edit this comment
eo: Redakti la komenton

source: You are about to delete this comment!\nThis cannot be undone!
eo: Vi estos foriginta la komenton.\nTio ne malfareblas.

source: You sent a spam vote.
eo: Vi sendis voĉdonon "spamo".

source: You sent a "not sure" vote.
eo: Vi sendis voĉdonon "ne certa".

source: You sent an OK vote.
eo: Vi sendis voĉdonon "bone".

source: Cast a helpful vote!
eo: Fari voĉdonon "helpa"

source: You sent a "helpful" vote.
eo: Vi sendis voĉdonon "helpa"

source: Cast a "not helpful" vote!
eo: Fari voĉdonon "ne helpa".

source: You sent a "not helpful" vote.
eo: Vi sendis voĉdonon "ne helpa"

source: No votes on spaminess yet.
eo: Ankoraŭ neniuj voĉdonoj pri spameco.

source: Spam consensus:
eo: Spameca samopinio:

source: Spam Vote:
eo: Spameca voĉdono:

source: Consensus:
eo: Samopinio:

source: Is this comment helpful?
eo: Ĉu ĉi tiun komenton estas helpa?

source: Cast a "no opinion" vote!
eo: Fari voĉdonon "neniu opinio".

source: You sent a "no opinion" vote.
eo: Vi sendis voĉdonon "neniu opinio".

source: No user votes yet.
eo: Ankoraŭ neniuj voĉdonoj.

source: Helpfulness:
eo: Helpeco:

source: Publish this comment!
eo: Eldoni la komenton.

source: Send email to comment author
eo: Sendi al komenta verkisto retpoŝtmesaĝon

source: Send message to comment author
eo: Sendi al komenta verkisto mesaĝon

source: Permanent link to this comment
eo: Daŭrligilo al ĉi tiu komento

source: Posted by
eo: Afiŝita de

source: Attachments
eo: Kunsendaĵoj

source: Link ID
eo: Ligila identigilo

source: Download file
eo: Elŝuti dosieron

source: Missing attachment!
eo: Mankantaj kunsendaĵoj

source: Comment from %s
eo: Komento de %s

source: Trackback from %s
eo: Spuro de %s

source: Pingback from %s
eo: Mencio de %s

source: <a %s>Meta comment</a> from %s
eo: <a %s>Metakomento</a> de %s

source: Bad
eo: Malbona

source: Poor
eo: Malboneta

source: Average
eo: Mezkvalita

source: Excellent
eo: Bonega

source: No rating
eo: Neniu taksado

source: Marking email notifications for members as sent.
eo: Markanta retpoŝtajn sciigojn por anoj kiel senditajn.

source: Sending notifications:
eo: Sendanta sciigojn:

source: Marking email notifications for community as sent.
eo: Markanta retpoŝtajn sciigojn por komunumaj kiel senditajn.

source: All possible notifications have already been sent: skipping notifications...
eo: Ĉiuj eblaj sciigoj jam estas senditaj: ignoranta sciigojn…

source: Scheduling email notifications for subscribers.
eo: Enhoriganta retpoŝtajn sciigojn por abonantoj.

source: Sending %d email notifications to moderators.
eo: Sendanta %d retpoŝtajn sciigojn al kontrolantoj.

source: Skipping email notifications to subscribers because subscriptions are turned Off for this collection.
eo: Preterpasanta retpoŝtajn sciigojn por abonantoj ĉar abonoj estas malaktivigitaj por tiu kolekto.

source: Skipping email notifications to subscribers because status is still: %s.
eo: Preterpasanta retpoŝtajn sciigojn por abonantojn ĉar la stato ankoraŭ estas: %s.

source: Skipping email notifications to subscribers.
eo: Preterpasanta sciigojn al abonantojn.

source: Force sending email notifications to subscribers...
eo: Eldevigi sendi retpoŝtajn sciigojn al abonantojn…

source: Force sending email notifications to subscribed members...
eo: Eldevigi sendi retpoŝtajn sciigojn al abonantaj anoj…

source: Force sending email notifications to other subscribers...
eo: Eldevigi sendi retpoŝtajn sciigojn al aliaj abonantoj…

source: Skipping email notifications to subscribers because they were already notified.
eo: Preterpasanta retpoŝtajn sciigojn por abonantoj ĉar ili jam estis sciigitaj.

source: Skipping email notifications to subscribed members.
eo: Preterpasanta retpoŝtajn sciigojn por abonantaj anoj.

source: Skipping email notifications to other subscribers.
eo: Preterpasanta retpoŝtajn sciigojn por aliaj abonantoj.

source: Sending %d email notifications to subscribed members.
eo: Sendata %d retpoŝtajn sciigojn al abonantaj anoj.

source: Sending %d email notifications to other subscribers.
eo: Sendanta %d retpoŝtajn sciigojn al aliaj abonantoj.

source: [%s] New trackback on "%s"
eo: [%s] Nova spuro je "%s"

source: %s posted a new meta comment on "%s"
eo: %s afiŝis novan metakomenton en "%s"

source: [%s] New comment awaiting moderation on "%s"
eo: [%s] Novaj komentoj atendas kontroli en "%s"

source: [%s] New comment may need moderation on "%s"
eo: [%s] Nova komento eble estas kontrolenda en "%s"

source: [%s] New comment on "%s"
eo: [%s] Nova komento je "%s"

source: [%s] Spam comment may need moderation on "%s"
eo: [%s] Spama komento eble estas kontrolenda en "%s"

source: Reply to this comment
eo: Respondi ĉi tiun komenton

source: You are currently replying to this comment
eo: Vi nun respondas ĉi tiun komenton

source: Since the parent post of this comment have its visibility set to "%s", the visibility of this comment will be restricted to "%s".
eo: Ĉar la patra afiŝo havas sian videblecon agorditan al "%s", la videbleco de la komento estas limigita al "%s".

source: Leave a comment
eo: Komenti

source: 1 comment
eo: 1 komento

source: %d comments
eo: %d komentoj

source: Visibility
eo: Konigi al

source: Save & edit
eo: Konservi kaj redakti

source: Save
eo: Konservi

source: You must be a member of this blog to comment.
eo: Nur anoj de ĉi tiu kolekto por komenti.

source: You must be logged in to leave a comment.
eo: Vi devas esti ensalutita por komenti.

source: You must activate your account before you can leave a comment.
eo: Vi devas aktivigi vian konton antaŭ ol vi povas komenti.

source: Comment text
eo: Komento

source: Log in now!
eo: Ensaluti

source: More info &raquo;
eo: Pliaj informoj →

source: If you have no account yet, you can <a href="%s">register now</a>...<br />(It only takes a few seconds!)
eo: Se vi ne jam havas konton, vi <a href="%s">tuj registriĝu</a>...<br /> (registriĝo estas rapida)

source: You are currently replying to a specific comment
eo: Vi nun respondas specifan komenton

source: Mass deleting log
eo: Protokolo pri amasa forigado

source: Comments posted by the user
eo: Komentoj afiŝitaj de la uzanto

source: User has not posted any comment yet
eo: La uzanto ankoraŭ ne afiŝis komenton

source: Delete all comments posted by %s
eo: Forigi ĉiujn komentojn afiŝitajn de %s

source: Kind
eo: Speco

source: IP
eo: Adreso de Interreta Protokolo

source: Spam karma
eo: Spama karmo

source: Recycle this comment!
eo: Sendi al rubujo.

source: No comment yet...
eo: Ankoraŭ neniuj komentoj…

source: Pruning of recycled comments has already been done today
eo: Purigado de elĵetitaj komentoj jam plenumiĝis hodiaŭ

source: Delete all comments!
eo: Forigi ĉiujn komentojn.

source: Mass delete...
eo: Amase forigi…

source: Feedback (Comments, Trackbacks...)
eo: Reagoj (Komentoj, Spuroj ...)

source: Meta comments
eo: Metakomentoj

source: Post as a quote
eo: Afiŝo kiel citilo

source: Post as original user
eo: Afiŝi kiel origina uzanto

source: delete
eo: forigi

source: recycle
eo: elrubujigi

source: cancel
eo: nuligi

source: Comment contents
eo: komenta enhavo

source: In response to
eo: Responde al

source: Move to post ID
eo: Movi al afiŝa identigilo
