Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: Alphabetic
eo: Alfabeta

source: Click to revert this from meta category
eo: Alklaki por igi, ke ĉi tio ne plu estu metakategorio

source: Click to make this as meta category
eo: Alklaki por igi, ke ĉi tiu estu metakategorio

source: Unlock category
eo: Malfiksi kategorion

source: Lock category
eo: Fiksi kategorion

source: Categories for blog: %s
eo: Kategorioj por la kolekto: %s

source: Create a new category...
eo: Krei novan kategorion…

source: Default
eo: Apriora

source: Image
eo: Bildo

source: Lock
eo: Fiksi

source: Category order
eo: Kategoria ordigo

source: Note: can be overridden for sub-categories
eo: Noto: povas esti superregata por subkategorioj

source: Sort categories
eo: Ordigi kategoriojn

source: <strong>Note:</strong> Moving categories across blogs is currently disabled in the %sblogs settings%s.
eo: <strong>Noto:</strong> Movi kategoriojn inter kolektoj nune estas malaktivigita en la %sagordo bloga%s.

source: Cancel move!
eo: Nuligi movon.

source: Move category
eo: Movi kategorion

source: Attached to blog
eo: Almetis al kolekto

source: If you select a new blog, you will be able to choose a position within this blog on the next screen.
eo: Se vi elektis novan kolekton vi povos elekti pozicion ene de ĉi tiu kolekto en la sekva ekrano.

source: Can use APIs
eo: Povas uzi API-ojn

source: Never
eo: Neniam

source: Always
eo: Ĉiam

source: Creating new blogs
eo: Kreanta novajn kolektojn

source: Users can create new blogs for themselves
eo: Uzantoj povas per si mem krei novajn kolektojn

source: New users automatically get a new blog
eo: Novaj uzantoj aŭtomate havas novan kolekton

source: Maximum collections
eo: Maksimumo da kolektoj

source: Users will not be able to create collections if they already own the maximum number of collections (or more).
eo: Uzantoj ne povos krei kolektojn se ili jam posedas la maksimuman nombron (aŭ pli) da kolektoj.

source: Site Settings
eo: Kolektara agordo

source: Slugs
eo: URL-titoloj

source: Collection Dashboard
eo: Kolekto-stirilo

source: Phone
eo: Telefonnumero

source: Tablet
eo: Tabulkomputilo

source: Manage skins
eo: Administri etosojn

source: Post Types Management
eo: Administrado pri afiŝo-tipoj

source: Post Statuses Management
eo: Administrado de afiŝo-statoj

source: Testing
eo: Provado

source: Backup
eo: Sekurkopii

source: Check for updates
eo: Kontroli promociojn

source: Create posts by email
eo: Krei afiŝojn per retpoŝto

source: Send notifications about new comment on &laquo;%s&raquo;
eo: Sendi sciigojn pri nova komento en «%s».

source: Send notifications for &laquo;%s&raquo;
eo: Sendi sciigojn por «%s»

source: Send a chunk of %s emails for the campaign "%s"
eo: Sendi pecon de %s retpoŝtmesaĝojn por la kampanjo "%s"

source: Send reminders about comments awaiting moderation
eo: Sendi memorigojn pri komentoj, kiuj atendas kontrolon

source: Send reminders about posts awaiting moderation
eo: Sendi memorigojn pri afiŝoj, kiuj atendas kontrolon

source: Monthly alert on stale contents
eo: Ĉiumonata averto pri malfreŝa enhavo

source: Link
eo: Ligilo

source: File %s is still linked to %d other objects
eo: Dosiero %s ankoraŭ ligiĝas kun %d aliaj objektoj

source: File %s has been deleted.
eo: La dosiero %s foriĝis.

source: File %s could not be deleted.
eo: La dosiero %s ne eblis foriĝi.

source: You are about to unlink and delete the attached file from %s path.
eo: Vi estas forigonta kaj malligonta la kunsenditan dosieron disde la vojo %s.

source: You are about to unlink the attached file %s.
eo: Vi estas malligonta la kunsenditan dosieron %s.

source: Are you sure?
eo: Ĉu vi certas?

source: This CANNOT be undone!
eo: Tio ne povas esti malfarita.

source: Your email address is invalid. Please set your email address first.
eo: Via retpoŝtadreso ne validas.. Bonvolu elekti vian retpoŝtadreson antaŭe.

source: You have successfully unsubscribed to new posts notifications.
eo: Vi sukcese malabonis sciigojn pri novaj afiŝoj.

source: You have successfully subscribed to new posts notifications.
eo: Vi sukcese ekabonis sciigojn pri novaj afiŝoj.

source: You have successfully unsubscribed to new comments notifications.
eo: Vi sukcese malabonis sciigojn pri novaj komentoj.

source: You have successfully subscribed to new comments notifications.
eo: Vi sukcese ekabonis sciigojn pri novaj komentoj.

source: Could not subscribe to notifications.
eo: Ne eblis ekaboni sciigojn.

source: You have successfully subscribed to notifications.
eo: Vi sukcese ekabonis sciigojn.

source: You have no permission to refresh this item.
eo: Vi ne rajtas refreŝigi tiun eron.

source: "Contents last updated" timestamp has been refreshed.
eo: La tempindiko "Enhave laste ĝisdatigita" estas refreŝigita.

source: <p>This website is powered by b2evolution.</p> <p>You are currently looking at an info page about "%s".</p> <p>Info pages are very much like regular posts, except that they do not appear in the regular flow of posts. They appear as info pages in the menu instead.</p> <p>If needed, skins can format info pages differently from regular posts.</p>
eo: <p>Ĉi tiu kolektaro estas kreita pere de b2evolution</p>. <p>Vi nune rigardas informan paĝon pri "%s".</p> <p>Informaj paĝoj estas tre similaj al ordinaraj afiŝoj escepte de tio, ke ili ne aperas en la regula fluo de afiŝoj. Ili anstataŭe aperas kiel informaj paĝoj en la menuo.</p> <p>Se postulata, etoso povas aranĝi informajn paĝoj alimaniere de ordinaraj afiŝoj.</p>.

source: Heading ======= Sub-heading ----------- ### H3 header #### H4 header #### > Email-style angle brackets > are used for blockquotes. > > And, they can be nested. > ##### Headers in blockquotes > > * You can quote a list. > * Etc. [This is a link](http://b2evolution.net/) if Links are turned on in the markdown plugin settings Paragraphs are separated by a blank line. This is a preformatted code block. Text attributes *Italic*, **bold**, `monospace`. Shopping list: * apples * oranges * pears The rain---not the reign---in Spain.
eo: Ĉapo ======= Subĉapo ----------- ### Trianivela ĉapo #### Kvaranivela ĉapo #### > Retpoŝtmesaĝstilaj angulaj krampoj > estas uzeblaj por blokaj citaĵoj. > > Kaj estas nesteblaj. > ##### Ĉapoj en blokaj citaĵoj > > * Eblas citi liston. > * Ktp [Jen ligilo](http://b2evolution.net/) se ligiloj estas aktivigitaj en la agordo de la kromprogramo Markdown Alineoj estas apartigitaj per vaka linio. Jen antaŭformatita kodbloko. Tekstaj atributoj estas *oblikva*, **grasa**, `egallarĝa`. Butikuma listo: * pomoj * oranĝoj * piroj La pluvo--ne la rego--en Hispanujo.

source: Cannot create demo user "%s" because User Group #%d was not found.
eo: Ne eblas krei specimenan uzanton "%s" ĉar la uzanto-grupo #%d ne troveblas.

source: The sample organization %s has been created.
eo: La specimena organizaĵo %s kreiĝis.

source: Anonymous Demo User
eo: Specimena uzanto anonima

source: Hi! This is a sample comment that has been approved by default! Admins and moderators can very quickly approve or reject comments from the collection dashboard.
eo: Saluton! Jen specimena komento, kiu aŭtomate aprobiĝis. Administrantoj kaj kontrolantoj povas tute rapide aprobi aŭ malaprobi komentojn per la kolekto-stirilo.

source: Hi! This is a sample comment that has **not** been approved by default! Admins and moderators can very quickly approve or reject comments from the collection dashboard.
eo: Saluton! Jen specimena komento, kiu ne aŭtomate aprobiĝis. Administrantoj kaj kontrolantoj povas tute rapide aprobi aŭ malaprobi komentojn per la kolekto-stirilo.

source: This is the long description for the blog named '%s'. %s
eo: Ĉi tiu estas la longa priskribo por la kolekto '%s'. %s

source: Home
eo: Hejmo

source: The main purpose for this blog is to be included as a side item to other blogs where it will display your favorite/related links.
eo: La ĉefa celo por ĉi tiu kolekto estas inkluziviĝi kiel flanka ero al aliaj kolektoj en kiu ĝi montros viajn favoratajn/rilatajn ligilojn.

source: Homepage Title
eo: Titolo de la ĉefpaĝo

source: Change this as you like
eo: Laŭplaĉe ŝanĝi tion

source: Public Blog
eo: Publika blogo

source: This blog is completely public...
eo: La kolekto estas tute publika…

source: Members-Only Blog
eo: Nurana blogo

source: This blog has restricted access...
eo: La kolekto havas limigitan atingon…

source: This is a photoblog, optimized for displaying photos.
eo: Jen fota kolekto, plej taŭga por montri fotojn.

source: This blog shows photos...
eo: Ĉi tiu kolekto montras fotojn…

source: Forums Title
eo: Titolo de forumoj

source: Tagline for Forums
eo: Devizo por forumoj

source: Manual Title
eo: Titolo de Manlibro

source: Tagline for this online manual
eo: Devizo por la enreta manlibro

source: Tracker Title
eo: Ŝanĝospurila titolo

source: Tagline for Tracker
eo: Devizo por ŝanĝospurilo

source: Contributors
eo: Kontribuintoj

source: The software for blog pros!
eo: La programo por kolekto-fakuloj!

source: b2evo: The software for blog pros!
eo: b2evolution: La programo por kolekto-fakuloj!

source: Better Blog Software!
eo: Pli bona kolekto-programo!

source: b2evo: Better Blog Software!
eo: b2evolution: Pli bona kolekto-programo!

source: The other blog tool!
eo: La alia blogilo!

source: b2evo: The other blog tool!
eo: b2evolution: La alia kolekto-programo!

source: <p>This blog platform is powered by b2evolution.</p> <p>You are currently looking at an info page about this site.</p> <p>Info pages are very much like regular posts, except that they do not appear in the regular flow of posts. They appear as info pages in the menu instead.</p> <p>If needed, skins can format info pages differently from regular posts.</p>
eo: <p>Ĉi tiu platformo estas kreita pere de b2evolution</p>. <p>Vi nune rigardas informan paĝon pri la kolektaro.</p> <p>Informaj paĝoj estas tre similaj je ordinaraj afiŝoj escepte de tio, ke ili ne aperas en la regula fluo de afiŝoj. Ili anstataŭe aperas kiel informaj paĝoj en la menuo.</p> <p>Se postulata, etoso povas aranĝi informajn paĝojn alimaniere de ordinaraj afiŝoj.</p>.

source: About this site
eo: Pri la kolektaro

source: <p>This is the Home page of this site.</p> <p>More specifically it is the "Front page" of the first collection of this site. This first collection is called "Home". Other sample collections have been created. You can access them by clicking "Blog A", "Blog B", "Photos", etc. in the menu bar at the top of this page.</p> <p>You can add collections at will. You can also remove them (including this "Home" collection) if you don't need one.</p>
eo: <p>Ĉi tio estas la ĉefpaĝo de la kolektaro.</p> <p>Pli specife ĝi estas la "Frontpaĝo" de la unua kolekto de la kolektaro. La unua kolekto nomiĝas "Hejmo". Aliaj specimenaj kolektoj estis kreitaj. Vi povas atingi ilin per klako sur "Blogo A", "Blogo B", "Fotoj" ks en la menuzono je la supro de la paĝo.</p> <p>Vi rajtas laŭvole aldoni kolektojn. Vi ankaŭ rajtas forigi ilin (inkluzive de la kolekto "Hejmo") se vi ne plu bezonas ilin.</p>

source: Homepage post
eo: Ĉefpaĝa afiŝo

source: Terms & Conditions
eo: Uzkondiĉoj

source: <p>This is a Post/Item of type "Content Block".</p> <p>A content block can be included in several places.</p>
eo: Jen afiŝo/ero de tipo "Enhava bloko".</p> <p>Enhava bloko estas inkludebla en diversaj lokoj.</p>

source: This is a Content Block
eo: Jen enhava bloko

source: Welcome
eo: Bonvenon

source: News
eo: Novaĵoj

source: Background
eo: Fone

source: Fun
eo: Amuzo

source: In real life
eo: Vervive

source: Sports
eo: Sportoj

source: Movies
eo: Filmoj

source: Music
eo: Muzikaĵoj

source: On the web
eo: Enrete

source: Main Intro post
eo: Ĉefa enkonduka afiŝo

source: This is the main intro post. It appears on the homepage only.
eo: Jen la ĉefa enkonduka afiŝo. Ĝi nur aperas en la ĉefpago

source: <p>This is the first post in the "[coll:shortname]" collection.</p> <p>It appears in a single category.</p>
eo: <p>Jen la unua afiŝo en la kolekto "[coll:shortname]".</p> <p>Ĝi aperas en unuopa kategorio.</p>

source: First Post
eo: Unua afiŝo

source: <p>This is the second post in the "[coll:shortname]" collection.</p> <p>It appears in multiple categories.</p>
eo: <p>Jen la dua afiŝo en la kolekto "[coll:shortname]"..</p> <p>Ĝi aperas en pluraj kategorioj.</p>

source: Second post
eo: Dua afiŝo

source: About Blog A
eo: Pri Blogo A

source: Blog A
eo: Blogo A

source: <p>This is page 1 of a multipage post.</p> <blockquote><p>This is a Block Quote.</p></blockquote> <p>You can see the other pages by clicking on the links below the text.</p>
eo: <p>Jen la unua paĝo de plurpaĝa afiŝo.</p> <blockquote><p>Jen bloka citaĵo.</p></blockquote> <p>Vi povas vidi la aliajn paĝojn per alklakado de la ligiloj sube de la teksto.</p>

source: This is a multipage post
eo: Jen plurpaĝa afiŝo

source: This is page %d.
eo: Jen paĝo %d.

source: It is the last page.
eo: Ĝi estas la lasta paĝo.

source: Extended post with no teaser
eo: Etendita afiŝo sen komenca eltiraĵo

source: This is an extended post with no teaser. This means that you won't see this teaser any more when you click the "more" link.
eo: Jen etendita afiŝo kun neniu komenca eltiraĵo. Alivorte vi ne plu vidos la komencon kiam vi alklakos la ligilon "plu".

source: This is the extended text. You only see it when you have clicked the "more" link.
eo: Jen etendita teksto. Vi povas vidi ĝin post kiam vi alklakis la ligilon "pli".

source: Extended post
eo: Etendita afiŝo

source: This is an extended post. This means you only see this small teaser by default and you must click on the link below to see more.
eo: Jen etendita afiŝo. Alivorte vi vidos nur ĉi tiun malgrandan komencan eltiraĵon kaj vi devos klaki sur la ligilo sube por pli vidi.

source: Custom Fields Example
eo: Ekzemplo de personigitaj kampoj

source: This post has a special post type called "Post with Custom Fields".
eo: La afiŝo havas specialan afiŝo-tipon, nomita "Afiŝo kun personigitaj kampoj".

source: This post type defines 4 custom fields. Here are the sample values that have been entered in these fields:
eo: Ĉi tiu afiŝotipo difinas 4 personigitajn kampojn. Jen la specimenaj valoroj, kiuj estas enmetitaj en tiujn kampojn:

source: It is also possible to selectively display only a couple of these fields:
eo: Ankaŭ eblas elekte montri nur kelkajn el tiuj kampoj:

source: Finally, we can also display just the value of a specific field, like this: %s.
eo: Fine montreblas ankaŭ nur la valoron de specifa kampo, kiel: %s.

source: It is also possible to create links using a custom field URL: %s
eo: Ankaŭ eblas krei ligilojn per kutima URL-kampo: %s

source: Child Post Example
eo: Ekzemplo de ido-afiŝo

source: This post has a special post type called "Child Post". This allowed to specify a parent post ID. Consequently, this child post is linked to: %s.
eo: Tiu afiŝo havas specialan afiŝotipon kun la nomo "Ido-afiŝo". Tiu permesas specifi identigilon de patro-afiŝo. Sekve tiu ido-afiŝo estas ligita al: %s.

source: This also allows us to access the custom fields of the parent post:
eo: Tio ankaŭ permesas atingi la personigitajn kampojn de la patra afiŝo:

source: Finally, we can also display just the value of a specific field, like this %s.
eo: Fine montreblas ankaŭ nur la valoron de specifa kampo, kiel: %s.

source: It is also possible to create links using a custom field URL from the parent post: %s
eo: Ankaŭ eblas krei ligilojn per personigita URL-kampo de la patra afiŝo: %s

source: <p>This post has several images attached to it. Each one uses a different Attachment Position. Each may be displayed differently depending on the skin they are viewed in.</p> <p>Check out the photoblog (accessible through the links at the top) to see a completely different skin focused more on the photos than on the blog text.</p>
eo: <p>Ĉi tiu afiŝo havas plurajn bildojn almetitajn al ĝi. Ĉiu uzas malsaman kunsendaĵan pozicion. Ĉiu eblas malsame rigardata depende de tio, en kiu etoso ĝi estas vidata.</p> <p>Vidi la fotan kolekton (atingebla per la ligiloj supre de la paĝo) por vidi tute alian etoson pli taŭgan por fotoj ol por kolekto-teksto.</p>

source: Image post
eo: Bilda afiŝo

source: Welcome to your b2evolution-powered website!
eo: Bonvenon al b2evolution-kreita kolektaro!

source: <p>To get you started, the installer has automatically created several sample collections and populated them with some sample contents. Of course, this starter structure is all yours to edit. Until you do that, though, here's what you will find on this site:</p> <ul> <li><strong>Blog A</strong>: You are currently looking at it. It contains a few sample posts, using simple features of b2evolution.</li> <li><strong>Blog B</strong>: You can access it from the link at the top of the page. It contains information about more advanced features. Note that it is deliberately using a different skin from Blog A to give you an idea of what's possible.</li> <li><strong>Photos</strong>: This collection is an example of how you can use b2evolution to showcase photos, with photos grouped into photo albums.</li> <li><strong>Forums</strong>: This collection is a discussion forum (a.k.a. bulletin board) allowing your users to discuss among themselves.</li> <li><strong>Manual</strong>: This showcases how b2evolution can be used to publish structured content such as an online manual or book.</li> </ul> <p>You can add new collections of any type (blog, photos, forums, etc.), delete unwanted one and customize existing collections (title, sidebar, blog skin, widgets, etc.) from the admin interface.</p>
eo: <p>Kiel ekzemplo la instalilo aŭtomate kreis kelkajn specimenajn kolektojn kun specimena enhavo. Kompreneble tiu specimena strukturo estas redaktenda. Antaŭ ol vi faros tion, jen tio, kio troveblas ĉe la kolektaro:</p> <ul> <li><strong>Blogo A</strong>: Vi nune rigardas ĝin. Ĝi enhavas kelkajn specimenajn afiŝojn, uzante simplajn trajtojn de b2evolution.</li> <li><strong>Blogo B</strong>: Vi povas atingi ĝin per ligilo ĉe la supro de la paĝo. Ĝi enhavas informojn pri pli altnivelaj trajtoj. Notu, ke ĝi laŭcele uzas alian etoson de Blogo A por montri al vi tion, kio eblas.</li> ><li><strong>Fotoj</strong>: Tiu kolekto estas ekzemplo de kiel vi povas uzi b2evolution-on por elmontri fotojn, dividitajn en fotarojn.</li> <li><strong>Forumoj</strong>: Tiu kolekto estas diskuta forumo, permesante al vi lasi, ke uzantoj priparolu inter sin.</li> <li><strong>Manlibro</strong>: Tiu elmontras, kiel b2evolution uzeblas por publikigi enhavan strukturitan aŭ libran.</li> </ul> <p>vi povas aldoni novajn kolektojn ajnaspecajn (kolekton, fotojn, forumojn ktp), forigi nevolitajn kaj personigi jamajn kolekto-partojn (titolon, flankaĵon, etoson, umaĵojn ktp) en la stirilo.</p>

source: Announcements
eo: Anoncoj

source: b2evolution Tips
eo: Konsiloj pri b2evolution

source: Get additional skins
eo: Akiri pliajn etosojn

source: b2evo skins repository
eo: deponejo de b2evolution-etosojn

source: About Blog B
eo: Pri Blogo B

source: Blog B
eo: Blogo B

source: <p>This is the intro post for the front page of Blog B.</p> <p>Blog B is currently configured to show a front page like this one instead of directly showing the blog's posts.</p> <ul> <li>To view the blog's posts, click on "News" in the menu above.</li> <li>If you don't want to have such a front page, you can disable it in the Blog's settings > Features > <a %s>Front Page</a>. You can also see an example of a blog without a Front Page in Blog A</li> </ul>
eo: <p>Jen enkonduka afiŝo por la frontpaĝo de Blogo A.</p> <p>Blogo B nune agordiĝas por montri frontpaĝon kiel ĉi tion anstataŭ rekte montri la afiŝojn de la kolekto.</p> <ul> <li>Por rigardi la afiŝojn de la kolekto, klaku sur "Novaĵoj" en la supra menuo.</li> <li>Se vi ne volas havi tian frontpaĝon, estas eble malaktivigi ĝin en la agordo de kolekto &lt; Trajtoj &lt; <a %s>Frontpaĝo</>. Vi povas ankaŭ vidi ekzemplon de kolekto sen frontpaĝo en Blogo A</li> </ul>

source: Welcome to Blog B
eo: Bonvenon al Blogo B

source: This uses post type "Intro-Cat" and is attached to the desired Category(ies).
eo: Ĉi tio uzas afiŝtipon "Intro-Cat" kaj estas almetita al la dezirata kategorio(j).

source: b2evolution tips category &ndash; Sub Intro post
eo: b2evolution klinas kategorion &ndash; sub enkonduka afiŝo

source: This uses post type "Intro-Tag" and is tagged with the desired Tag(s).
eo: Ĉi tio uzas afiŝtipon "Intro-Tag" kaj estas etikedata per la deziritaj tago(j).

source: Widgets tag &ndash; Sub Intro post
eo: Umaĵa etkido &ndash; sub enkonduka afiŝo

source: <p>This is a demo of a featured post.</p> <p>It will be featured whenever we have no specific "Intro" post to display for the current request. To see it in action, try displaying the "Announcements" category.</p> <p>Also note that when the post is featured, it does not appear in the regular post flow.</p>
eo: <p>Jen demonstro de plej reĝa afiŝo.</p>

source: Featured post
eo: Reĝa afiŝo

source: <p>b2evolution comes with an <code>.htaccess</code> file destined to optimize the way b2evolution is handled by your webseerver (if you are using Apache). In some circumstances, that file may not be automatically activated at setup. Please se the man page about <a %s>Tricky Stuff</a> for more information.</p> <p>For further optimization, please review the manual page about <a %s>Performance optimization</a>. Depending on your current configuration and on what your <a %s>web hosting</a> company allows you to do, you may increase the speed of b2evolution by up to a factor of 10!</p>
eo: <p>b2evolution inkluzivas dosieron <code>.htaccess</code>, destinite por maksimumigi la traktadon de b2evolution de Apache. Laŭ iaj cirkonstancoj tiu dosiero eble ne aŭtomate estos aŭtomate aktivigita je plenumo. Bonvolu vidi la manlibran paĝon pri <a %s>Konfuzaj Aferoj</a> por pli da informoj.</p> <p>Por pluaj maksimumigoj bonvolu kontroli la manlibran paĝon pri <a %s>Rendimenta maksimumigo</a>. Depende de via nuna agordo kaj de tio, kion via <a %s>TTT-gastiga</a> firmao permesas, vi eble povos kreskigi la rapidon de b2evolution 10-oble.</p>

source: Apache optimization...
eo: Plej bona funkciado de Apaĉo…

source: <p>By default, blogs are displayed using an evoskin. (More on skins in another post.)</p> <p>This means, blogs are accessed through '<code>index.php</code>', which loads default parameters from the database and then passes on the display job to a skin.</p> <p>Alternatively, if you don't want to use the default DB parameters and want to, say, force a skin, a category or a specific linkblog, you can create a stub file like the provided '<code>a_stub.php</code>' and call your blog through this stub instead of index.php .</p> <p>Finally, if you need to do some very specific customizations to your blog, you may use plain templates instead of skins. In this case, call your blog through a full template, like the provided '<code>a_noskin.php</code>'.</p> <p>If you want to integrate a b2evolution blog into a complex website, you'll probably want to do it by copy/pasting code from <code>a_noskin.php</code> into a page of your website.</p> <p>You will find more information in the stub/template files themselves. Open them in a text editor and read the comments in there.</p> <p>Either way, make sure you go to the blogs admin and set the correct access method/URL for your blog. Otherwise, the permalinks will not function properly.</p>
eo: <p>Apriore kolektoj montriĝos per etosoj. Se vi ne volas uzi etosojn, uzi la dosieron a_noskin.php.</p>

source: Skins, Stubs, Templates &amp; website integration...
eo: Etosoj, ĝermoj, ŝablonoj kaj kolektara integriĝo…
