Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: <strong>Convert/Normalize your DB to UTF-8/ASCII</strong>: The content tables in your b2evolution MySQL database will be converted to UTF-8 instead of their current charset. Some system tables will also be converted to plain ASCII for better performance.
eo: <strong>Konverti/konsekvencigi vian datumbazo al UTF-8/Askio</strong>: la tuto de la enhavo-tabeloj en via b2evolution-a MySQL-datumbazo konvertiĝos al UTF-8 anstataŭ ilia nuna kodoprezento. Iuj sistemaj tabeloj konvertiĝos al Askio pro pli bona rendimento.

source: Need to start anew?
eo: Ĉu volas refoje komenci?

source: GO!
eo: IRI!

source: b2evolution is already installed
eo: b2evolution jam estas instalita.

source: Would you like to DELETE ALL before RE-INSTALL?
eo: Ĉu vi volas forigi ĉion antaŭ reinstalo?

source: ATTENTION: all your b2evolution data will be lost and reset to its original state.
eo: Atento: Ĉiuj el viaj b2evolution-datumoj malaperos kaj restariĝos en siajn origajn statojn.

source: DELETE ALL & Continue
eo: Forigi ĉion kaj daŭrigi

source: We cannot install because there is already a b2evolution installation in the current database. You may delete it first or maybe upgrade it to the latest version.
eo: Ne eblas instali ĉar jam estas b2evolution-instalaĵo en la nuna datumbazo. Aŭ forigi aŭ ĝisdatigi ĝin.

source: Back to Menu
eo: Reen al menuo

source: b2evolution installation options
eo: b2evolution-instalaj elektoj

source: You can start adding your own content whenever you're ready. Until then, it may be handy to have some demo contents to play around with. You can easily delete these demo contents once you're done testing.
eo: Vi povas aldoni vian propran enhavon kiam vi pretas. Ĝis tiam, eble utilos havi iun specimenan enhavon por priludi. Vi povas forigi tion post vi finas provadon.

source: Install sample collections &amp; sample contents. The sample posts explain several features of b2evolution. This is highly recommended for new users.
eo: Ankaŭ instali specimenajn kolektojn kaj enhavon. La specimenaj afiŝoj klarigas plurajn trajtojn de b2evolution. Tio ege rekomendindas por novaj uzantoj.

source: Which demo collections would you like to install?
eo: Kiun demonstran kolekton vi volas instali?

source: Create a sample organization
eo: Krei specimenan organizaĵon…

source: Create demo users (in addition to the admin account)
eo: Krei specimenajn uzantojn (aldone al la administranto-konto)

source: Create sample private messages between users
eo: Krei specimenajn privatajn mesaĝojn inter uzantoj

source: Also install all test features.
eo: Ankaŭ instali ĉiajn provajn trajtojn.

source: This is a local / test / intranet installation.
eo: Jen loka/prova/lokreta instalado.

source: DELETE ALL & RE-INSTALL!
eo: Forigi ĉion kaj reinstali

source: INSTALL!
eo: Instali

source: Installation in progress
eo: Instalado okazanta

source: Installing b2evolution...
eo: Instaliĝanta b2evolution-on…

source: Deleting b2evolution tables from the database...
eo: Foriganta la b2evolution-tabeloj de la datumbazo…

source: Checking files...
eo: Kontrolanta dosierojn…

source: Upgrade in progress
eo: Ĝisdatigo okazanta

source: Upgrading b2evolution...
eo: Promocianta b2evolution-on…

source: IMPORTANT: if this upgrade procedure fails, do this:
eo: GRAVA: se la ĝisdatigo-proceduro malsukcesos, faru la jenon:

source: Make a screenshot showing as much context as possible, and save it in case you need support.
eo: Faru ekrankopion, kiu montras laŭeble la pleja kunteksto, kaj konservu ĝin okaze de vi bezonas helpon.

source: Reload the page. The upgrade script is designed to recover from unexpected stops and may be able to pick up where it left off.
eo: Reŝargu la paĝon. La promocio-skripto estas destinata por ripari sin de neatenditaj embarasoj kaj eble povos daŭrigi.

source: If needed see <a %s>this man page</a>
eo: Se bezonata vidu <a %s>la manlibro-paĝon</a>

source: WARNING: the max_execution_time is set to %s seconds in php.ini and cannot be increased automatically. This may lead to a PHP <a %s>timeout causing the upgrade to fail</a>. If so please post a screenshot to the <a %s>forums</a>.
eo: AVERTO: max_execution_tempo estas agordita al %s sekundoj en php.ini kaj ne povas aŭtomate pliiĝi. Tio eble kaŭzon <a %s>eksvalidiĝo kaŭzanta malsukcesan ĝisdatigon</a>. Tiel afiŝu ekrankopion en la <a %s>forumoj</a>.

source: Upgrading data in existing b2evolution database...
eo: Promocianta datumojn en jama datumbazo…

source: Upgrade completed successfully!
eo: Promocio sukcese finita.

source: Now you can <a %s>log in</a> with your usual b2evolution username and password.
eo: Vi povas nun <a %s>ensaluti</a> per viaj kutimaj salutnomo kaj pasvorto de b2evolution.

source: Deletion in progress
eo: Forigo okazanta

source: If you have installed b2evolution tables before and wish to start anew, you must delete the b2evolution tables before you can start a new installation. b2evolution can delete its own tables for you, but for obvious security reasons, this feature is disabled by default.
eo: Se vi instalis b2evolution-tabelojn antaŭe kaj volas komenci refoje, vi devas forigi la b2evolution-tabelojn antaŭ ol vi povas komenci novan instaladon. b2evolution povas forigi ĝiajn proprajn tabelojn por vi, sed pro evidentaj sekurecaj kialoj tio trajto estas apriore malaktivigita.

source: Are you sure you want to delete your existing %s tables? Do you have a backup?
eo: Ĉu vi certas, ke vi volas forigi la jamajn tabelojn %s? Ĉu vi havas rezervon?

source: Conversion in progress
eo: Kunparolado okazanta

source: German (DE) utf-8
eo: Germana (DE) laŭ UTF-8

source: English (AU) utf-8
eo: Angla (AU) laŭ UTF-8

source: English (CA) utf-8
eo: Angla (CA) laŭ UTF-8

source: English (GB) utf-8
eo: Angla (GB) laŭ UTF-8

source: English (IL) utf-8
eo: Angla (IL) laŭ UTF-8

source: English (NZ) utf-8
eo: Angla (NZ) laŭ UTF-8

source: English (SG) utf-8
eo: Angla (SG) laŭ UTF-8

source: Esperanto utf-8
eo: Esperanto laŭ UTF-8

source: Spanish (ES) utf8
eo: Hispana (ES) laŭ UTF-8

source: French (BE) utf-8
eo: Franca (BE) laŭ UTF-8

source: French (CA) utf-8
eo: Franca (CA) laŭ UTF-8

source: French (FR) utf-8
eo: Franca (FR) laŭ UTF-8

source: Russian (RU) utf-8
eo: Rusa (RU) laŭ UTF-8

source: Adjust heading levels so they are consistent for all posts.
eo: Alĝustigi ĉapo-nivelojn por ke ili estu konsekvencaj por ĉiuj afiŝoj.

source: This plugin will adjust headings so they always start at the level you want: 1 for &lt;H1&gt;, 2 for &lt;H2&gt;, etc.
eo: La kromprogramo alĝustigas ĉapojn por ke ili ĉiam komencas je tiu nivelo, kiun vi volas: 1 por &lt;h1&gt;, 2 por &lt;h2&gt; ktp.

source: Highest level heading
eo: Plej grava ĉapo

source: Archives Widget
eo: Arkivaj umaĵoj

source: This skin tag displays a list of post archives.
eo: Ĉi tiu etosa etikedo montras liston da afiŝaj arkivoj.

source: Archives can be grouped monthly, daily, weekly or post by post.
eo: Arkivoj povas grupiĝi laŭ monatoj, tagoj, semajnoj aŭ afiŝoj.

source: View monthly archive
eo: Vidi la arkivon de tiu monato

source: View daily archive
eo: Vidi la arkivon de tiu tago

source: View weekly archive
eo: Vidi la arkivon de tiu semajno

source: Automatic &lt;P&gt; and &lt;BR&gt; tags
eo: Aŭtomataj etikedoj &lt;P&gt; kaj &lt;BR&gt;

source: This renderer will automatically detect paragraphs on double line-breaks and mark them with appropriate HTML &lt;P&gt; tags.<br /> Optionally, it will also mark single line breaks with HTML &lt;BR&gt; tags.
eo: Ĉiu modifilo aŭtomate malkovros alineojn je duoblaj linirompoj kaj markos ilin per la taŭgaj HTML-etikedoj. <br /> Laŭvole ĝi ankaŭ markos unuopajn linirompojn per la taŭgaj etikedoj.

source: Line breaks
eo: Linirompoj

source: Make line breaks (&lt;br /&gt;) for single newlines.
eo: Fari linrompojn (&lt;br /&gt;) por unuaj novlinioj.

source: Add P tags in blocks (e.g. DIV)
eo: Aldoni etikedojn P en blokoj (ekz-e DIV)

source: Ignore tags
eo: Ignori etikedoj

source: A list of tags, in which no P or BR tags should get added.
eo: Listo da tagoj en kiu neniuj etikedoj P aŭ BR aldoniĝu.

source: Make URLs and specific terms/defintions clickable
eo: Igi URL-ojn kaj specifajn terminojn/difinojn alklakeblaj

source: This renderer automatically creates links for you. URLs can be made clickable automatically. Specific and frequently used terms can be configured to be automatically linked to a definition URL.
eo: Ĉi tiu modifilo aŭtomate kreas ligilojn por vi. URL-oj povas aŭtomate fariĝi alklakeblaj. Specifaj kaj oftaj uzataj terminoj povas esti agorditaj aŭtomate ligiĝi al difina URL.

source: Autolink URLs
eo: URL-oj de aŭtomata ligado

source: Autolink URLs starting with http: https: mailto: aim: icq: as well as adresses of the form www.*.* or *@*.*
eo: URL-oj de aŭtomata ligado komenciĝanta per http: https: mailto: aim: icq: kaj adresoj en la formo www.*.* aŭ *@*.*

source: Autolink definitions
eo: Difinoj de aŭtomataj ligado

source: As defined in definitions.default.txt
eo: Difinita en definitions.default.txt

source: As defined in definitions.local.txt
eo: Difinita en definitions.local.txt

source: Custom definitions
eo: Personigitaj difinoj

source: Enter custom definitions above.
eo: Eniru personigitajn difinojn supre.

source: Custom autolink definitions
eo: Difinoj de aŭtomataj ligado

source: Autolink usernames
eo: Salutnomoj de aŭtomata ligado

source: @username will link to the user profile page
eo: @username ligiĝos al la uzanto-profila paĝo

source: Autolink tags
eo: Etikedoj de aŭtomata ligado

source: Find text matching tags of the current collection and autolink them to the tag page in the current collection
eo: Trovi tekstojn kongruantajn kun etikedoj de la nuna kolekto kaj aŭtomate ligi al la etikedo-paĝo de la nuna kolekto

source: No follow in posts
eo: Neniuj sekvoj en afiŝoj

source: Add rel="nofollow" to pre-existings links
eo: Aldoni al jamaj ligiloj la atributon rel="nofollow"

source: Add rel="nofollow" to explicit links
eo: Aldoni al malimplicitaj ligiloj la atributon rel="nofollow"

source: Add rel="nofollow" to auto-links
eo: Apliki atributon rel="nofollow" al aŭtomataj ligiloj

source: No follow in comments
eo: Neniuj sekvoj en komentoj

source: No follow in messages
eo: Neniuj sekvoj en mesaĝoj

source: BB formatting e-g [b]bold[/b]
eo: Formato BB, ekz-e: [b]grasa[/b]

source: Supported tags and the BB code toolbar are configurable. Supported tags by default are: [b] [i] [s] [color=...] [size=...] [font=...] [quote] [list=1] [list=a] [list] [*] [bg=] [clear]
eo: Disponeblaj etikedoj en la ilobreto estas agordeblaj. Aprioraj disponeblaj etikedoj estas: [b] [i] [s] [color=...] [size=...] [font=...] [quote] [list=1] [list=a] [list] [*] [bg=] [clear]

source: Allow bookmarklet blogging.
eo: Permesi blogadon per JavaScript-legosignoj.

source: Adds a tool allowing blogging through a bookmarklet.
eo: Aldonas ilon por permesi blogi per JavaScript-legosigno.

source: Add this link to your Favorites/Bookmarks:
eo: Aldoni al viaj legosignoj ĉi tiun ligilon:

source: b2evo bookmarklet
eo: JavaScript-legosigno de b2evolution

source: Calendar Widget
eo: Kalendara umaĵo

source: This skin tag displays a navigable calendar.
eo: Ĉi tiu etosa etikedo montras navigeblan kalendaron.

source: Days containing posts are highlighted.
eo: Tagoj enhavantaj afiŝojn estas prilumitaj.

source: Display caption
eo: Montri subtitolon

source: Display caption on top of calendar
eo: Montri supertitolon de kalendaro

source: Link caption to archives
eo: Ligi titolon al arkivoj

source: The month in the caption can be clicked to see all posts for this month
eo: La monato en la subtitolo povas alklaviĝi por vidi ĉiujn afiŝojn por ĉi tiu monato

source: How do you want to display the days of the week in the column headers?
eo: Kiel vi volas montri la togojn de la semajno en la kolumnaj kapoj?

source: No header
eo: Neniu kapo

source: Where do you want to display the navigation arrows?
eo: Kie vi volas montri la navigaj sagojn?

source: Bottom
eo: Subo

source: No navigation
eo: Neniu navigo

source: Top
eo: Supro

source: Navigate years
eo: Navigi jarojn

source: Display double arrows for yearly navigation?
eo: Montri duoblajn sagojn por ĉiujara navigado?

source: Monthly calendar with links to each day's posts
eo: Ĉiumonata kalendaro kun ligiloj por la afiŝoj de ĉiu tago

source: %d posts
eo: %d afiŝoj

source: 1 post
eo: 1 afiŝo

source: Current
eo: Nuna

source: Previous year (%04d-%02d)
eo: Antaŭa jaro (%04d-%02d)

source: Previous year (%04d)
eo: Antaŭa jaro (%04d)

source: Previous month (%04d-%02d)
eo: Antaŭa monato (%04d-%02d)

source: Next month (%04d-%02d)
eo: Sekva monato (%04d-%02d)

source: Next year (%04d-%02d)
eo: Sekva jaro (%04d-%02d)

source: Next year (%04d)
eo: Sekva jaro (%04d)

source: Captcha questions
eo: CAPTCHA-demandoj

source: Use questions to tell humans and robots apart.
eo: Uzi demandojn por distingi homojn de robotoj.

source: Use for anonymous comment forms
eo: Uzi por la anonimaj komentaj formularioj

source: Should this plugin be used for anonymous users on comment forms?
eo: Ĉu tiu kromprogramo uziĝos por anonimaj uzantoj en komentaj formularioj?

source: Use for new registration forms
eo: Uzi por la registriĝo-formulario

source: Should this plugin be used on registration forms?
eo: Ĉu tiu kromprogramo uziĝos por registriĝaj formularioj?

source: Use for anonymous messaging forms
eo: Uzi por anonimaj mesaĝaj formularioj

source: Should this plugin be used for anonymous users on messaging forms?
eo: Ĉu tiu kromprogramo uziĝos por anonimaj uzantoj en mesaĝaj formularioj?

source: Questions
eo: Demandoj

source: Type each question in one line with following format:<br />Question text? answer1|answer2|...|answerN
eo: Tajpu ĉiun demandon unulinie per la jena formo:<br />Demando? respondo1|respondo2|…

source: Invalid question format in the line %s.
eo: Nevalida demandoformato en la linio %s.

source: Please enter the captcha answer.
eo: Bonvolu enmeti la CAPTCHA-respondon.

source: The entered answer is incorrect.
eo: La enmetita respondo malĝustas.

source: Captcha question
eo: CAPTCHA-demando

source: Captcha answer
eo: CAPTCHA-respondo

source: Please answer the question above
eo: Bonvolu respondi la supran demandon

source: Validate me
eo: Validigi min

source: Not Enabled: You should create at least one question!
eo: Ne aktivigita: Vi devas krei minimume unu demandon.

source: Custom Tags
eo: Personigitaj etikedoj

source: Enables users to define custom tags that would be searched and replaced in the source text.
eo: Ebligas, ke uzantoj difinu personigitajn etikedojn, kiuj estus serĉotaj kaj anstataŭataj en la fonta teksto.

source: Search list for posts
eo: Serĉo-listo por afiŝoj

source: This is the search array for posts (one per line) ONLY CHANGE THESE IF YOU KNOW WHAT YOU'RE DOING.
eo: Jen la serĉa tabelo por afiŝoj (unu je ĉiu linio) ŜANĜU TIUJN NUR SE VI ESTAS SPERTA.

source: Replace list for posts
eo: Anstataŭiga listo por afiŝoj

source: This is the replace array for posts (one per line) it must match the exact order of the search array
eo: Ĉi tiu estas la anstataŭa tabelo por afiŝoj (unu je ĉiu linio). Ĝi devas precize kongruas kun la ordo de la serĉa tabelo

source: Search list for comments
eo: Serĉo-listo por komentoj

source: This is the search array for comments (one per line) ONLY CHANGE THESE IF YOU KNOW WHAT YOU'RE DOING.
eo: Jen la serĉa tabelo por komentoj (unu je ĉiu linio) ŜANĜU TIUJ NUR SE VI ESTAS SPERTA.

source: Replace list for comments
eo: Anstataŭiga listo por komentoj

source: This is the replace array for comments (one per line) it must match the exact order of the search array
eo: Jen la anstataŭa tabelo por komentoj (unu je ĉiu linio). Ĝi devas precize kongrui kun la ordo de la serĉa tabelo

source: Search list for messages
eo: Serĉo-listo por mesaĝoj

source: This is the search array for messages (one per line) ONLY CHANGE THESE IF YOU KNOW WHAT YOU'RE DOING.
eo: Jen la serĉa tabelo por mesaĝoj (unu je ĉiu linio) ŜANĜU TIUJ NUR SE VI ESTAS SPERTA.

source: Replace list for messages
eo: Anstataŭigo-listo por afiŝoj

source: This is the replace array for messages (one per line) it must match the exact order of the search array
eo: Jen la anstataŭa tabelo por mesaĝoj (unu je ĉiu linio). Ĝi devas precize kongrui kun la ordo de la serĉa tabelo

source: Search list for email messages
eo: Serĉo-listo por retpoŝtmesaĝoj

source: This is the search array for emails (one per line) ONLY CHANGE THESE IF YOU KNOW WHAT YOU'RE DOING.
eo: Jen la serĉa tabelo por retpoŝtmesaĝoj (unu je ĉiu linio) ŜANĜU TIUJ NUR SE VI ESTAS SPERTA.

source: Replace list for email messages
eo: Anstataŭigo-listo por retpoŝtmesaĝoj

source: This is the replace array for emails (one per line) it must match the exact order of the search array
eo: Jen la anstataŭa tabelo por retpoŝtmesaĝoj (unu je ĉiu linio). Ĝi devas precize kongrui kun la ordo de la serĉa tabelo

source: Close all tags
eo: Fermi ĉiujn etikedojn

source: Escapes html tags in code blocks
eo: Kodas HTML-entojn en &lt;code&gt;-blokoj

source: Escapes tags in blocks marked with &lt;code&gt; [codeblock] [codespan] or ``` (Markdown)
eo: Kodas etikedojn en blokoj markitaj per &lt;code&gt; [codeblock] [codespan] aŭ ``` (Markdown)

source: Facebook Widget
eo: Facebook-umaĵo

source: This widget displays Facebook Like and Share buttons.
eo: La umaĵo montras la Facebook-butonojn "Ŝati" kaj "Konigi".

source: Also shows how many users liked and shared the current page.
eo: Montras ankaŭ la kiomon da uzantoj, kiuj ŝatas kaj konigis la nunan paĝon.

source: Buttons to show
eo: Butonoj montrotaj

source: Like
eo: Ŝati

source: Share
eo: Konigi

source: standard
eo: ordinara

source: box with count
eo: skatolo kun nombro

source: button with count
eo: butono kun nombro

source: button
eo: butono

source: Action type
eo: Ago-tipo

source: Recommend
eo: Rekomendi

source: Button size
eo: Butona grando

source: small
eo: malgranda

source: large
eo: granda

source: Show friend's faces
eo: Montri vizaĵojn de amikoj

source: Show profile photos when 2 or more friends like this
eo: Montri profilajn fotojn kiam du aŭ pli da amikoj ŝatas ĉi tion

source: Generic Ping plugin
eo: Komuna eĥa kromprogramo

source: Use this plugin to add a generic ping service to your installation.
eo: Uzi la kromprogramon por aldoni komunan eĥan servon al via instalado.

source: Ping service URL
eo: URL de la eĥo-servo

source: The URL of the ping service.
eo: La URL de la eĥo-servo.

source: Extended ping?
eo: Ĉu vi etendas eĥon?

source: Use weblogUpdates.extendedPing method instead of weblogUpdates.ping?
eo: Ĉu uzi la metodon weblogUpdates.extendedPing anstataŭ weblogUpdates.ping?

source: Ping service name
eo: Nomo de la eĥo-servo

source: The name of the ping service, used for displaying only.
eo: La nomo de la eĥo-servo, uzata nur por elmontriĝo.

source: Ping service note
eo: Noto pri eĥo-servo

source: Notes about the ping service, used for displaying only.
eo: Notoj pri la eĥo-servo, uzata nur por elmontriĝo.

source: You must configure a ping service URL before the plugin can be enabled.
eo: Vi devas agordi eĥo-servan URL-on antaŭ ol aktivigi la kromprogramon.

source: The ping plugin needs a non-empty code.
eo: La eĥa kromprogramo postulas ne vakan kodon.

source: The ping service URL is invalid.
eo: La URL de la eĥo-servo estas nevalida.

source: GreyMatter style formatting
eo: Stila formatado laŭ GreyMatter

source: **bold** \\italics\\ //italics// __underline__ ##tt## %%codeblock%%
eo: **grasa* \oblikva\ //oblikva// __substrekita__ ##egallarĝa## %%kodbloko%%

source: Ping b2evolution.net
eo: Eĥi al b2evolution.net

source: Ping the b2evolution.net site
eo: Eĥi al la kolektaro de b2evolution.net

source: Pings the b2evolution.net site to include your post in the list of recently updated blogs.
eo: Eĥas al b2evolution.net por inkluzivigi vian afiŝon en la liston da freŝe ĝisdatigitaj kolektoj.

source: Ping-O-Matic plugin
eo: Kromprogramo Ping-O-Matic

source: Pings the Ping-O-Matic service, which relays your ping to the most common services.
eo: Eĥas al la servo Ping-O-Matic, kiu resendas vian eĥon al la plej komunaj servoj.

source: Pings a service that relays the ping to the most common services.
eo: Eĥas al servon, kiu resendas la eĥon al la plej komunaj servoj.

source: Easy HTML tags inserting
eo: Facila enmetado de HTML-etikedoj

source: This plugin will display a toolbar with buttons to quickly insert HTML tags around selected text in a post.
eo: Ĉi tiu kromprogramo montros ilobreton kun butonoj por rapide enmeti HTML-etikedojn ĉirkaŭ elektita teksto en afiŝo.

source: Bold [Alt-B]
eo: GRASa [Alt-B]

source: Italic [Alt-I]
eo: ITALa [Alt-I]

source: INSerted
eo: ENmetita

source: DELeted
eo: FORigita [Alt-D]

source: STRong [Alt-S]
eo: FOrta [Alt-S]

source: EMphasis [Alt-E]
eo: EMfazo [Alt-E]

source: CODE [Alt-C]
eo: KODO [Alt-C]

source: Paragraph [Alt-P]
eo: Alineo [Alt-P]

source: BLOCKQUOTE [Alt-B]
eo: BLOKA CITAĴO [Alt-B]

source: PREformatted text [Alt-R]
eo: ANTAŬformatita teksto [Alt-R]

source: Unordered List [Alt-U]
eo: Malordigita listo [Alt-U]

source: Ordered List [Alt-O]
eo: Ordigita listo [Alt-O]

source: List Item [Alt-L]
eo: Lista ero [ALT-L]

source: IMaGe [Alt-G]
eo: Bildo [Alt-G]

source: ALTernate text
eo: ALterna teksto

source: Short codes inserting
eo: Insertas mallongajn kodojn

source: This plugin will display a toolbar with buttons to quickly insert short codes.
eo: Ĉi tiu kromprogramo montros ilobreton kun butonoj por rapide enmeti HTML-etikedojn ĉirkaŭ elektita teksto en afiŝo.

source: Teaser break
eo: Interrompo de komenca eltiraĵo

source: Page break
eo: Paĝrompo

source: Shortcodes:
eo: Mallongaj kodoj:

source: Graphical smileys
eo: Ridmienoj

source: This renderer will convert text smilies like :) to graphical icons.<br /> Optionally, it will also display a toolbar for quick insertion of smilies into a post.
eo: Ĉi tiu modifilo konvertos ridmienojn al piktogramoj.<br /> Laŭvole ĝi ankaŭ montros ilobreton por rapida enmetado de ridmienoj en afiŝon.

source: Use smilies toolbar
eo: Uzi ilobretan ridmienon

source: This is the default setting. Users can override it in their profile.
eo: Ĉi tiu estas la apriora agordo. Uzantoj povas ŝanĝi ĝin en siaj profiloj.

source: Smiley list
eo: Ridmiena listo

source: This is the list of smileys [one per line], in the format : char_sequence image_file // optional comment<br /> To disable a smiley, just add one or more spaces to the start of its setting<br /> You can add new smiley images by uploading the images to the %s folder.
eo: Jen listo da ridmienoj [unu je ĉiu linio], laŭ formato: signo_vico bilda_dosiero // laŭvola komento<br /> Por malaktivigi ridmienon nur aldoni unu aŭ pli spacetojn komence de la agordo<br /> Vi povas aldoni novajn ridmienajn bildojn per alŝutado de la bildojn al la dosierujo %s.

source: Smart quotes + additional typographic replacements.
eo: Unikodaj citiloj + aldonaj tipografiaj anstataŭoj.

source: This renderer will replace standard and double quotes with typographic quotes were appropriate.<br /> It will also perform the following replacements: <ul> <li>--- to &#8212;</li> <li>-- to &#8211;</li> <li>... to &#8230;</li> </ul>
eo: Ĉi tiu modifilo anstataŭos ordinarajn kaj duoblajn citilojn per tipografiaj citiloj laŭ taŭgeco<br /> Ankaŭ ĝi plenumas la jenajn anstataŭojn: <ul> <li>--- al &#8212;</li> <li>-- al &#8211;</li> <li>... al &#8230;</li> </ul>

source: Wacko style formatting
eo: Stila formatado Wacko
