Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: File properties for &laquo;%s&raquo; have been updated.
eo: La dosieraj ecoj por «%s» ĝisdatiĝis.

source: File properties for &laquo;%s&raquo; have not changed.
eo: La ecoj por «%s» ne ŝanĝiĝis.

source: Your profile picture must have a minimum size of %dx%d pixels.
eo: Via profilbildo devas havi minimuman grandon %dx%d rastrumeroj.

source: Your profile picture has been changed.
eo: Via profilbildo estas ŝanĝita.

source: You have to give a default permission!
eo: Vi devas havigi aprioran permeson.

source: Read-only
eo: Nurlega

source: Read and write
eo: Legi kaj skribi

source: Permissions for &laquo;%s&raquo; have not been changed.
eo: Permesoj por «%s» ne eblis ŝanĝiĝi.

source: Failed to set permissions on &laquo;%s&raquo; to &laquo;%s&raquo;.
eo: Malsukcesis agordi permesojn de «%s» al «%s».

source: Permissions for &laquo;%s&raquo; changed to &laquo;%s&raquo;.
eo: Permesoj por «%s» ŝanĝita al «%s».

source: You are ready to post files from %s into %s...
eo: Vi pretas afiŝi dosierojn el %s al %s…

source: %d linked items
eo: %d ligitaj eroj

source: %d linked comments
eo: %d ligitaj komentoj

source: %d linked users (profile pictures)
eo: %d ligitaj uzantoj (profilbildoj)

source: file
eo: dosiero

source: Directory &laquo;%s&raquo;
eo: Dosierujo «%s».

source: File &laquo;%s&raquo;
eo: Dosiero «%s».

source: Directory
eo: Dosierujo

source: &lt;dir&gt;
eo: &lt;dujo&gt;

source: Comment
eo: Komento

source: Locate this directory!
eo: Lokalizi la dosierujon.

source: Locate this file!
eo: Lokalizi la dosieron.

source: Deleted user
eo: Forigita uzanto.

source: %d times by %s
eo: %d fojoj fare de %s

source: Empty
eo: Vakaj

source: Bytes
eo: Bajtoj

source: Kilobytes
eo: Kilobajtoj

source: Megabytes
eo: Megabajtoj

source: Gigabytes
eo: Gigabajtoj

source: Terabytes
eo: Terabajtoj

source: Empty file name is not valid.
eo: Vaka dosiernomo ne validas.

source: The filename was too long. It has been shortened.
eo: La dosiernomo tro longis. Ĝi estas mallongigita.

source: &laquo;%s&raquo; is not a valid filename.
eo: «%s» ne estas valida dosiernomo.

source: Consecutive dots are not allowed.
eo: Apudaj punktoj ne permeseblas.

source: Max %d characters are allowed on filenames.
eo: Maksimume %d signoj estas permesataj por dosiernomoj.

source: &laquo;%s&raquo; is a locked extension.
eo: «%s» estas ŝlosita sufikso.

source: &laquo;%s&raquo; has an unrecognized extension.
eo: «%s» havas nekonatan sufikso.

source: &laquo;%s&raquo; has not a valid extension.
eo: «%s» ne havas validan sufikso.

source: &laquo;%s&raquo; is not a valid directory name.
eo: «%s» ne estas valida dosierujnomo.

source: Max %d characters are allowed.
eo: Maksimumo je %d signoj estas permesata.

source: The new name is too long for this folder.
eo: La nova nomo estas tro longa por tiu dosierujo.

source: Allowed file extensions
eo: Permesataj dosiersufiksoj

source: Maximum allowed file size
eo: Permesata dosiera grando maksimuma

source: Open this directory in the file manager
eo: Malfermi la dosierujon en la dosieradminstrilo

source: Browse
eo: Foliumi

source: Advanced Upload
eo: Altnivele alŝuto

source: Could not delete directory: %s
eo: Ne eblis forigi dosierujon %s.

source: Please select a local file to upload.
eo: Bonvolu elekti lokan dosieron por alŝutado.

source: The file is too large: %s but the maximum allowed is %s.
eo: La dosiero tro grandas: %s. La maksimumo permesita estas: %s.

source: The file was only partially uploaded.
eo: La dosiero estis nur parte alŝutita.

source: An unknown error has occurred!
eo: Nekonata eraro okazis.

source: The file does not seem to be a valid upload! It may exceed the upload_max_filesize directive in php.ini.
eo: La dosiero ŝajne ne estas valida alŝuto. Eble ĝi preterpasas la valoron de la variablo upload_max_filesize en php.ini.

source: The extension of the file &laquo;%s&raquo; has been corrected. The new filename is &laquo;%s&raquo;.
eo: La sufikso de la dosiero «%s» estis korektita. La nova dosiernomo estas «%s».

source: An unknown error occurred when moving the uploaded file on the server.
eo: Nekonata eraro okazis dum movi la alŝutitan dosieron en la servilo.

source: Could not change permissions of &laquo;%s&raquo; to default chmod setting.
eo: Ne eblis ŝanĝi la atingopermesojn de «%s» al la apriora.

source: "%s was renamed to %s. Would you like to replace %s with the new version instead?
eo: "%s" alinomiĝis al %s. Ĉu vi ŝatus anstataŭe anstataŭigi %s per la nova eldono?

source: Unable to read EXIF data
eo: Ne eblas legi EXIF-datumojn

source: Document
eo: Dokumento

source: Web file
eo: TTT-dosiero

source: Log file
eo: Protokola dosiero

source: Audio file
eo: Sona dosiero

source: Video file
eo: Videa dosiero

source: PHP script
eo: PHP-skripto

source: Encrypted file
eo: Ĉifrita dosiero

source: Zip archive
eo: ZIP-dosiero

source: Tar archive
eo: tar-dosiero

source: Tgz archive
eo: tgz-dosiero

source: Archive
eo: Arkivo

source: Microsoft Word
eo: Word

source: Microsoft Excel
eo: Excel

source: Microsoft PowerPoint
eo: PowerPoint

source: Microsoft PowerPoint Slideshow
eo: Powerpoint-Bildoserio

source: Drop files here
eo: Delasu dosierojn

source: Upload a file
eo: Alŝuti dosieron

source: Processing dropped files...
eo: Traktanta delasantajn dosierojn…

source: Retry
eo: Reprovu

source: Yes
eo: Jes

source: Ok
eo: Bone

source: Please enable JavaScript to use file uploader.
eo: Bonvolu aktivigi javaksripton por uzi la alŝutilon.

source: Save modified files
eo: Konservi modifitajn dosierojn

source: Drag & Drop files to upload here <br /><span>or click to manually select files...</span>
eo: Trenu kaj defaligu dosierojn por alŝuti ĉi tie <br/>aŭ alklaku por permane elekti dosierojn…</span>

source: Your browser supports full upload functionality.
eo: Via TTT-legilo havas plenan eblon por alŝuti.

source: Click to manually select files...
eo: Alklaku por permane elekti dosierojn…

source: Your browser does not support full upload functionality: You can only upload files one by one and you cannot use Drag & Drop.
eo: Via TTT-legilo malhavas plenan eblon por alŝuti: Vi povas alŝuti dosierojn nur unu post alia kaj vi ne povas treni kaj defaligi.

source: {file} has an invalid extension. Only {extensions} are allowed.
eo: {file} havas nevalidan sufikson. Nur {extensions} estas permesataj.

source: {file} cannot be uploaded because it is too large ({fileSize}). The maximum allowed upload size is {sizeLimit}.
eo: {file} ne povas esti alŝutita, ĉar ĝi estas tro granda ({fileSize}). La maksimuma permesata estas {sizeLimit}.

source: {file} is too small. The minimum file size is {minSizeLimit}.
eo: {file} estas tro malgranda. La minimuma dosiero-grando estas {minSizeLimit}.

source: {file} is empty. Please select non-empty files.
eo: {file} vakas. Bonvolu elekti nevakajn dosierojn.

source: Files are currently being uploaded. If you leave this page now, the upload will be cancelled.
eo: Dosieroj nune alŝutiĝas. Se vi nun forlasas la paĝon, la alŝutado estos nuligita.

source: Uploading {total_size}...
eo: Alŝutanta {total_size}…

source: Upload ERROR
eo: Alŝuto: ERARO

source: Server dropped the connection.
eo: La servilo finigis la konekton.

source: Upload OK
eo: Alŝuto: BONE

source: Upload Conflict
eo: Alŝuta: Konflikto

source: Use this new file to replace the old file
eo: Uzi la novan dosieron por anstataŭi la malnovan dosieron

source: Revert
eo: Inversigi

source: (Old File)
eo: (Malnova dosiero)

source: The new file name is empty!
eo: La nova dosiernomo vakas!

source: The old file name is empty!
eo: La malnova dosiernomo vakas!

source: The new file could not be renamed to %s
eo: La novan dosieron ne eblis alinomi al %s

source: The original file could not be renamed to %s. The new file is now named %s.
eo: La fontan dosieron ne eblis alinomi al %s. La dosiero nun havas la nomon %s.

source: The new file could not be renamed to %s. It is now named %s.
eo: La novan dosieron ne eblis alinomi al %s. Nun ĝia nomo estas %s.

source: %s has been replaced with the new version!
eo: %s anstataŭiĝis per la nova eldono.

source: Unable to create temporary upload file. PHP needs write permissions on %s or %s.
eo: Ne eblas krei provizoran alŝuto-dosieron. PHP postulas skribaj permesoj en %s aŭ %s.

source: File properties
eo: Dosieraj ecoj

source: Cannot open directory &laquo;%s&raquo;!
eo: Ne eblas malfermi la dosierujon «%s».

source: The filter &laquo;%s&raquo; is not a regular expression.
eo: La filtrilo «%s» ne estas regulesprimo.

source: No filter
eo: Neniu filtrilo

source: regular expression
eo: regulesprimo

source: No directory.
eo: Neniu dosierujo.

source: Change to this directory
eo: Ŝanĝi al ĉi tiu dosierujo

source: The directory &laquo;%s&raquo; could not be created.
eo: La dosierujon «%s» ne eblis krei.

source: Shared
eo: Komuna

source: User roots
eo: Uzanto-radikoj

source: Collection roots
eo: Kolekto-radikoj

source: Special roots
eo: Specialaj radikoj

source: Please enter file extensions separated by space.
eo: Bonvolu enmeti dosiersufiksojn apartigatajn per spaceto.

source: Invalid file extensions format.
eo: Nevalida formato de dosiersufiksoj.

source: Please enter a mime type.
eo: Bonvolu enmeti MIME-tipo.

source: %s was resized to %dx%d pixels.
eo: %s regrandiĝis ĝis %d per %d rastrumeroj.

source: The following images were resized:
eo: La jenaj bildoj aligrandiĝis::

source: %s could not be resized to target resolution of %dx%d pixels.
eo: %s ne eblis regrandiĝi por cela distingivo de %d per %d rastrumeroj.

source: Unable to resize the following images:
eo: Ne eblis aligrandigi la jenajn bildojn::

source: You don't have upload permission to the requested root directory.
eo: Vi ne havas atingon por alŝuti al la petita dosierujo radika.

source: Upload is disabled.
eo: Alŝutado estas malaktivigita.

source: The URL must start with <code>http://</code> or <code>https://</code> and point to a valid file!
eo: La URL-o devas komenci per (sen <code>http://</code> aŭ <code>https://</code>)!

source: The file &laquo;%s&raquo; has been successfully uploaded to the server.
eo: La dosiero «%s» sukcese alŝutiĝis al la servilo.

source: recommended - allows automatic resizing
eo: rekomendita - permesas aŭtomatan ŝanĝadon de grando

source: Link this file!
eo: Ligi la dosieron

source: or
eo: aŭ

source: Uploading files:
eo: Alŝutanta dosierojn:

source: Click on a link %s icon below to select the image to use as your profile picture.
eo: Klaki la piktograman ligilon %s por elekti la bildon por uzi kiel avataro.

source: Close file manager
eo: Fermi la dosieradministrilon

source: File browser
eo: Dosiera foliumilo

source: Filter is a regular expression
eo: Filtrilo ne estas regulesprimo

source: RegExp
eo: RegEsp

source: Unset filter
eo: Senfiltrila

source: Display settings
eo: Elmontra agordo

source: Edit display settings
eo: Redakti elmontran agordon

source: Other...
eo: Aliaj…

source: Current dir
eo: Nuna dosierujo

source: A popup has discovered that the displayed content of this window is not up to date. Click to reload.
eo: Ŝprucfenestro malkovris, ke la montrita enhavo en ĉi tiu fenestro ne estas ĝisdata. Alklaki por reŝargado.

source: %s bytes
eo: %s bajtoj

source: Display directory tree
eo: Montri dosierujan arbon

source: Hide directory tree
eo: Kaŝi dosierujan arbon

source: Folder mode
eo: Dosieruja reĝimo

source: View one folder per page
eo: Vidi unu dosierujon je ĉiu paĝo

source: Flat mode
eo: Plata reĝimo

source: View all files and subfolders on a single page
eo: Vidi ĉiujn dosierojn kaj subdosierujojn en unuopa paĝo

source: Collection ID or short name
eo: Kolekto-identigilo aŭ mallonga nomo

source: Username
eo: Salutnomo

source: Select collection
eo: Elekti kolekton

source: Select user
eo: Elekti uzanton

source: Displaying %s out of %s matches
eo: Montranta %s kongruaĵojn el %s

source: Close settings!
eo: Fermi agordon.

source: Images
eo: Bildoj

source: Check to display thumbnails instead of icons for image files
eo: Marki por montri miniaturoj anstataŭ piktogramoj por bildoj

source: Thumbnails
eo: Miniaturoj

source: Check to display the pixel dimensions of image files
eo: Marki por montri la rastrumerajn dimensiojn de la bildo-dosieroj

source: Dimensions
eo: Dimensioj

source: Based on file extension
eo: Bazita sur la dosiersufikso

source: Smart date format
eo: Tempoformo saĝa

source: Long format
eo: Longa reĝimo

source: File permissions
eo: Dosieraj atingopermesoj

source: Unix file permissions
eo: Dosieraj atingopermesoj de Unikso

source: Check to display file permissions like "rwxr-xr-x" rather than short form
eo: Marki por montri dosierajn atingopermesojn kiel "rwxr-xr-x" anstataŭ mallonga formo

source: File Owner
eo: Dosiera estro

source: Unix file owner
eo: Dosiera estro laŭ Unikso

source: File Group
eo: Dosiera grupo

source: Unix file group
eo: Dosiera gropo en Unikso

source: Added by
eo: Aldonita de

source: File creator
eo: Dosiero-kreinto

source: Download Count
eo: Elŝuto-nombro

source: Number of times the file has been downloaded through disp=download
eo: Nombron da fojo la dosiero elŝutiĝis per disp=download

source: Options
eo: Elektoj

source: Check this to show system hidden files. System hidden files start with a dot (.)
eo: Marki por montri kaŝitajn dosierojn. Kaŝitaj dosieroj komencas per punkto (.)

source: Hidden files
eo: Kaŝitaj dosieroj

source: Check this to show _evocache folders (not recommended)
eo: Montri ĉi tion por montri _evocache-dosierujon (ne rekomendataj)

source: Check to always display folders before files
eo: Marki por ĉiam montri dosierujojn antaŭ dosieroj

source: Folders first
eo: Dosieroj unue

source: Check to compute recursive size of folders
eo: Montri por komputi laŭprofundan grandon de dosierujoj

source: Folder sizes
eo: Dosierujaj grandoj

source: Don't show
eo: No montri

source: Simple
eo: Simpla

source: Filter box
eo: Filtra kampo

source: With regular expressions
eo: Per regulesprimoj

source: See also:
eo: Ankaŭ vidi:

source: Blog Settings
eo: Kolekto-agordo

source: Cancel download!
eo: Nuligi elŝutadon.

source: Create ZIP archive
eo: Krei ZIP-dosieron

source: Archive filename
eo: Arkivi dosiernomon

source: End with .zip
eo: Finigu per .zip

source: Exclude subdirectories
eo: Ekskluzivi subdosierujojn

source: This will exclude subdirectories of selected directories.
eo: Ĉi tio ekskluzivos subdosierujojn de elektitaj dosierujoj.

source: Files to include
eo: Dosieroj inkluzivigotaj

source: Delete these files upon successful archive creation
eo: Forigi tiujn dosierojn post sukcesa kreo de la dosiero

source: Cancel delete!
eo: Nuligi forigadon.

source: Confirm delete
eo: Konfirmi forigadon

source: Do you really want to delete the following files?
eo: Ĉu vi efektive volas forigi la jenajn dosierojn?

source: Do you really want to delete the following file?
eo: Ĉu vi efektive volas forigi la jenan dosieron?

source: Download files in archive
eo: Elŝuti dosierojn en arkivo

source: Duplicate files
eo: Duobligitaj dosieroj

source: %s duplicates
eo: %s duobligoj

source: Minimun inappropriate votes
eo: Minimumaj voĉdonoj pri maldececo

source: Minimun spam votes
eo: Minimumaj voĉdonoj pri spameco

source: Inappropriate
eo: Maldeca

source: Spam
eo: Spama

source: Not Found
eo: Ne trovita

source: Icon/Type
eo: Piktogramo/Tipo

source: Are you sure want to delete this file?
eo: Ĉu vi efektive volas forigi la dosieron?

source: File no longer exists on disk.
eo: Dosiero ne plu ekzistas en disko.

source: Path
eo: Vojo

source: Attached To
eo: Almetita al

source: Editing:
eo: Redaktanta:

source: Liked files
eo: Satataj dosieroj

source: Minimum likes
eo: Minimumaj ŝatoj

source: Minimum dislikes
eo: Minimumaj malŝatoj

source: Dislikes
eo: Malŝatoj

source: Files linked to &laquo;%s&raquo;
eo: Dosieroj ligitaj al «%s».

source: Quit link mode!
eo: Eliri el ligila reĝimo.

source: You don't have permission to access this file root
eo: Vi ne rajtas atingi la dosierradikon

source: Position
eo: Pozicio

source: Go to parent folder
eo: Al patra dosiero

source: T
eo: D

source: Downloads
eo: Elŝutoj

source: Size
eo: Grando

source: Perms
eo: Perm-oj

source: Change into this directory
eo: Ŝanĝi al ĉi tiu dosierujo

source: Attach
eo: Almeti

source: Use this as my profile picture!
eo: Uzi ĉi tion kiel mia profilbildon.

source: Duplicate and use as profile picture
eo: Duobligi kaj uzi kiel profilbildon

source: Select file
eo: Elekti la dosieron

source: Edit permissions
eo: Redakti atingopermesojn

source: Edit file...
eo: Redakti dosieron…

source: No files found.
eo: Neniuj dosieroj trovitaj.

source: Make one post (including all images)
eo: Fari unu afiŝon (inkluzive de ĉiuj bildoj)

source: Make multiple posts (1 per image)
eo: Fari plurajn afiŝojn (po 1 por bildo)

source: Copy/Move to another directory...
eo: Movi/movi en alian dosierujon…

source: Insert IMG/link into post
eo: Enmeti bildon/ligilon en afiŝon

source: Rename files...
eo: Alinomi dosierojn…

source: Resize images...
eo: Aligrandigi dosierojn…

source: Delete files...
eo: Forigi dosierojn…

source: Download files as ZIP archive...
eo: Elŝuti dosierojn kiel ZIP-pakaĵon

source: With selected files
eo: Kun elektitaj dosieroj

source: Go!
eo: Iri.

source: New file:
eo: Nova dosiero:

source: New folder:
eo: Nova dosierujo:

source: folder
eo: dosierujo

source: You must select at least one file!
eo: Vi devas elekti almenaŭ unu dosieron.

source: The file has been linked.
eo: La dosiero estas ligitaj.

source: The file has been selected.
eo: La dosiero estas elektitaj.

source: Cancel move/copy!
eo: Nuligi movon/kopion.

source: New name
eo: Nova nomo

source: You are in copy/move mode.
eo: Vi estas en kopia/mova reĝimo.

source: Please navigate to the desired target location.
eo: Bonvolu navigi al la dezirata cela loko.

source: Change permissions
eo: Ŝanĝi atingopermesojn

source: Default permissions
eo: Atingopermesoj aprioraj

source: check all
eo: marki ĉion

source: Use default value
eo: Uzi aprioran valoron

source: Set new permissions
eo: Elekti novajn atingopermesojn

source: Close properties!
eo: Fermi ecojn.

source: Filename
eo: Dosiernomo

source: This is the name of the file on the server hard drive.
eo: Ĉio tio estas la dosiernomo laŭ la servilo.

source: Check to resize and fit into %s px
eo: Marki por aligrandigi kaj adapti en %s rastrumeroj

source: Resize
eo: Aligrandigi

source: Long title
eo: Longa titolo

source: This is a longer descriptive title
eo: Jen pli longa priskriba titolo

source: Alternative text
eo: Alternativa teksto

source: This is useful for images
eo: Jen utila por bildoj

source: Caption/Description
eo: Subtitolo/Priskribo

source: Social votes
eo: Specialaj voĉdonoj

source: Liked
eo: Ŝatita

source: Disliked
eo: Malŝatita

source: Reported as inappropriate
eo: Denuncita kiel maldeca

source: Reported as spam
eo: Denuncita kiel spamo

source: Cancel rename!
eo: Nuligi alinomadon

source: Rename
eo: Alinomi

source: Cancel resize!
eo: Nuligi aligrandigo

source: Confirm resize
eo: Konfirmi aligrandigon

source: %s images will be resized to fit %s. Are you sure?
eo: %s bildoj aligrandiĝos por adaptiĝi al %s. Ĉu vi certas?

source: File manager settings
eo: Agordo de dosieradministrilo

source: Accessible file roots
eo: Atingeblaj dosierradikoj

source: Check to enable root directories for blogs.
eo: Marki por aktivigi radikodosierujojn por kolektoj.

source: Enable blog directories
eo: Aktivigi kolekto-dosierujojn

source: Check to enable root directories for users.
eo: Marki por aktivigi uzanto-radikodosierujojn.

source: Enable user directories
eo: Aktivigi uzanto-dosierujojn

source: Check to enable shared root directory.
eo: Marki aktivigi komunan radikan dosierujon.

source: Enable shared directory
eo: Aktivigi komunan dosierujon

source: Check to enable root directory for skins.
eo: Marki aktivigi radikan etosan dosierujon.

source: Enable skins directory
eo: Aktivigi etosan dosierujon

source: File creation options
eo: Elektoj pri dosiera kreado

source: Check to enable creation of directories.
eo: Marki por aktivigi kreadon de dosierujoj.

source: Enable creation of folders
eo: Aktivigi kreadon de dosierujoj

source: Check to enable creation of files.
eo: Marki por aktivigi kreadon de dosieroj.

source: Enable creation of files
eo: Aktivigi kreadon de dosieroj

source: Enable upload of files
eo: Aktivigi alŝutadon de dosieroj

source: Check to allow uploading files in general.
eo: Marki por lasi alŝutadon de dosieroj ĝenerale.

source: KB. This cannot be higher than your PHP/Webserver setting (PHP: %s)!
eo: KB. Tio ne povas esti pli granda ol via PHP/TTT-servila agordaĵo (PHP: %s).

source: Maximum upload filesize
eo: Maksimuma dosiera grando alŝuta

source: Advanced options
eo: Altnivela agordo

source: Default CHMOD (UNIX permissions) for new directories created by the file manager.
eo: Apriora CHMOD (uniksaj atingopermesoj) por novaj dosierujoj kreitaj de la dosieradministrilo.

source: Default folder permissions
eo: Aprioraj dosierujaj atingopermesoj

source: Default CHMOD (UNIX permissions) for new files created by the file manager.
eo: Apriora CHMOD (uniksaj atingopermesoj) por novaj dosieroj kreitaj de la dosieradministrilo.

source: Default file permissions
eo: Aprioraj dosieraj atingopermesaj

source: Valid filename
eo: Valida dosiernomo

source: Regular expression
eo: Regulesprimo

source: Valid dirname
eo: Valida dosierujnomo

source: Use .evocache folders (system hidden folders)
eo: Uzi .evocache-dosierujojn (kaŝitaj)

source: Cache folder names
eo: Nomoj de tenejaj dosierujoj

source: Use _evocache folders (compatible with all webservers)
eo: Uzi _evocache-dosierujoj (kongruaj kun ĉiuj TTT-serviloj)

source: Image options
eo: Bildo-elektoj

source: Use EXIF info in photos
eo: Uzi EXIF-informojn en fotoj

source: Use orientation tag to automatically rotate thumbnails to upright position.
eo: Uzi orientiĝo-etikedon por aŭtomate rotaciigi miniaturojn ĝis starigita pozicio.

source: Resize large images after upload
eo: ŝanĝi la grandon de larĝaj bildoj post alŝuto

source: Fit to
eo: Agordi al

source: pixels
eo: rastrumeroj

source: quality
eo: kvalito

source: Suspicious files
eo: Suspektataj dosieroj

source: this one
eo: ĉi tio

source: Choose a file
eo: Elekti dosieron

source: Upload by URL
eo: Alŝuti laŭ URL

source: Filename on server (optional)
eo: Dosiernomo en servilo (laŭvola)

source: Alternative text (useful for images)
eo: Alternativa teksto (utila por bildoj)

source: Caption/Description of the file
eo: Subtitolo/priskribo de la dosiero

source: Quit upload mode!
eo: Eliri el alŝuta reĝimo.

source: File upload
eo: Alŝuti dosierojn

source: Some file uploads failed. Please check the errors below.
eo: Iuj dosieraj alŝutaĵoj malsukcesis. Bonvolu kontroli la ĉi-subajn erarojn.

source: Some uploaded files have been renamed due to conflicting file names. Please check the messages below:
eo: Iuj alŝutitaj dosieroj alinomiĝis pro konfliktaj dosiernomoj. Bonvolu kontroli la ĉi-subajn mesaĝojn:

source: Files to upload
eo: Dosieroj alŝuti

source: Invalid submission.
eo: Nevalida sendaĵo.

source: Get from URL
eo: Atingi el URL

source: Add another file
eo: Aldoni alian dosieron

source: Upload to server now
eo: Alŝuti al servilo nun

source: Delete this filetype!
eo: Forigi la dosiero-tipon.

source: New file type
eo: Nova dosiero-tipo

source: E.g. %s
eo: Ekz-e %s

source: Extensions
eo: Sufiksoj

source: separated by whitespace
eo: apartigata per blanka spaco

source: File type name
eo: Dosiertipa nomo

source: HTML file
eo: HTML-dosiero

source: Mime type
eo: MIME-tipo

source: Icon
eo: Piktogramo

source: Let the browser handle the file in a popup.
eo: Lasi traktadon de la dosiero en la ŝprucfenestro de la TTT-legilo.
