Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: Add a field of type
eo: Aldoni kampon laŭ tipo

source: Create User!
eo: Krei uzanton.

source: Current password
eo: Nuna pasvorto

source: Enter your current password
eo: Enmetu vian nunan pasvorton

source: We ask for <b>your</b> (%s) <i>current</i> password as an additional security measure.
eo: Ni petas <b>vian</b> (%s) <i>nunan</i> pasvorton kiel aldonan sekurecan antaŭrimedon.

source: Abandon password change
eo: Forlasi pasvortan ŝanĝon

source: The leading and trailing spaces will be trimmed.
eo: La antaŭaj kaj postaj spacetoj estos tonditaj.

source: Edit preferences
eo: Redakti agordon

source: Other preferences
eo: Aliaj agordaĵoj

source: Preferred locale
eo: Preferita lokaĵaro

source: Preferred locale for admin interface, notifications, etc.
eo: Preferita lokaĵaro por la stirila interfaco, sciigoj ktp.

source: Check this if you want to be able to log in from different computers/browsers at the same time. Otherwise, logging in from a new computer/browser will automatically disconnect you on the previous one.
eo: Marki ĉi tion se vi volas ensaluti de diversaj komputiloj/TTT-legiloj samtempe. Aliokaze ensalutado de nova komputilo/TTT-legilo malkonektos vin de la antaŭa.

source: Use default duration.
eo: Uzi aprioran daŭron.

source: Use custom duration...
eo: Uzi personigitan daŭron…

source: WARNING: The session will actually die earlier because the sessions table is pruned after %d days.
eo: AVERTO: La seanco frue ĉesos ĉar la seanco-tabelo estas detondita post %d tagoj.

source: Custom duration
eo: Personigita daŭro

source: Check this to be displayed as online when visiting the site.
eo: Marki ĉi tion montriĝi "reta" kiam vi vizitas la kolektaron.

source: Show online
eo: Montri rete

source: I want to close my account...
eo: Mi volas fermi mian konton…

source: User Profile Visits
eo: Profilaj vizitoj de uzanto

source: No-one has visited this user's profile yet. Please check back later.
eo: Ankoraŭ neniu vizitis la profilon de tiu uzanto. Bonvolu rekontroli poste.

source: No-one visited your profile yet. Please check back later.
eo: Ankoraŭ neniu vizitis vian profilon. Bonvolu rekontroli pli malfrue.

source: People who have visited this user's profile
eo: Homoj, kiuj vizitis la profilon de tiu uzanto

source: People who have visited your profile
eo: Homoj, kiuj vizitis vian profilon

source: Email statistics
eo: Retpoŝtaj statistikaĵoj

source: # New
eo: Nombro da novaj

source: # Activated
eo: nombro da aktivigitaj

source: # Autoactivated
eo: Nombro da aŭtomate aktivigitaj

source: # Email changed
eo: Nombro da retpoŝtadresoj ŝanĝitaj

source: # Deactivated
eo: Nombro da malaktivigitaj

source: # Failed Activation
eo: Nombro da malsukcesaj aktivigadoj

source: # Closed
eo: Nombro da fermitaj

source: % of active users
eo: % el aktivaj uzantoj

source: Active
eo: Aktivaj

source: With Photo
eo: Kun fotoj

source: No Photo
eo: Neniu foto

source: Inactive
eo: Malaktivaj

source: Gender statistics
eo: Seksaj statistikaĵoj

source: # Active
eo: Nombro da aktivaj

source: # Not active
eo: Nombro da malaktivaj

source: # With profile picture
eo: Nombro kun profilbildo

source: # registrations per day
eo: Nombro da registriĝoj ĉiutage

source: Women (Active)
eo: Virinoj (Aktivaj)

source: Women (Inactive)
eo: Virinoj (Malaktivaj)

source: Women (Closed)
eo: Virinoj (Fermitaj)

source: Men (Active)
eo: Viroj (Aktivaj)

source: Men (Inactive)
eo: Viroj (Malaktivaj)

source: Men (Closed)
eo: Viroj (Fermitaj)

source: Unknown (Active)
eo: Nekonataj (Aktivaj)

source: Unknown (Inactive)
eo: Nekonataj (Malaktivaj)

source: Unknown (Closed)
eo: Nekonataj (Fermitaj)

source: Edit notifications
eo: Redakti sciigojn

source: Receiving emails
eo: Ricevantaj retpoŝtmesaĝojn

source: Automatic (HTML + Plain text)
eo: Aŭtomata (HTML-a kaj platteksta)

source: Plain text
eo: Nur platteksta

source: Email format
eo: Retpoŝta formato

source: Receiving private messages
eo: Ricevanta privatajn mesaĝojn

source: You are the owner of %d collections. Visitors of these collections will <b>always</b> be able to contact you through a message form if needed (your email address will NOT be revealed).
eo: Vi estras %d kolektojn. Vizitontoj <strong>ĉiam</strong> povos kontakti vin per la mesaĝa formulario se bezonate (via retpoŝtadreso ne montriĝos).

source: Newsletter subscriptions
eo: Bultenaj abonantoj

source: Limit newsletters to %s emails per day
eo: Limigi bultenojn al %s retpoŝtmesaĝoj ĉiutage

source: Collection subscriptions
eo: Kolekto-abonoj

source: Notify me of any new post in this collection
eo: Sciigi min pri novaj afiŝoj en la kolekton

source: Notify me of any new comment in this collection
eo: Sciigi min pri novaj komentojn en la kolekton

source: In order to subscribe to a new blog, go to the relevant blog and subscribe from there.
eo: Por ekaboni novan kolekton iru koncernan kolekton kaj ekaboni tie.

source: Sorry, no blogs available to subscribe.
eo: Bedaŭrinde ne ekaboneblaj kolektoj.

source: Subscribe to
eo: Ekaboni

source: Also available
eo: Ankaŭ disponebla

source: Subscribe to this collection
eo: Ekaboni la kolekton

source: Individual post subscriptions
eo: Apartaj afiŝaj abonoj

source: You are not subscribed to any updates on specific posts yet.
eo: Vi ankoraŭ ne estas abonata por ĝisdatigoj je specifaj afiŝaj.

source: You are subscribed to be notified of all new comments on the following posts
eo: Vi abonas al sciigoj de ĉiuj ĝisdatigoj de ĉiuj novaj komentoj de la jenaj afiŝoj

source: To subscribe to notifications on a specifc post, go to that post and click "Notify me when someone comments" at the end of the comment list.
eo: Por ekaboni sciigojn de specifa afiŝo iru tiun afiŝojn kaj klaku sur "Sciigi min kiam iu komentos" je la fino de la komenta listo.

source: Receiving notifications
eo: Ricevanta sciigojn

source: I have unread private messages for more than %s.
eo: Mi havas nelegitajn privatajn mesaĝojn por pli ol %s.

source: This notification is sent only once every %s days.
eo: Ĉi tiu sciigo estas sendata nur unufoje ĉiun %s tagojn.

source: a meta comment is posted.
eo: metakomento estas afiŝita.

source: comments are awaiting moderation for more than %s.
eo: komentoj estas atendintaj kontrolon dum pli ol %s.

source: posts are awaiting moderation for more than %s.
eo: afiŝoj estas atendintaj kontrolon dum pli ol %s.

source: there are stale posts and I have permission to moderate them.
eo: estas malfreŝaj afiŝoj kaj mi havas permesojn por kontroli ilin.

source: my account was deactivated or is not activated for more than %s.
eo: mia konto estis malaktivigita aŭ ne aktivigita dum pli ol %s.

source: a new user has registered.
eo: novaj uzanto registriĝis.

source: an account was activated.
eo: konto aktiviĝis.

source: an account was closed.
eo: uzantkonto fermiĝis.

source: an account was reported.
eo: konto denunciĝis.

source: an account was changed.
eo: uzantkonto ŝanĝiĝis.

source: a scheduled task ends with an error or timeout.
eo: planita laboro finiĝas kun eraro aŭ eksvalidiĝo.

source: Limit notifications to
eo: Limigi sciigojn al

source: Limit notifications to %s emails per day
eo: Limigi sciigojn al %s retpoŝtmesaĝoj ĉiutage

source: Delete this user field!
eo: Forigi la uzanto-kampon

source: New user field
eo: Nova uzanto-kampo

source: Field code
eo: Kampa kodo

source: Field name
eo: Kampo-nomo

source: Icon name
eo: Piktograma nomo

source: Field type
eo: Kampo-tipo

source: Suggest values
eo: Proponi valorojn

source: Multiple values
eo: Pluraj valoroj

source: Required?
eo: Ĉu postulata?

source: Bubbletip text
eo: Teksto de vezikaj konsiletoj

source: Edit this user field...
eo: Redakti la uzanto-kampon…

source: Duplicate this user field...
eo: Kopii la uzanto-kampon…

source: Create a new user field...
eo: Krei novan uzanto-kampon…

source: Create a new user field group...
eo: Krei novan uzanto-kampogrupon…

source: New user field group
eo: Nova uzanto-kampogrupo

source: Delete this user field group!
eo: Forigi la uzanto-kampogrupon.

source: Order number
eo: Orda cifero

source: Latest topics
eo: Plej freŝaj temoj

source: Latest replies
eo: Plej freŝaj respondoj

source: Latest pages
eo: Plej freŝaj paĝoj

source: Flagged pages
eo: Denuncitaj paĝoj

source: Flagged topics
eo: Denuncitaj temoj

source: Index
eo: Indekso

source: Search this manual:
eo: Serĉi la manlibron:

source: More Posts
eo: Pliaj afiŝoj

source: Inactive / Uninstalled plugin
eo: Malaktiva / Malinstalita kromprogramo

source: CSS Class
eo: Klaso de CSS

source: Replaces $wi_class$ in your skins containers.
eo: Anstataŭigas la variablon $wi_class$ en viaj etosaj ujoj.

source: DOM ID
eo: DOM-identigilo

source: Replaces $wi_ID$ in your skins containers.
eo: Anstataŭas la variablon $wi_ID$ en viaj etosaj ujoj.

source: Allow caching
eo: Permesi tenejon

source: Uncheck to prevent this widget from ever being cached in the block cache. (The whole page may still be cached.) This is only needed when a widget is poorly handling caching and cache keys.
eo: Malmarki por preventi la umaĵon de iam eniĝi en la blokan tenejon. (La tuta paĝo eble malgraŭ eston en la tenejo.) Ĉi tio nur necesas kiam umaĵo estas mallerte traktanta tenejojn kaj ties ŝlosilojn.

source: Block caching is disabled for this collection.
eo: La bloka tenejo estas malaktivigita por la kolekto.

source: Edit widget "%s" in container "%s"
eo: Redakti umaĵon "%s" en ujo "%s"

source: New widget "%s" in container "%s"
eo: Nova umaĵo "%s" en ujo "%s"

source: Widget info
eo: Umaĵaj informoj

source: Widget type
eo: Umaĵa tipo

source: This widget could be cached but the block cache is OFF. Click <a %s>here</a> to enable.
eo: Ĉi tiu umaĵo povus esti metita en la blokan tenejon, sed tio estas malaktivigita. <a %s>Aktivigi.</a>

source: Save and continue editing...
eo: Konservi kaj daŭrigi la redaktadon…

source: Add a widget...
eo: Aldoni umaĵon…

source: Add widget
eo: Aldoni umaĵon

source: Widget
eo: Umaĵo

source: Cache
eo: Tenejo

source: There is no widget in this container yet.
eo: Ankoraŭ ne estas umaĵo en ĉi tiu ujo.

source: The widget is enabled.
eo: La umaĵo estas aktivigita.

source: The widget is disabled.
eo: La umaĵo estas malaktivigita.

source: This widget cannot be cached.
eo: Ĉi tiu umaĵo ne meteblas en tenejon.

source: This widget could be cached but the block cache is OFF. Click to enable.
eo: Ĉi tiu umaĵo povus esti metita en la tenejan tenejon, se tio estus aktivigita. Alklaku por aktivigi.

source: Caching is enabled. Click to disable.
eo: Tenejo estas aktivigita. Alklaku por malaktivigi.

source: Caching is disabled. Click to enable.
eo: Tenejo estas malaktivigita. Alklaku por aktivigi.

source: Disable this widget!
eo: Malaktivigi la umaĵon

source: Enable this widget!
eo: Aktivigi la umaĵon

source: Edit widget settings!
eo: Redakti umaĵan agordon

source: Remove this widget!
eo: Forigi la umaĵon

source: Uncheck All
eo: Malelekti ĉion

source: Check Active
eo: Marki aktivajn

source: Check Inactive
eo: Marki malaktivajn

source: With checked do:
eo: Kun markitaj fari:

source: Widgets available for insertion into &laquo;%s&raquo;
eo: Umaĵoj disponeblaj por enmetado al en «%s».

source: Free Content
eo: Libera enhavo

source: Menu Items / Buttons
eo: Menueroj/butonoj

source: Navigation
eo: Navigo

source: Listing Contents
eo: Lista enhavo

source: Item Details
eo: Eraj detaloj

source: Collection Details
eo: Kolekto-detaloj

source: User Details
eo: Uzanto-detaloj

source: User Related
eo: Uzanto-similaj

source: Add this widget to the container
eo: Aldoni al la ujo ĉi tiun umaĵon

source: WARNING: you are adding to a container that does not seem to be part of the current skin.
eo: AVERTO: Vi estas aldonanta al ujo, kiu ne ŝajnas esti parto de la nuna etoso.

source: Widget &laquo;%s&raquo; has been added to container &laquo;%s&raquo;.
eo: Umaĵo «%s» aldoniĝis al la ujo «%s».

source: Widget settings have been updated
eo: La umaĵa agordo ĝisdatiĝis

source: Widget has been disabled.
eo: La umaĵo estas malaktivigita.

source: Widget has been enabled.
eo: La umaĵo estas aktivigita.

source: This widget cannot be cached in the block cache.
eo: Ĉi tiu umaĵo ne meteblas en la blokan tenejon.

source: Block caching has been turned on for this widget.
eo: La bloka tenejo umaĵa estas aktivigita por la umaĵo.

source: Block caching has been turned off for this widget.
eo: La bloka tenejo umaĵa estas malaktivigita por la umaĵo.

source: %d widgets have been enabled.
eo: %d umaĵoj estas aktivigitaj.

source: %d widgets have been disabled.
eo: %d umaĵoj estas malaktivigitaj.

source: Widget &laquo;%s&raquo; removed.
eo: Umaĵo «%s» forigita.

source: Widgets updated
eo: Umaĵa ĝisdatiĝis

source: Widget order unchanged
eo: Umaĵa ordo neŝanĝita

source: Update Paused
eo: Ĝisdatigo paŭzinta

source: Select widget to add:
eo: Elekti umaĵon por aldonado:

source: Front Page
eo: Frontpaĝo

source: Recent posts
eo: Freŝaj afiŝoj

source: Search page
eo: serĉa paĝo

source: Post index
eo: Afiŝa indekso

source: Photo index
eo: Fota indekso

source: Blog owner contact form
eo: Blogestra kontaktilo

source: Blog owner profile
eo: blogestra profilo

source: Log in form
eo: ensaluta formulario

source: Logout link
eo: Elsaluta ligilo

source: Registration form
eo: registriĝo-formulario

source: My visits
eo: Miaj vizitoj

source: Any item (post, page, etc...)
eo: Ĉiu ajn ero (afiŝo, paĝo ktp)

source: Admin / Back-Office link
eo: Stirila ligilo

source: Any URL
eo: Iu ajn URL

source: Menu link or button
eo: Menua ligilo aŭ butono

source: %s link
eo: Ligilo de %s

source: Display a configurable menu entry/link
eo: Montri agordeblan menueron/ligilon

source: Link Type
eo: Ligila tipo

source: What do you want to link to?
eo: Al kio vi volas ligi?

source: Link text
eo: Ligila teksto

source: Text to use for the link (leave empty for default).
eo: Teksto uzi por la ligilo (vaka por apriora).

source: Leave empty for current collection.
eo: Restigi vaka por nuna kolekto.

source: The site is <a %s>configured</a> to always use collection %s for profiles/messaging functions.
eo: La TTT-ejo estas <a %s>agordita</a> por ĉiam uzi la kolekton %s por profilaj kaj mesaĝaj funkcioj.

source: Always show (cacheable)
eo: Ĉiam montri (entenejigeble)

source: Only show if access is allowed (not cacheable)
eo: Montri nur se atingo estas permesata (ne entenejigeble)

source: ID of post, page, etc. for "Item" type links.
eo: Identigilo por afiŝo, paĝo ktp por ligiloj kun la speco "Item".

source: Destination URL for "URL" type links.
eo: Cela URL por "URL" specoj.

source: Highlight current
eo: Prilumi nunan

source: Highlight the current item (not cacheable)
eo: Prilumi la nunan eron (ne entenejigebla)

source: Do not try to highlight (cacheable)
eo: Ne provas prilumi (entenejigebla)

source: Menu
eo: Menuo

source: Recently
eo: Freŝe

source: Site map
eo: Kolektara mapo

source: Owner details
eo: Estraj detaloj

source: Separator
eo: Apartigilo

source: Separator between breadcrumbs.
eo: Apartigilo inter paĝniveloj.

source: Start with
eo: Komenci je

source: Root parent category
eo: Patra kategorio de radiko

source: Breadcrumb Path
eo: Paĝniveloj

source: Activity Statistics
eo: Agado-statistikaĵoj

source: Display the activity statistics of the collection.
eo: Montri la agado-statistikaĵojn de la kolekto.

source: This is the title to display
eo: Tio estas la titolo montrota

source: Chart height
eo: Tabela alto

source: Invalid chart height, it must be specified in px.
eo: Nevalida tabelo-grando. Ĝi devas esti specifita laŭ px.

source: Period
eo: Periodo

source: last week
eo: la pasinta semajno

source: last month
eo: la pasinta monato

source: Period of activity to display
eo: Periodo da agado elmontrota

source: Visibility statuses
eo: Videblecaj statoj

source: Only topics and comments with the above visibilities will be counted.
eo: Nur temoj kaj komentoj kunligitaj kun la supraj videblaĵoj estos nombritaj.

source: User registrations
eo: Uzanto-registriĝo

source: New topics
eo: Novaj temoj

source: New replies
eo: Novaj reagoj

source: Profile picture (Avatar)
eo: Profilbildo (avataro)

source: Display the profile picture of the blog owner.
eo: Montri la profilbildon de la blogestro.

source: List of available image sizes is defined in %s.
eo: Listo da ĉiuj disponeblaj bildo-grandoj estas difinata en %s.

source: Category list
eo: Kategoria listo

source: List of all categories; click filters blog on selected category.
eo: Listigi ĉiujn kategoriojn; alklako filtras kolekton en elektita kategorio.

source: Block title
eo: Bloka titolo

source: Option "All"
eo: Elekto "Ĉio"

source: The "All categories" link allows to reset the filter. Leave blank if you want no such option.
eo: La ligilo "Ĉiuj kategorioj" permesas restarigi la filtrilon. Restigi vaka se vi ne volas tia elekto.

source: Use form
eo: Uzi formularion

source: Add checkboxes to allow selection of multiple categories.
eo: Aldoni markobutonojn por permesi elekton de pluraj kategorioj.

source: Default combining
eo: Apriora kombinado

source: NOR
eo: NEK

source: Display blog names
eo: Montri kolekto-nomojn

source: Display blog names, if this is an aggregated blog.
eo: Montri kolekto-nomojn se ĉi tio estas elsendata kolekto.

source: Exclude categories
eo: Ekskluzivigi kategoriojn

source: A comma-separated list of category IDs that you want to exclude from the list.
eo: Komapartigita listo da kategoriaj identigiloj, kiujn vi volas ekskludi de la listo.

source: Invalid list of Category IDs.
eo: Nevalida listo da kategoriaj identigiloj.

source: Max collections
eo: Maksimumo da kolektoj

source: This allows to limit processing time and list length in case of large aggregated collections.
eo: Tio permesas limigi proceztempon kaj listlongon kaze de agregitaj kolektoj.

source: Start level
eo: Komenca nivelo

source: Recurse
eo: Rekuri

source: levels
eo: niveloj

source: Show as selected
eo: Montri kiel elektitajn

source: Mark first selected cat (highest level selected cat)
eo: Marki unue elektitan kategorion (plej altan nivelon)

source: Mark descendants (children of first selected cat)
eo: Marki idojn (de la unua elektita kategorio)

source: Mark ancestors (ancestors of highest level cat)
eo: Marki devenintojn (devenintoj de la kategorio de la plej alta nivelo)

source: Retain only results that match:
eo: Konservi nur rezultojn, kiuj kongruas kun:

source: Any selected category (OR)
eo: Iu elektita kategorio (AŬ)

source: None of the selected categories (NOR)
eo: Neniuj el la elektitaj kategorioj (NEK)

source: All of the selected categories (AND)
eo: Ĉiuj el la elektitaj kategorioj (KAJ)

source: Filter categories
eo: Filtri kategoriojn

source: Title to display in your skin.
eo: Titolo por montriĝi en via etoso.

source: Recent Comments
eo: Freŝaj komentoj

source: Order to display items
eo: Ordigi por montri erojn

source: Newest to oldest
eo: De plej novaj ĝis plej malnovaj

source: Oldest to newest
eo: De plej malnovaj ĝis plej novaj

source: Random selection
eo: Hazarda elekto

source: Max items
eo: Maksimumaj eroj

source: Maximum number of items to display.
eo: Maksimuma nombro da eroj por montriĝi.

source: Link to author
eo: Ligilo al verkisto

source: Link the author to their url
eo: Ligi la verkiston al ilia URL

source: Hover text
eo: Ŝveba teksto

source: Text to show when hovering over the link
eo: Teksto montriĝi kiam ŝvebanta super la ligilo

source: Read the full comment
eo: Legi la plenan komenton

source: Comment excerpt
eo: Komenta eltiraĵo

source: Show comment excerpt version
eo: Montri eldonon de la komenta eltiraĵo

source: Max words
eo: Maksimumaj vortoj

source: Maximum number of words shown in the excerpt
eo: Maksimuma nombro da vortoj por montrota en la eltiraĵo.

source: ID of the collection to use, leave empty for the current collection.
eo: Identigilo de la kolekto uzota, restigi vaka por la nuna kolekto.

source: Comment list
eo: Komenta listo

source: List of comments; click goes to comment.
eo: Komenta listo; alklaki por komenti.

source: on
eo: pri

source: Common Navigation Links
eo: Komunaj navigaj ligiloj

source: Display these links: Recently, Archives, Categories, Latest Comments
eo: Montri jenajn ligilojn: Freŝe, arkivoj, kategorioj, Plej freŝaj komentoj

source: Show "Home"
eo: Montri la kolekton "Hejmo"

source: Go to the blog's home.
eo: Al la kolekto-hejmo.

source: Show "Recently"
eo: Montri "Freŝe"

source: Go to the most recent posts (depends on default sort order).
eo: Al la plej freŝaj afiŝoj (dependas de la apriora ordigo).

source: Show "Search"
eo: Montri "Serĉi"

source: Go to the search page.
eo: Al la serĉila paĝo.

source: Show "Post index"
eo: Montri "Afiŝa indekso"

source: Go to the post index.
eo: Al la afiŝa indekso.

source: Show "Archives"
eo: Montri "Arkivoj"

source: Go to the monthly/weekly/daily archive list.
eo: Al la ĉiumonata/ĉiusemajna/ĉiutaga arkiva listo.

source: Show "Categories"
eo: Montri "Kategorioj"

source: Go to the category tree.
eo: Al la kategoria arbo.

source: Show "Photo index"
eo: Montri "Fota indekso"

source: Go to the photo index / contact sheet.
eo: Al la fota indekso / kontaktilo.

source: Show "Latest comments"
eo: Montri "Plej freŝaj komentoj"

source: Go to the latest comments.
eo: Al la plej freŝaj komentoj.

source: Show "Owner details"
eo: Montri "Estraj detaloj"

source: Go to user info about the blog owner.
eo: Al la uzanto-informoj pri la blogestro.

source: Show "Contact"
eo: Montri "Kontakti"

source: Go to message form to contact the blog owner.
eo: Iri la kontaktilon de la blogestro.

source: Show "Site map"
eo: Montri "Kolektara mapo"

source: Go to site map (HTML version).
eo: Al la kolektara mapo (laŭ HTML).

source: Current filters
eo: Nunaj filtriloj

source: Summary of the current filters.
eo: Resumo de la nunaj filtriloj.

source: Show filters
eo: Montri filtrilojn

source: Assignee
eo: Asignito

source: Past/Future
eo: Pasinteco/estonteco

source: Limit by days
eo: Limigi laŭ tagoj

source: NOT
eo: NE

source: items
eo: eroj

source: No filters - Showing all %s
eo: Neniuj filtriloj. Montros ĉiujn %sn.

source: Item class
eo: Ero-klaso

source: Display title.
eo: Montri titolon.

source: Link title
eo: Ligila titolo

source: Intro posts are never linked to their permalink URL
eo: Enkondukaj afiŝoj neniam ligiĝos ol iliaj daŭrligilaj URL-oj

source: Item permalink
eo: Daŭrligilo de la ero

source: Item URL
eo: Ero-URL

source: Nowhere
eo: Nenie

source: Image Size
eo: Bilda grando

source: Cropping and sizing of thumbnails
eo: Detranĉado kaj adaptado de miniaturoj

source: Attached pictures
eo: Almetitaj bildoj

source: Display first
eo: Montri unuan

source: Display all
eo: Montri ĉion

source: Link pictures
eo: Ligilaj bildoj

source: Where should pictures be linked to?
eo: Al kie estu la bildoj ligiĝi?

source: Image URL
eo: Bilda URL

source: List collection IDs separated by ',', '*' for all collections, '-' for current collection without aggregation or leave empty for current collection including aggregation.
eo: Listo da la kolekto-identigiloj apartigitaj per ',', aŭ '*' por ĉiuj kolektoj, '-' por la nuna kolekto sen agregado aŭ vaka por la nuna kolekto kun agregado.

source: Invalid list of Collection IDs.
eo: Nevalida listo da kolekto-identigiloj.

source: Featured/Intro Post
eo: Reĝa/enkonduka afiŝo

source: Display an Item if an Intro or a Featured item is available for display.
eo: Montri eron se enkondukan aŭ reĝan eron elmontreblas.

source: Featured Posts
eo: Reĝa afiŝoj

source: Exact post type
eo: Preciza afiŝo-tipo

source: What type of items do you want to list?
eo: Kiajn erojn vi volas listigi?

source: Simplified Item list for listing posts.
eo: Ero-listo simpligita por listaj afiŝoj.

source: Flagged Item List
eo: Listo de denuncitaj eroj
