Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: Password for authenticating on your SMTP server.
eo: Pasvorto por aŭtentigi al via SMTP-servilo.

source: SMTP Password
eo: SMTP-Pasvorto

source: You are about to resize all the images in the media directory to fit %dx%d.
eo: Vi estas aligrandigonta ĉiujn bildojn en la media dosierujo al %dx%d.

source: Movable Type Import
eo: Importi el Movable Type

source: Use MT's export functionnality to create a .TXT file containing your posts;
eo: Uzi la eksportan funkcion de MT por krei .TXT-dosieron enhavanta viajn afiŝojn;

source: Follow the instructions in <a %s>Daniel's Movable Type Importer</a>.
eo: Fari la instrukciojn en <a %s>Importilo de Movable Type de Danielo</a>.

source: WordPress Import
eo: Importi XML-dosieron el WordPress

source: Use the <a %s>WordPress XML Importer</a> to import contents previously exported as a wordpress XML file.
eo: Uzi la <a %s>XML-importilon por WordPress</a> por importi enhavon antaŭe eksportitan kiel XML-dosieron de WordPress.

source: phpBB Import
eo: phpBB-importilo

source: You can import contents from your phpBB 2.x or 3.x database into your b2evolution database by using <a %s>phpBB Importer</a> or <a %s>phpBB 3 Importer</a> .
eo: Vi povas importi enhavon el via datumbazo por phpBB 2.x aŭ 3.x en vian datumbazon de b2evolution per uzado de <a %s>phpBB-importilo</a> aŭ <a %s>phpBB3-importilo</a>.

source: Log
eo: Protokolo

source: Testing Tools
eo: Provantaj iloj

source: Test flush
eo: Prova elverŝo

source: Create sample collections
eo: Krei provajn kolektojn

source: Create sample comments
eo: Krei specimenajn komentojn

source: Create sample posts
eo: Krei specimenajn afiŝojn

source: Create sample post revisions
eo: Krei specimenajn reviziojn por afiŝoj

source: Create sample hit data
eo: Kreu ekzemplajn vizitinto-datumojn

source: Create sample base domains
eo: Krei specimenajn bazajn domajnojn

source: Create sample messages
eo: Krei ekzemplajn mesaĝojn

source: Log for
eo: Protokoli por

source: Proceed with normalization procedure!
eo: Daŭrigi la konsekvencigan procedon

source: Cache management
eo: Teneja administrado

source: Database management
eo: Datumbaza administrado

source: Check/Convert/Normalize the charsets/collations used by the DB (UTF-8 / ASCII)
eo: Kontroli/konverti/konsekvencigi la kodoprezentojn/ordigojn uzatajn de la datumbazo (UTF-8/Askio)

source: Cleanup tools
eo: Purigiloj

source: Find and delete all orphan Tag entries (not used anywhere) - DB only.
eo: Trovi kaj forigi ĉiujn senpatrajn etikedajn erojn (ne uzatajn iuloke) - nurdatumbaze.

source: Find all broken posts (with no matching Category) + Option to delete with related objects - DB only.
eo: Trovi ĉiujn rompitajn afiŝojn (kun neniu kongruanta kategorio) kaj elekto por forigi la rilatajn objektojn - nurdatumbaze.

source: Find all broken slugs (with no matching Item) + Option to delete - DB only.
eo: Trovi ĉiujn fuŝajn URL-titolojn (kun neniu kongruanta afiŝo) kaj forigebleco - nurdatumbaze.

source: Other tools
eo: Aliaj iloj

source: Back to tools menu
eo: Reen al la menuo Iloj

source: Step 1: Database connection
eo: Paŝo 1: Datumbaza konekto

source: Access information for database of phpBB forum
eo: Atingi informojn por la datumbazo de phpBB-forumo

source: Database host
eo: Datumbaza retnodo

source: Database name
eo: Nomo de datumbazo

source: Table prefix
eo: Prefikso de datumbazaj tabeloj

source: Source for avatars
eo: Fonto por avataroj

source: Source for attachments
eo: Fonto por alkroĉaĵoj

source: Destination collection
eo: Celo-kolekto

source: Select the destination forum collection.
eo: Elekti la celan foruman kolekton.

source: Step 4: Import forums
eo: Paŝo 4: Importi forumojn

source: Import log
eo: Importo-protokolon

source: Report of the forums import
eo: Raporto de la foruma importilo

source: Count of the imported forums
eo: Nombro da importitaj forumoj

source: Count of the imported users
eo: Nombro da importitaj uzantoj

source: Count of the updated users
eo: Nombro da ĝisdatigitaj uzantoj

source: Count of the imported / missing avatars
eo: Nombro da la importitaj/mankantaj avataroj

source: Step 2: User group mapping
eo: Paŝo 2: Asignado de uzanto-grupoj

source: Connection
eo: Konekto

source: This folder does not exist
eo: La dosierujo ne ekzistas

source: Blog for import
eo: Blogo por importado

source: Users groups
eo: Uzanto-grupoj

source: Default group
eo: Aŭtomata grupo

source: Use this group as the default for users without a defined rank
eo: Uzi la grupon kiel aprioran por uzantoj sen difinita rango

source: Invalid users
eo: Nevalidaj uzantoj

source: Use this group as the default for users which were deleted from the DB
eo: Uzi la grupon kiel aprioran por uzantoj forigitaj el la datumbazo

source: Please select the ranks which should be imported:
eo: Bonvolu elekti la rangojn, kiuj devas esti importonta:

source: Select the forums which will be imported
eo: Bonvolu elekti la forumojn, kiuj devas esti importonta:

source: Step 7: Import messages
eo: Paŝo 7: Importi mesaĝojn

source: Report of the mesagges import
eo: Raporto pri mesaĝa importo

source: Count of the imported messages
eo: Nombra da la importitaj mesaĝoj

source: Count of the messages that are NOT imported because of missing users
eo: Nombro da la mesaĝoj, kiuj ne estas importitaj pro mankaj uzantoj

source: Count of the imported replies
eo: Nombro da importitaj respondoj

source: Count of the imported topics
eo: Nombro da importitaj temoj

source: Count of the imported / missing attachments
eo: Nombro da la importitaj/mankantaj alkroĉaĵoj

source: Go to Forum
eo: Iri forumon

source: Step 6: Import replies
eo: Paŝo 6: Importi respondojn

source: Report of the replies import
eo: Raporto pri la responda importo

source: Step 5: Import topics
eo: Paŝo 5: Importi temojn

source: Report of the topics import
eo: Raporto pri la tema importo

source: Step 3: Import users
eo: Paŝo 3: Importi uzantojn

source: Report of users import
eo: Raporto pri uzanto-importo

source: Group for invalid users
eo: Grupo por nevalidaj uzantoj

source: WordPress XML Importer
eo: XML-importilo de WordPress

source: Potential files to be imported
eo: Eventualaj dosieroj importotaj

source: Upload/Manage import files
eo: Alŝuti/Administri importo-dosierojn

source: Upload import files
eo: Alŝuti importo-dosierojn

source: View import files
eo: Vidi importo-dosierojn

source: We have not found any suitable file to perform the blog import. Please read the details at the manual page.
eo: Ne trovis ajnan taŭgan dosieron por plenumi la kolekto-importon. Bonvolu legi la detalojn en la manlibra paĝo.

source: Please select...
eo: Bonvolu elekti…

source: Create new blog
eo: Krei novan kolekton

source: This blog will be used for import.
eo: Ĉi tiu kolekto uziĝos por importado.

source: Replace existing contents
eo: Anstataŭi jaman enhavon

source: WARNING: this option will permanently remove existing posts, comments, categories and tags from the selected collection.
eo: AVERTO: Tiu elekto ĉiame forigos jamajn afiŝojn, komentoj, kategoriojn kaj etikedojn de la elektita kolekto.

source: Also delete files that will no longer be referenced in the destination collection after replacing its contents
eo: Ankaŭ forigi dosierojn, kiuj ne plu estos referencitaj en la cela kolekto post kiam anstataŭigi sian enhavon

source: Append to existing contents
eo: Almeti al jama enhavo

source: Try to match any remaining <code>&lt;img&gt;</code> tags with imported attachments based on filename
eo: Provi trovi kongruantajn <code>&lt;img&gt;</code>-markojn kun importitaj alkroĉaĵoj bazitaj sur dosiernomo

source: Add/Link files
eo: Aldoni/ligi dosierojn

source: Report of the import
eo: Raporto pri la importo

source: Source ZIP
eo: Fonta ZIP-dosiero

source: Source XML
eo: Fonta XML-dosiero

source: Not found
eo: Ne trovita

source: Source attachments folder
eo: Dosierujo por fontaj alkroĉaĵoj

source: Import failed.
eo: Importo malsukcesis.

source: Go to Blog
eo: Iri kolekton

source: Please select file to import.
eo: Bonvolu elekti dosieron importotan.

source: The settings of account closing have been updated.
eo: La agro de la konta fermiĝo ĝisdatiĝis.

source: The minimum user group level must be lower than (or equal to) the maximum.
eo: La minimuma uzantgrupa nivelo devas ne esti pli granda ol la maksimuma.

source: User group level must be a number.
eo: Uzantgrupa nivelo devas esti cifera.

source: Minimum user group level cannot be lower than 0.
eo: Minimuma uzantgrupa nivelo devas esti ne pli malsupera ol 0.

source: Maximum user group level cannot be higher than 10.
eo: Maksimuma uzantgrupa nivelo devas esti ne pli supera ol 10.

source: Display settings updated.
eo: Elmontra agordo ĝisdatiĝis.

source: You have no permission to edit groups!
eo: Vi ne rajtas redakti grupojn

source: You cannot edit the default groups in demo mode!
eo: Vi ne rajtas redakti la apriorajn grupojn en demonstra reĝimo.

source: This group name already exists! Do you want to <a %s>edit the existing group</a>?
eo: Ĉi tiu grupnomo jam ekzistas! Ĉu vi volas <a %s>redakti jaman grupon</a>?

source: New group created.
eo: Grupo nova kreiĝis.

source: Group updated.
eo: Grupo ĝisdatiĝis.

source: You can't delete Group #1!
eo: Ne eblas forigi grupon #1.

source: You can't delete the default group for new users!
eo: Vi ne rajtas forigi la aprioran grupon por novaj uzantoj.

source: Group &laquo;%s&raquo; deleted.
eo: Grupo «%s» forigita.

source: Cannot delete Group &laquo;%s&raquo;
eo: Ne eblas forigi grupon «%s».

source: General Permissions
eo: Ĝeneralaj atingopermesoj

source: Collection Permissions
eo: Kolekto-atingopermesoj

source: Delete group &laquo;%s&raquo;?
eo: Ĉu forigi grupon «%s»?

source: Invitation
eo: Invito

source: This invitation code already exists. Do you want to <a %s>edit the existing invitation code</a>?
eo: Ĉi tiu invitkodo jam ekzistas. Ĉu vi volas <a %s>redakti jaman invitkodon</a>?

source: New invitation code created.
eo: Nova invitkodo kreiĝis.

source: Invitation code updated.
eo: Invitkodo ĝisdatiĝis.

source: Invitation code &laquo;%s&raquo; deleted.
eo: Invitkodo «%s» forigita.

source: Cannot delete invitation code &laquo;%s&raquo;
eo: Ne eblas forigi la invitkodon «%s».

source: Delete invitation code &laquo;%s&raquo;?
eo: Ĉu forigi la invitkodon «%s»?

source: New group
eo: Nova grupo

source: %d users in this group
eo: %d uzantoj en ĉi tiu grupo

source: %d user invitation codes in this group
eo: %d invitkodoj en ĉi tiu grupo

source: You must provide a group name!
eo: Vi devas specifi grupan nomon.

source: You made this group primary but there are %d users still using it as a secondary group.
eo: Vi unuarangigis la grupon sed ankoraŭ estas %d uzantoj, kiuj uzas ĝin kiel duarangan grupon.

source: You made this group secondary but there are %d users still using it as a primary group.
eo: Vi duarangigis la grupon sed ankoraŭ estas %d uzantoj, kiuj uzas ĝin kiel unuarangan grupon.

source: Group level must be between %d and %d.
eo: La grupoo-nivelo devas esti inter %d kaj %d.

source: Permission to view other users will not work because users of this group have restricted back-office access.
eo: Permeso vidi aliajn uzantojn ne funkcios ĉar uzantoj de tiu grupo havas limigitajn stirilajn atingopermesojn.

source: You must provide an invitation code!
eo: Vi devas doni invitkodon.

source: Invitation code must be from 3 to 32 letters, digits or signs "-", "_".
eo: Invitkodo devas esti de 3 ĝis 32 literoj, ciferoj aŭ la signoj "-", "_".

source: User level must be between %d and %d.
eo: La uzanto-nivelo devas esti inter %d kaj %d.

source: Note: The newly created invitation code is already expired
eo: Noto: La nove kreita invitkodo jam eksvalidiĝis

source: Note: The updated invitation code is already expired
eo: Noto: La ĝisdatigita invitkodo jam eksvalidiĝis

source: %d users in this organization
eo: %d uzantoj en ĉi tiu organizaĵon

source: You must provide a name!
eo: Vi devas specifi nomon.

source: %d blogs owned by this user
eo: %d kolektoj estras de la uzanto

source: %d posts assigned to this user
eo: %d afiŝoj asignitaj al la uzanto

source: %d organizations
eo: %d organizaĵoj

source: %d poll questions
eo: %d opinisondaj demandoj

source: %d user settings on collections
eo: %d uzanto-agordaĵoj en kolektojn

source: %d sessions opened by this user
eo: %d seancoj malfermitaj de la uzanto

source: %d user permissions on blogs
eo: %d uzantoj antingopermesoj en kolektoj

source: %d user votes on comments
eo: %d uzato-voĉdonoj pri komentoj

source: %d blog subscriptions
eo: %d kolekto-abonoj

source: %d posts created by this user
eo: %d afiŝoj kreitaj de la uzanto

source: %d post subscriptions
eo: %d afiŝaj abonoj

source: %d contacts from other users contact list
eo: %d kontaktitoj el kontaktito-listoj da aliaj uzantoj

source: %d contacts from this user contact list
eo: %d kontaktitoj el la kontaktito-listo da tiu uzanto

source: %d contact groups
eo: %d kontaktito-grupo

source: %d contacts from contact groups
eo: %d kontaktitoj el kontaktito-grupoj

source: %d user settings on plugins
eo: %d uzanto-agordo en kromprogramojn

source: %d user fields
eo: %d uzanto-kampoj

source: %d links to this user
eo: %d ligiloj al la uzanto

source: %d files from this user file root
eo: %d dosieroj en la uzanto-dosierradiko

source: %d files will lose their creator ID.
eo: %d dosieroj perdos siajn kreinto-identigilojn.

source: %d newsletter emails for this user
eo: %d bultenaj retpoŝtmesaĝoj por la uzanto

source: %d reports about this user
eo: %d denuncoj kontraŭ la uzanto

source: %d reports created by this user
eo: %d denuncoj kreitaj de la uzanto

source: %d organization membership
eo: %d organizaĵo-anecoj

source: %d secondary groups
eo: %d duarangaj grupoj

source: %d profile visits
eo: %d profilaj vizitoj

source: %d messages from this user
eo: %d mesaĝoj de la uzanto

source: %d message read statuses from this user
eo: %d statoj pri legitaj mesaĝoj de la uzanto

source: %d comments by this user
eo: %d komentoj de la uzanto

source: %d links created by this user
eo: %d ligiloj kreitaj de la uzanto

source: Please enter your login.
eo: Bonvolu enmeti vian salutnomon.

source: You cannot use this login because it is reserved.
eo: Bonvolu uzi alian salutnomon, ĉar ĝi estas rezervita.

source: This login already exists.
eo: La salutnomo jam ekzistas.

source: This login &laquo;%s&raquo; already exists. Do you want to <a %s>edit the existing user</a>?
eo: La salutnomo «%s» jam ekzistas. Ĉu vi volas <a %s>redakti la jaman uzanton</a>?

source: Please enter your e-mail address.
eo: Bonvolu enmeti vian retpoŝtadreson.

source: Age must be a number.
eo: Aĝo devas esti cifera.

source: The first age must be lower than (or equal to) the second.
eo: La unua aĝo devas esti ne pli granda ol la dua.

source: You must be at least %d years old to use this service.
eo: Vi devas esti almenaŭ %d jaraĝa por uzi la servon.

source: Please enter last name.
eo: Bonvolu enmeti vian familinomon.

source: Please enter a value for the field "%s".
eo: Bonvolu enmeti valoron por la kampo "%s".

source: Please enter a value.
eo: Bonvolu enmeti valoron.

source: Please select a field type.
eo: Bonvolu elekti kampotipon.

source: You already added this field, please select another.
eo: Vi jam aldonis tiun kampon. Bonvolu elekti alian.

source: Please enter a value in this new field.
eo: Bonvolu enmeti valoron en ĉi tiun novan kampon.

source: Please enter new password.
eo: Bonvolu enmeti novan pasvorton.

source: Please enter new password twice.
eo: Bonvolu dufoje enmeti la novan pasvorton.

source: Please enter your current password.
eo: Bonvolu enmeti vian nunan pasvorton.

source: Your current password is incorrect.
eo: Via nuna pasvorto estas malĝusta.

source: The leading and traling spaces have been trimmed from the new password.
eo: La antaŭaj kaj postaj spacetoj estas tonditaj de la nova pasvorto.

source: Subscriptions have been changed.
eo: Abonoj ŝanĝiĝis.

source: User has no access to the selected blog.
eo: La uzanto havas neniun atingopermeson por la elektita blogo.

source: Please select at least one setting to subscribe on the selected blog.
eo: Bonvolu elekti almenaŭ unu agordaĵon por ekaboni la elektitan kolekton.

source: Notificaiton email limit must be between %d and %d.
eo: La limigo de sciigaj retpoŝtmesaĝoj devas esti inter %d kaj %d.

source: Newsletter limit must be between %d and %d.
eo: La bultena limigo devas esti inter %d kaj %d.

source: The threshold must be between 1 and 5.
eo: La sojlo devas esti inter 1 kaj 5.

source: Show the user profile
eo: Montri la uzanto-profilon

source: Go to user activity
eo: Iri uzanto-agado

source: The user's media directory &laquo;%s&raquo; could not be created, because the parent directory is not writable or does not exist.
eo: La uzanto-media dosierujo «%s» ne eblis kreiĝi, ĉar la patra dosierujo ne estas skribebla aŭ ne ekzistas.

source: The user's media directory &laquo;%s&raquo; could not be created.
eo: La uzanto-median dosierujon «%s» ne eblis krei.

source: The user's directory &laquo;%s&raquo; has been created with permissions %s.
eo: La uzanto-dosierujo «%s» kreiĝis kun la atingopermesoj %s.

source: Group/user permission denied by %s!
eo: Grupa/uzanto-antingopermesoj negitaj de %s!

source: You are not allowed to contact with this user.
eo: Vi ne rajtas kontakti tiun uzanton.

source: You cannot send a private message to yourself.
eo: Vi ne rajtas sendi al vi privatan mesaĝon.

source: This user can only be contacted through private messages, but you are not allowed to send private message to this user.
eo: Ĉi tiu uzanto allasas nur privatajn mesaĝojn, sed vi ne rajtas sendi ajnajn privatajn mesaĝojn al la uzanto.

source: This user can only be contacted through private messages but you are not allowed to send any private messages.
eo: Ĉi tiu uzanto allasas nur privatajn mesaĝojn, sed vi ne rajtas sendi ajnajn privatajn mesaĝojn.

source: This user does not wish to be contacted directly.
eo: Ĉi tiu uzanto ne volas rekte esti kontaktebla.

source: Activate your account: $login$
eo: Aktivigi vian konton: $login$

source: New user account activated
eo: Nova konto aktivigita

source: Send email to user
eo: Sendi retpoŝtmesaĝon al uzanto

source: Send message to user
eo: Sendi retpoŝtmesaĝon al uzanto

source: A man
eo: Viro

source: A woman
eo: Virino

source: You are only allowed to update your own profile!
eo: Vi rajtas ĝisdatigi nur vian propran profilon.

source: New user has been created.
eo: Nova uzanto kreiĝis.

source: Password has been changed.
eo: Pasvorto ŝanĝiĝis.

source: You cannot choose the new login "%s" (cannot rename user fileroot)
eo: Vi ne rajtas elekti la novan salutnomon "%s" (ne eblas alinomi uzanton fileroot)

source: Profile has been updated.
eo: Profilo ĝisdatiĝis.

source: User status couldn't be updated!
eo: Uzanto-stato ne ĝisdatigeblas.

source: Because the Account Activation Process is set to <a %s>Secure</a>, the user will have to request a new activation email next time he tries to log in.
eo: Ĉar la konta atesta procedo estas agordita al <a %s>Sekura</a>, la uzanto devos peti novan atestan retpoŝtmesaĝon la sekvan fojon, kiam tiu provas ensaluti.

source: An email has been sent to your email address (%s). Please click on the link therein to activate your account. <a %s>More info &raquo;</a>
eo: Retpoŝtmesaĝo sendiĝis al via retpoŝtadreso (%s). Bonvolu alklaki la ligilon ene de tio por aktivigi vian konton. <a %s>Pliaj informoj →</a>

source: An account activation email has been sent to %s
eo: Konta aktiviga retpoŝtmesaĝo sendiĝis al %s

source: User feature settings have been changed.
eo: La trajta agordo ŝanĝiĝis.

source: You do not have permission to perform this action
eo: Vi ne rajtas plenumi tiun agon

source: You are not allowed to update this profile!
eo: Vi ne rajtas ĝisdatigi tiun profilon!

source: Profile picture could not be changed!
eo: Ne eblis ŝanĝi vian profilbildon.

source: Profile picture has been restored.
eo: Via profilbildo restariĝis.

source: Profile picture has been changed.
eo: Via profilbildo estas ŝanĝita.

source: You did not specify a file.
eo: Vi ne specifis dosieron.

source: The requested file does not exist!
eo: La petita dosiero ne ekzistas.

source: The requested file doesn't belong to this user.
eo: La petita dosiero ne apartenas al la uzanto.

source: Profile picture could not be rotated!
eo: Ne eblis rotaciigi vian profilbildon.

source: Profile picture has been rotated.
eo: Via profilbildo rotaciis.

source: Profile picture could not be cropped!
eo: Ne eblis detranĉi de la profilbildo.

source: Profile picture has been cropped.
eo: Detranĉis de la profilbildo.

source: Profile picture is not found!
eo: La profilbildo ne trovita.

source: Profile picture has been forbidden.
eo: La profilbildo estas malpermesita.

source: Profile picture has been removed.
eo: La profilbildo foriĝis.

source: Profile picture has been deleted.
eo: La profilbildo foriĝis.

source: You don't have permission to selected user file root.
eo: Vi ne havas atingopermesojn al la elektita uzanto-dosierradiko.

source: It seems you are trying to upload the same profile picture twice.
eo: Ŝajnas, ke vi provas alŝuti la saman profilbildon dufoje.

source: New picture has been uploaded.
eo: Nova bildo alŝutiĝis.

source: The file you uploaded does not seem to be an image.
eo: La dosiero, kiun vi alŝutis, ŝajnas ne esti bildo.

source: %s (%s%% are public)
eo: %s (%s%% estas publikaj)

source: %s has posted %s comments (%s%% of which are public). %s of these comments have been found useful by %s different users.
eo: %s afiŝis %s komentojn (%s%% inter ili publikaj). %s el tiuj komentoj estas opiniitaj utilaj de %s diversaj uzantoj.

source: %s has posted %s comments (%s%% of which are public).<br />%s voted useful by %s different users.<br />%s voted NOT useful by %s different users.<br />%s considered OK by %s different users.<br />%s considered SPAM by %s different users.
eo: %s afiŝis %s komentojn (%s%% el tiuj estas publikaj).<br />%s voĉdonitaj utilaj de %s diversaj uzantoj.<br />%s voĉdonis ne utilaj de %s diversaj uzantoj.<br />%s opiniitaj aprobindaj de %s diversaj uzantoj.<br />%s opiniitaj spamaj de %s diversaj uzantoj.

source: %s has uploaded %s photos. %s of these photos have been liked by %s different users.
eo: %s afiŝis %s fotojn. %s el tiuj fotoj estas ŝatitaj de %s diversaj uzantoj.

source: %s has uploaded %s photos.<br />%s voted up (liked) by %s different users.<br />%s voted down by %s different users.<br />%s considered INAPPROPRIATE by %s different users.<br />%s considered SPAM by %s different users.
eo: %s afiŝis %s fotojn.<br />%s ŝatitaj de %s diversaj uzantoj.<br />%s malŝatitaj de %s diversaj uzantoj.<br />%s opiniitaj maldecaj de %s diversaj uzantoj.<br />%s opiniitaj spamaj de %s diversaj uzantoj.

source: %s has uploaded %s audio files.
eo: %s alŝutis %s sondosierojn.

source: %s has uploaded %s video files.
eo: %s alŝutis %s videaj dosierojn.

source: %s has uploaded %s other files.
eo: %s alŝutis %s aliajn dosierojn.

source: %s has uploaded a total of %s
eo: %s alŝutis sumon de %s

source: %s successfully reported %s spams and/or spammers!
eo: %s sukcese denuncis %s spamaĵojn kajaŭ spamintojn.

source: User #%s has no permission to edit user #%s!
eo: Uzanto #%s ne rajtas redakti uzanton #%s.

source: Gender
eo: Sekso

source: User profile changed
eo: Uzanto-profilo ŝanĝiĝis.

source: You are already a member of "%s".
eo: Vi jam estas ano de "%s".

source: Log in
eo: Ensaluti

source: Log in if you have an account...
eo: Ensaluti se vi havas konton…

source: Register for a new account...
eo: Registriĝi por nova konto…

source: Log out from your account
eo: Elsaluti el via konto

source: Profile
eo: Profilo
