Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: Subscribe
eo: Aboni

source: Subscribe to email notifications
eo: Aboni al retpoŝtaj sciigoj

source: Please enter your invitation code.
eo: Bonvolu enmeti vian invitkodon.

source: Please select gender.
eo: Bonvolu elekti sekson.

source: Please enter your password twice.
eo: Bonvolu dufoje enmetas vian pasvorton.

source: Your password should contain at least one special character (like & ! $ * - _ + etc.)
eo: Via pasvorto enhavu almenaŭ unu specialan signon (ez-e: & ! $ * - _ + ktp)

source: The password must be different from your login.
eo: La pasvorto devas esti malsama ol via salutnomo.

source: The password must be different from your nickname.
eo: La pasvorto devas esti malsama ol via kaŝnomo.

source: %s has left this conversation.
eo: %s forlasis la kunparolon.

source: %s has left the conversation and has not received this message.
eo: %s forlasis la kunparolon kaj ne ricevis tiun mesaĝon.

source: %s has seen this message.
eo: %s rigardis tiun mesaĝon.

source: %s has NOT seen this message yet.
eo: %s ankoraŭ <strong>ne</strong> rigardis tiun mesaĝon.

source: %d months
eo: %d monatoj

source: %d hours
eo: %d horoj

source: %d minutes
eo: %d minutoj

source: %d seconds
eo: %d sekundoj

source: Report User
eo: Denunci uzanton

source: You have reported this user
eo: Vi denuncis la uzanton

source: Delete this user!
eo: Forigi la uzanton

source: Delete spammer
eo: Forigi spaminton.

source: Delete this user as spammer!
eo: Forigi la uzanton kiel spaminton.

source: Compose message
eo: Verki mesaĝon

source: Close user profile!
eo: Fermi uzanto-profilon.

source: Visits
eo: Vizitoj

source: My Activity
eo: Miaj agadoj

source: User Activity
eo: Uzanto-agadoj

source: Latest account activation email
eo: Pli freŝa retpoŝtmesaĝo pri konta aktivigo

source: Account is already activated
eo: Konto jam estas aktivigita

source: The account is closed, it cannot be activated
eo: Via konto estas fermita. Vi ne povas aktivigi ĝin.

source: This user doesn't want to receive account activation reminders
eo: Ĉi tiu uzanto ne volas ricevi memorigilojn pri konta aktivigado

source: Account validation process is secured, so account activation emails are sent only upon request
eo: Procezo pri konta aŭtentigo estas sekura, do retpoŝtmesaĝoj pri konta aktivigado estos sendataj nur laŭ peto

source: None yet
eo: Ankoraŭ nenio

source: Next account activation reminder
eo: Sekva memorigilo pri konta aktivigado

source: %d reminders were sent out of the maximum allowed of %d.
eo: %d memorigiloj senditaj el permesata maksimumo da %d.

source: Scheduled job responsible for reminders is "Send reminders about not activated accounts".
eo: Tasko-horaro por memorigiloj estas "Sendi memorigilojn pri neaktivaj kontoj".

source: Account activation has failed
eo: Konta aktivigo malsukcesis

source: We already sent %d account activation reminders of the maximum allowed of %d, no more reminders will be sent
eo: Ni jam sendis %d memorigilojn pri konta aktivigado el la maksimuma %d, do neniuj pliaj estos sendataj

source: At least one activation email should have been already sent. Check if the user email address is correct, and PHP is sending emails correctly
eo: Almenaŭ unu aktiviga retpoŝtmesaĝoj devus jam sendiĝi. Certigu, ke la uzanto-retpoŝtadreso ĝustas, kaj PHP ĝuste sendas retpoŝtmesaĝojn

source: %s left before next notification
eo: %s restantaj antaŭ ol sekva sciigo

source: next notification pending since %s - check the "Send reminders about not activated accounts" scheduled job
eo: sekva sciigo atendinta ekde %s – kontrolu la laboron "Sendi memorigilojn pri neaktivigitaj kontoj"

source: Add field...
eo: Aldoni kampon…

source: Visit the site
eo: Viziti la kolektaron

source: Restrict to members of this blog
eo: Limigi por anoj de la kolekto

source: Men
eo: Viroj

source: Women
eo: Virinoj

source: Reported users
eo: Raportitaj uzantoj

source: Users with custom sender address
eo: Uzantoj kun personigita sendadreso

source: Users with custom sender name
eo: Uzantoj kun personigita sendonomo

source: Account status
eo: Konta stato

source: All (Ungrouped)
eo: Ĉiuj (negrupigitaj)

source: All (Grouped)
eo: Ĉiuj (grupigitaj)

source: <span %s>Primary</span> Group
eo: <span %s>Unuaranga</span> grupo

source: <span %s>Secondary</span> Group
eo: <span %s>Duaranga</span> grupo

source: Age group
eo: Aĝa grupo

source: Activated by email
eo: Aktivigita retpoŝte

source: Autoactivated
eo: Aŭtomato aktivigita

source: Email changed
eo: Retpoŝtadreso ŝanĝiĝis

source: Deactivated email
eo: Malaktivigita retpoŝtadreso

source: Failed activation
eo: Malsukcesa aktivigo

source: Closed account
eo: Fermita konto

source: Account has been activated by email
eo: Konto ne estis aktivigita retpoŝte

source: Account has been automatically activated
eo: Konto aŭtomate aktiviĝis

source: New account
eo: Nova konto

source: Deactivated account
eo: Malaktivigita konton

source: Email address was changed
eo: Via retpoŝtadreso estas ŝanĝita.

source: Account was not activated or the activation failed
eo: Konto ne aktiviĝis aŭ la aktivigado malsukcesis

source: This user profile is fake
eo: Tiu uzanto-profilo estas falsa

source: This user does not follow the guidelines
eo: La uzanto ne obeas la gvidliniojn.

source: This user is harassing me
eo: La uzanto ĝenas min

source: This user is spamming me
eo: La uzanto spamas min

source: No reports yet.
eo: Ankoraŭ neniuj denuncoj.

source: User account reported
eo: Uzantkonto denunciĝis

source: Quick search
eo: Rapida serĉo

source: Find User
eo: Trovi uzanton

source: I like this picture
eo: Mi ŝatas tiun bildon

source: You like this!
eo: Vi ŝatas tion.

source: I have no opinion
eo: Mi neniel opinias

source: You have no opinion on this.
eo: Vi ne opinias pri tio.

source: I don't like this picture
eo: Mi ne ŝatas tiun bildon

source: You don't like this.
eo: Vi ne ŝatas tion.

source: I think the content of this picture is inappropriate
eo: Mi opinias, ke la enhavo de la bildo estas maldeca

source: I think this picture was posted by a spammer
eo: Mi opinias, ke la bildo estis afiŝita de spaminto

source: No likes yet
eo: Ankoraŭ neniuj ŝatoj

source: 1 person likes this
eo: 1 homo ŝatas tion

source: %d people like this
eo: %d homoj ŝatas tion

source: 1 person dislikes this
eo: 1 homo ne ŝatas tion

source: %d people dislike this
eo: %d homoj ne ŝatas tion.

source: 1 like - 1 dislike
eo: 1 ŝato kaj 1 malŝato

source: %d likes - 1 dislike
eo: %d ŝatoj kaj 1 malŝato

source: 1 like - %d dislikes
eo: 1 ŝato kaj %d malŝatoj

source: %d likes - %d dislikes
eo: %d ŝatoj kaj %d malŝatoj

source: (last error was detected on %s)
eo: a lasta eraro estis malkovrita ĉe %s

source: We have detected some delivery problems to your email account %s%s. Please add our email: %s to your address book. If you still don't receive our emails, try using a different email address instead of %s for your account.<br /><a %s>Click here to use a different email address</a>.<br /><a %s>Click here to discard this message once you receive our emails again</a>.
eo: Malkovrita estis iaj liveraj problemoj al via retpoŝta konto %s%s. Bonvolu tuj aldoni la li adresaro nian retpoŝtadreson %s. Se vi ankoraŭ ne ricevas niajn retpoŝtmesaĝojn, provi uzi alian retpoŝtadreson anstataŭ %s por via konto.<br/>Ankaŭ eblas <a %s>uzi alian retpoŝtadreson.</a><br />Ankaŭ eblas <a %s>forĵeti la mesaĝon post kiam vi denove ricevos retpoŝtmesaĝojn.</a>

source: Your email address: %s does not seem to work or is refusing our emails%s. Please check your email address carefully. If it's incorrect, <a %s>change your email address</a>. If it's correct, please add our email: %s to your address book, then <a %s>click here to try again</a>!
eo: Via retpoŝtadreso %s ne ĝuste funkcias aŭ malakceptas retpoŝtmesaĝojn%s. Bonvolu zorge kontroli vian retpoŝtadreson. Se ĝi malĝustas, <a %s>ŝanĝi vian retpoŝtadreson</a>. Se ĝi ĝustas, bonvolu aldoni al via adresaro nian retpoŝtadreson %s, do <a %s>reprovi</a>.

source: We are currently trying to send email to your address: %s again.
eo: Ni nune provas resendi retpoŝtmesaĝon al via retpoŝtadreso %s.

source: Report this user now!
eo: Tuj denunci la uzanton

source: Contact Groups
eo: %d kontaktito-grupoj

source: Crop profile picture
eo: Detranĉi de la profilbildo

source: Delete user data
eo: Forigi uzanto-datumojn

source: Delete selected data
eo: Forigi elektitajn datumojn

source: If you have an issue with this user, you can report it here:
eo: Se vi havas problemon kun la uzanto, vi povas denunci tiun:

source: You can provide additional information below
eo: Vi povas doni pliajn informojn sube

source: Reason
eo: Kialo

source: Already Reported User
eo: Jam denuncis uzanton

source: You have reported this user on %s<br />as "%s"<br />with the additional info "%s"
eo: Vi denuncis la uzanton en %s<br />kiel "%s"<br />kun pliaj informojn "%s"

source: Cancel Report
eo: Nuligi denuncon.

source: Add user to organization
eo: Aldoni uzanton al organizaĵo

source: Edit membership
eo: Redakti anecon

source: WARNING
eo: AVERTO

source: Invitation code is incorrect!
eo: La invitkodo estas malĝusta.

source: You must log in to view the user directory.
eo: Vi devas ensaluti por rigardi tiun uzanto-dosierujon.

source: You must activate your account before you can view the user directory.
eo: Vi devas aktivigi vian konton antaŭ ol vi povas vidi la uzantdosierujon.

source: See below:
eo: Vidu malsupre:

source: Your account status currently does not permit to view the user directory.
eo: Via nuna konta stato ne permesas rigardi tiun uzanto-dosierujon.

source: You must activate your account before you can view this user profile.
eo: Vi devas aktivigi vian konton antaŭ ol vi povas vidi la uzantprofilon.

source: You don't have permission to view this user profile.
eo: Vi ne havas atingopermesojn por rigardi tiun uzanto-profilon.

source: This user profile has been reported by other users!
eo: La uzanto-profilo denunciĝis de aliaj uzantoj.

source: User was not reported yet.
eo: Uzanto ne antaŭe estis denuncita.

source: Date and time
eo: Dato kaj tempo

source: Reporting user
eo: Denunci uzanton

source: Selected option in the select list
eo: Elektita elekto en la elekta listo

source: Additional info
eo: Aldonaj informoj

source: Remove this report!
eo: Forigi la denuncon

source: No users
eo: Neniuj uzantoj

source: Activated users
eo: Aktivigitaj uzantoj

source: Refresh users list...
eo: Refreŝigi la uzanto-liston…

source: Add user
eo: Aldoni uzanton

source: Create a new user...
eo: Krei novan uzanton…

source: Add group
eo: Aldoni grupon

source: Create a new group...
eo: Krei novan grupon…

source: Use this selection for newsletter "%s"
eo: Uzi tiun elekton por novaĵletero "%s"

source: Send newsletter to the current selection
eo: Sendi bultenon al la nuna elekto

source: default group for new users
eo: aŭtomata grupo por novaj uzantoj

source: View personal blogs
eo: Vidi personajn kolektojn

source: Registered
eo: Registriĝinta

source: Registration country
eo: Registriĝo-lando

source: Profile update
eo: Profilo ĝisdatigita

source: Last Visit
eo: Lasta vizito

source: Rep
eo: Sep

source: Primary<br />Group
eo: Unuaranga<br />Grupo

source: Sec.<br />Groups
eo: Duarangaj<br />Grupoj

source: Last visit on your profile
eo: Lasta vizito de via profilo

source: Edit this group...
eo: Redakti la grupon…

source: Duplicate this group...
eo: Kopii la grupon…

source: Private Message
eo: Privata mesaĝo

source: Duplicate this user...
eo: Kopii la uzanton…

source: Remove user from organization
eo: Forigi uzanton de organizaĵo

source: Add domain %s
eo: Aldoni domajnon %s

source: Domain status
eo: Domajna stato

source: Single word
eo: Unuopa vorto

source: Option list
eo: Elekto-listo

source: Number
eo: Nombro

source: Phone number
eo: Telefonnumero

source: Hidden
eo: Kaŝita

source: List style
eo: Lista stilo

source: Please select a group.
eo: Bonvolu elekti grupon.

source: Please enter a type.
eo: Bonvolu enmeti tipon.

source: Please provide a code to uniquely identify this field.
eo: Bonvolu doni kodon por unike identigi la kampon.

source: The field code must contain only lowercase letters, digits or the "_" sign. 20 characters max.
eo: La kampa kodo povas enhavi nur minusklajn literojn, eŭropajn ciferojn kaj la jenajn sinojn: _ . Maksimume 20 signoj.

source: Please enter at least 2 options on 2 different lines.
eo: Bonvolu enmeti almenaŭ 2 elektoj en 2 diversajn liniojn.

source: "Options" field content can not be longer than 255 symbols.
eo: Enhavo de kampo "Elekto" povas enhavi ne pli ol 255 signojn.

source: Another user field already uses this code. Do you want to <a %s>edit the existing user field</a>?
eo: Alia uzanto-kampo jam uzas tiun kodon. Ĉu vi volas <a %s>redakti la jaman uzanto-kampon</a>?

source: %d user fields in this group
eo: %d uzanto-kampoj en ĉi tiu grupo

source: Please enter a group name.
eo: Bonvolu enmeti grupnomon.

source: Please enter an order number.
eo: Bonvolu enmeti ordan nombro.

source: This organization name already exists. Do you want to <a %s>edit the existing organization</a>?
eo: Tiu organizaĵo jam ekzistas. Ĉu vi volas <a %s>redakti jaman organizaĵon</a>?

source: New organization created.
eo: Nova organizaĵo kreiĝis.

source: Organization updated.
eo: Organizaĵo ĝisdatiĝis.

source: Organization &laquo;%s&raquo; deleted.
eo: Organizaĵo «%s» forigita.

source: Cannot delete organization &laquo;%s&raquo;
eo: Ne eblas forigi la organizaĵon «%s».

source: Please enter the login of the user you wish to add.
eo: Bonvolu enmeti la salutnomon de la uzanto, kiun vi volas aldoni.

source: Membership information updated.
eo: Aneco-informoj ĝisdatiĝis.

source: Member has been added to the organization.
eo: Uzanto aldoniĝis al la organizaĵo.

source: %s has been removed from the organization.
eo: %s foriĝis de la organizaĵo.

source: Delete organization &laquo;%s&raquo;?
eo: Ĉu forigi la organizaĵon «%s»?

source: Minimum password length must be between %d and %d.
eo: Minimuma pasvorta longo devas esti inter %d kaj %d.

source: The following user logins must be changed in order for you to disable "Require strict logins" setting:
eo: La jenaj salutnomoj devas esti ŝanĝitaj por ke vi malaktivigu la agordaĵon "Devigi severajn ensaltojn":

source: You cannot set a session timeout below %d minutes.
eo: Vi ne rajtas elekti seancan eksvalidiĝon sub %d minutoj.

source: Warning: your session timeout is just %d minutes. Your users may have to re-login often!
eo: Averto: Via seanca eksvalidiĝa tempo estas nur %d minutoj. Viaj uzantoj eble devos ofte reensaluti.

source: You cannot set an online/offline timeout below %d minutes.
eo: Vi ne rajtas elekti enreta/eksterreta eksvalidiĝon sub %d minutoj.

source: You cannot set an online/offline timeout above %d hours.
eo: Vi ne rajtas elekti enreta/eksterreta eksvalidiĝon sub %d horoj.

source: You have no permission to view other users!
eo: Vi ne rajtas vidi aliajn uzantoj.

source: You cannot edit the admin and demo users profile in demo mode!
eo: Vi ne rajtas redakti la profilojn admin kaj demo en demonstra reĝimo.

source: Visit tracking is not enabled.
eo: Vizita spurado ne estas aktivigita.

source: Plugin user settings have been updated.
eo: Kromprograma uzanto-agordo ĝisdatiĝis.

source: All blogs of the user were deleted.
eo: Foriĝis ĉiuj kolektoj de la uzanto.

source: The posts created by the user were deleted.
eo: La afiŝoj kreitaj de la uzanto foriĝis.

source: The posts edited by the user were deleted.
eo: La afiŝaj redaktitaj de la uzanto foriĝis.

source: The comments posted by the user were deleted.
eo: La komentoj afiŝitaj de la uzanto foriĝis.

source: The private messages sent by the user were deleted.
eo: La privataj mesaĝoj senditaj de la uzanto foriĝis.

source: The user &laquo;%s&raquo; and all his contributions were deleted.
eo: La uzanto «%s» kaj ĉiuj el ties kontribuaĵoj foriĝis.

source: %s comments were deleted.
eo: %s komentoj foriĝis.

source: 1 comment was deleted.
eo: 1 komento foriĝis.

source: %s posts were deleted.
eo: %s afiŝoj foriĝis.

source: 1 post was deleted.
eo: 1 afiŝo foriĝis.

source: %s private messages were deleted.
eo: %s privataj mesaĝoj foriĝis.

source: 1 private message was deleted.
eo: 1 privata mesaĝo foriĝis

source: Delete %d blogs of the user?
eo: Ĉu forigi %d kolektojn de la uzanto?

source: Delete %d posts created by the user?
eo: Ĉu forigi %d afiŝojn kreitajn de la uzanto?

source: Delete %d posts edited by the user?
eo: Ĉu forigi %d afiŝojn redaktitajn de la uzanto?

source: Delete %s comments posted by the user?
eo: Ĉu forigi %s komentojn afiŝitajn de la uzanto?

source: Delete %d private messages sent by the user?
eo: Ĉu forigi %d privatajn mesaĝojn senditajn de la uzanto?

source: Delete user and all his contributions?
eo: Ĉu forigi la uzanton kaj ĉiujn el ties kontribuaĵoj?

source: User field
eo: Uzanto-kampo

source: New User field created.
eo: Nova uzanto-kampo kreiĝis.

source: User field updated.
eo: Uzanto-kampo ĝisdatiĝis.

source: User field &laquo;%s&raquo; deleted.
eo: Uzanto-kampo «%s» forigita.

source: Cannot delete user field &laquo;%s&raquo;
eo: Ne eblas forigi uzanto-kampon «%s».

source: Order has been changed.
eo: Ordo ŝanĝiĝis.

source: User fields configuration
eo: Agordo pri uzanto-kampoj

source: Delete user field &laquo;%s&raquo;?
eo: Ĉu forigi uzanto-kampon «%s»?

source: User field group
eo: Uzanto-kampogrupo

source: New User field group created.
eo: Nova uzanto-kampogrupo kreiĝis.

source: User field group updated.
eo: Uzanto-kampogrupo ĝisdatiĝis.

source: User field group &laquo;%s&raquo; deleted.
eo: Uzanto-kampogrupo «%s» forigita.

source: Cannot delete user field group &laquo;%s&raquo;
eo: Ne eblas forigi uzanto-kampogrupon «%s».

source: Invalid promotion.
eo: Nevalida promocio.

source: User level changed.
eo: Uzanto-nivelo ŝanĝiĝis.

source: Spammer &laquo;%s&raquo; [%s] deleted.
eo: Spamanto «%s» [%s] forigita.

source: User &laquo;%s&raquo; [%s] deleted.
eo: Uzanto «%s» [%s] forigita.

source: Spammer &laquo;%s&raquo; deleted.
eo: Spamanto «%s» forigita.

source: Note: the same email address (%s) is still in use by: %s
eo: Noto: La sama retpoŝtadreso (%s) restas uzata de: %s

source: Cannot delete User &laquo;%s&raquo; [%s]
eo: Ne eblas forigi uzanton «%s» [%s]

source: Customizations have been removed!
eo: La personigoj foriĝis.

source: The report has been removed!
eo: La denunco foriĝis.

source: Please select new recipients for this email campaign.
eo: Bonvolu elekti novajn ricevontojn por la retpoŝta kampanjo.

source: List
eo: Listigi

source: Delete SPAMMER %s?
eo: Ĉu forigi spamanton "%s"?

source: Delete user %s?
eo: Ĉu forigi uzanton %s?

source: Note: this will also delete private messages sent/received by this user.
eo: Noto: Tio ankaŭ forigos mesaĝojn senditajn/ricevitajn de tiu uzanto.

source: Note: this will also delete comments made by this user.
eo: Noto: Tio ankaŭ forigos komentojn faritajn de tiu uzanto.

source: Note: this will also delete files uploaded by this user.
eo: Noto: Tiu ankaŭ forigos dosierojn alŝutitajn de tiu uzanto.

source: Note: this will <b>not</b> automatically delete private messages sent/received by this user. However, this will delete any new orphan private messages (which no longer have any existing sender or recipient).
eo: Noto: Tio ne aŭtomate forigos mesaĝojn senditajn/ricevitajn de tiu uzanto. Tamen tio forigos la novajn senpatrajn mesaĝojn (kiuj ne plu havas jaman sendinton aŭ ricevonton).

source: Note: this will <b>not</b> delete comments made by this user. Instead it will transform them from member to visitor comments.
eo: Noto: Tio <streng>ne</strong> forigos komentojn faritajn de tiu uzanto. Anstataŭe ĝi aliformigas ilin, ke ili estu vizitanto-komentoj.

source: Note: this will <b>not</b> delete files uploaded by this user outside of the user root. Instead the creator ID of these files will be set to NULL.
eo: Noto: tio <strong>ne</strong> forigos dosierojn alŝutitajn de tiu uzanto ekster la uzanto-radiko. Anstataŭe la kreinto-identigilo de tiuj agordiĝos al NULL.

source: Note: this user has the same email address (%s) as: %s
eo: Noto: La uzanto havas la saman retpoŝtadreson (%s) kiel: %s

source: Send an info message to %s users who reported this account.
eo: Sendi al %s uzantojn, kiuj denuncis tiun konton, informa mesaĝo.

source: Increase spam fighter score for the %s users who reported this account.
eo: Pliigis spamluktanto-poentaron por la %s uzantoj, kiuj denuncis la konton.

source: Allow closing
eo: Permesi fermiĝon

source: check to allow users to close their account themselves.
eo: Marki por permesi, ke uzantoj povu fermi siajn kontojn per si mem.

source: Enter a message to display to users who want to close their account.
eo: Enmeti mesaĝon montrota al uzantoj, kiuj volas fermi siajn kontojn.

source: Intro text
eo: Enkonduka teksto

source: Closing reasons
eo: Kialoj por fermiĝo

source: Enter one possible reason per line. There will always be an "Other" reason added at the end.
eo: Enmeti unu eblas kialon en ĉiu linio. Estos elekto "Alia" je la fino.

source: Enter a text to display after closing the account.
eo: Enmeti tekston montrotan post fermo de konto.

source: Good-bye message
eo: Adiaŭa mesaĝo

source: Profile pictures
eo: Profilbildoj

source: Fall back to Gravatar if a user has not uploaded a profile picture.
eo: Uzi Gravatar-on kiel surogaton se la uzanto ne alŝutis profilbildon.

source: Use gravatar
eo: Uzi Gravatar-on

source: For unknown gender
eo: Por nekonata sekso

source: For men
eo: Por viroj

source: For women
eo: Por virinoj

source: Default image
eo: Apriora bildo

source: Default gravatars
eo: Aprioraj valoroj

source: Gravatar users can choose to set up a unique icon for themselves, and if they don't, they will be assigned a default image.
eo: Gravatar-aj uzantoj povas agordi unikan piktogramon por si, kaj se ili ne faras tion, la apriora bildo estos asignita al ĝi.

source: Username display options
eo: Montra agordo por salutnomoj

source: Most secure option
eo: Plej sekura agordaĵo

source: Usernames/Logins
eo: Salutnomoj

source: Friendly names (Nickname or Firstname if available)
eo: Afablaj nomoj (Kaŝnomo aŭ personnomo se disponebla)

source: WARNING: this may allow users to fake their identity
eo: AVERTO: tiu eble permesos, ke uzantoj falsu siajn identecojn

source: What to display
eo: Kio montrebla

source: Display gender in back-office
eo: Montri sekson en la stirilo

source: Use colored usernames to differentiate men & women.
eo: Uzi diversajn kolorojn ĉe salutnomoj por distingi virojn kaj virinojn.

source: Username display in back-office
eo: Salutnoma elmontro en la stirilo

source: Check to enable bubble tips on usernames
eo: Marki por aktivigi vezikajn konsiletojn en salutnomoj

source: Username bubble tips
eo: Vezikaj konsiletoj por salutnomoj

source: Bubble tip image format
eo: Bildo-formato de vezikaj konsiletoj

source: Username display for logged-in users (front-office)
eo: Salutnomo elmontro por ensalutitaj uzantoj (antaŭo)

source: Always user page
eo: Ĉiam uzanto-paĝo

source: User website if available (fallback to user page)
eo: Kolektaro de uzanto se disponeblas (apriore uzanto-paĝo)

source: Link to
eo: Ligi al

source: Enable bubble tips in each skin's settings.
eo: Aktivigi vezikajn konsiletojn en la agordo de ĉiu etoso.

source: Username display for anonymous user (front-office)
eo: Salutnoma elmontro por anonima uzanto (antaŭo)

source: Always user page (if allowed)
eo: Ĉiam uzanto-paĝo (se permesata)

source: Allow to see user profiles
eo: Permesi rigardi uzanto-profilojn

source: Allow to see bubbletips
eo: Permesi rigardi vezikajn konsiletojn

source: Image overlay text
eo: Bildo-anstataŭiga teksto
