Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: Check to display "Subject:" or "Other:" in case pre-filled options are provided above.
eo: Marki por montri la elektoj okaze de tio, ke ili jam estas donitaj.

source: Free subject input
eo: Libere enmeti temon

source: Check to require a subject selection or input.
eo: Marku tion por postuli elekton aŭ enmeton de temo.

source: Require subject
eo: Postuli temon

source: Additional fields
eo: Aldonaj kampoj

source: Check to let user specify a preferred contact method.
eo: Kontrolu por permesi, ke uzanto specifu preferatan kontaktan manieron.

source: Allow message field
eo: Permesi mesaĝan kampon

source: Check to display textarea.
eo: Ordigi por montri tekstregionon.

source: Check to require a custom message.
eo: Marki por permesi personigitan mesaĝon.

source: Require message field
eo: Postuli mesaĝan kampon

source: Label of message field
eo: Etikedo de mesaĝa kampo

source: Message
eo: Mesaĝo

source: Post list
eo: Afiŝa listo

source: Ascending
eo: Supreniranta

source: Descending
eo: Malsupreniranta

source: Order by
eo: Ordigi per

source: days
eo: tagoj

source: posts
eo: afiŝoj

source: per page
eo: je ĉiu paĝo

source: Check to display a featured post above the list (as long as no Intro post is displayed).
eo: Marki por montri reĝan afiŝon super la listo (se neniu Enkonduko-afiŝo estas montrata).

source: Featured post above list
eo: Reĝa afiŝo super listo

source: Show post types
eo: Montri afiŝo-tipojn

source: yes
eo: jes

source: no
eo: ne

source: only the last
eo: nur la plej freŝa

source: Show past posts
eo: Montri kiom da afiŝoj

source: only the next
eo: nur la sekva

source: Show future posts
eo: Montri estontajn afiŝojn

source: No Teaser images will be displayed on default skins
eo: Ne, logaj bildoj ne montriĝos en aprioraj etosoj

source: Post excerpts
eo: Afiŝaj eltiraĵoj

source: Standard post contents (stopping at "[teaserbreak]")
eo: Ordinara afiŝa enhavo (finigite per "[teaserbreak]>")

source: Teaser images will be displayed
eo: Logaj bildoj montriĝos

source: All images will be displayed
eo: Ĉiuj bildoj montriĝos

source: Full post contents (including after "[teaserbreak]")
eo: Plena afiŝa enhavo (inkluzive de post "[teaserbreak]")

source: Post contents
eo: Afiŝa enhavo

source: Post options
eo: Afiŝa agordo

source: Check this to view list of the posts.
eo: Marki ĉi tion por rigardi liston da la afiŝoj.

source: No
eo: Ne

source: Check this to automatically view the blog after publishing a post.
eo: Marki ĉi tion por aŭtomate vidi la kolekton post eldonado de afiŝo.

source: View home page
eo: Vidi la ĉefpaĝon

source: Check this to automatically view the post page.
eo: Marki ĉi tion por aŭtomate rigardi la afiŝan paĝon.

source: View new post
eo: Rigardi novan afiŝon

source: View blog after creating
eo: Rigardi kolekton post kreiĝo

source: Check this to automatically view the blog after editing a post.
eo: Marki ĉi tion por aŭtomate rigardi la kolekton post redaktado de afiŝo.

source: View edited post
eo: Rigardi redaktitan afiŝon

source: View blog after editing
eo: Rigardi kolekton redaktadon

source: Allow only one category per post
eo: Permesi nur unu kategorio je ĉiu afiŝo

source: Allow multiple categories per post
eo: Permesi pli ol unu kategorio je ĉiu afiŝo

source: Allow one main + several extra categories
eo: Permesi unu ĉefa kaj pluraj aldonaj kategorioj

source: (Main cat will be assigned automatically)
eo: (Ĉefa kategorio estos aŭtomate taskita)

source: Don't allow category selections
eo: Ne permesu kategoriajn elektojn

source: Post category options
eo: Afiŝo-kategoria agordo

source: Allow posting/editing from the Front-Office
eo: Permesi afiŝi/redakti el la antaŭo

source: Allow Text Renderers selection in Front-Office edit screen
eo: Permesi elekton de montriloj en la redakto-paĝo de la antaŭo

source: Allow Category selection in Front-Office edit screen
eo: Permesi elekti la kategorion en la redakto-fako de la antaŭo

source: Front-Office posting
eo: Afiŝado en la antaŭon

source: same blog
eo: sama kolekto

source: same category
eo: sama kategorio

source: same author
eo: sama verkisto

source: same tag
eo: sama etikedo

source: Default post by post navigation should stay in
eo: Apriora navigacio de afiŝo post afiŝo devas resti

source: Skins may override this setting!
eo: Etosoj rajtas superregi la agordon.

source: Allow Positive vote
eo: Permesi pozitivan voĉdonon

source: Allow Neutral vote
eo: Permesi neŭtralan voĉdonon

source: Allow Negative vote
eo: Permesi negativan voĉdonon

source: Post moderation
eo: Afiŝa kontrolado

source: Default status
eo: Apriora stato

source: Default status for new posts
eo: Aŭtomata stato por novaj uzantoj

source: Posts with the selected statuses will be considered to require moderation. They will trigger "moderation required" notifications and will appear as such on the collection dashboard.
eo: Afiŝoj kun la elektitaj statoj estos konsiderataj kontrolendaj. Ili generos la sciigojn "kontrolo postulata" kaj tiel aperos en la kolekto-stirilo.

source: Posts that have not been updated within the set delay will be reported to content moderators. Leave empty if you don't want such alerts.
eo: Afiŝoj, kiuj ne estas ĝisdatigitaj ene de la agordita prokrasto, estos denuncita al la enhavo-kontrolantoj. Bonvolu restigi vaka se vi ne volas tiajn avertojn.

source: Stale content alert
eo: Averto pri malfreŝa enhavo

source: months
eo: monatoj

source: It is recommended to keep feeds disabled.
eo: Ĝi estas rekomendinde, ke fluoj restu malaktivigitaj.

source: Titles only
eo: Nur titoloj

source: How much content do you want to make available in post feeds?
eo: Kiom da enhavo vi volas disponigi en afiŝo-fluoj?

source: Post feed contents
eo: Afiŝi fluan enhavon

source: How many of the latest posts do you want to include in RSS & Atom feeds?
eo: Kiom da freŝaj afiŝoj vi volas inkluziviĝi en la XML-fluoj?

source: Posts in feeds
eo: Afiŝoj en fluoj

source: Image size
eo: Bilda grando

source: Allow users to subscribe and receive email notifications for each new post.
eo: Permesi, ke uzantoj abonu kaj ricevu retpoŝtmesaĝojn por ĉiu nova afiŝo.

source: Aggregation
eo: Agregado

source: Collections to aggregate
eo: Kolektoj por agregado

source: List collection IDs separated by ',', '*' for all collections or leave empty for current collection.
eo: Listigi kolekto-identigilojn apartigatajn per ',' aŭ uzi la signon '*' por ĉiuj kolektoj aŭ vaka por la nuna kolekto.

source: Note: Current collection is always part of the aggregation.
eo: Noto: Nuna kolekto ankaŭ estas parto de la agrego.

source: Abort creating new collection
eo: Ĉesigi krei novan kolekton

source: Abort new "%s" collection
eo: Ĉesigi krei novan kolekton "%s"

source: Duplicate "%s" collection
eo: Duobligita kolekto de "%s"

source: Abort duplicating collection
eo: Ĉesigi duobligi kolekton

source: Confirmation
eo: Konfirmado

source: Do you confirm?
eo: Ĉu vi konfirmas?

source: This is a "%s" collection
eo: Ĉi tio estas kolekto "%s"

source: Change collection type / Reset
eo: Ŝanĝi kolektotipon / Restarigi

source: Automatically set as
eo: Aŭtomate agordi al

source: The Home collection typically aggregates the contents of all other collections on the site.
eo: La hejmo-kolekto tipe kunmetas la enhavon de ĉiuj aliaj kolektoj en ĉi tiu TTT-ejo.

source: Set to aggregate contents of all other collections
eo: Agordu por kunmeti enhavon de ĉiuj aliaj kolektoj

source: Do not aggregate
eo: Ne kunmetu

source: Aggregate
eo: Kunmeti

source: Demo contents
eo: Specimena enhavo

source: Initialize this collection with some demo contents
eo: Iniciati tiun kolekton kun specimena enhavo

source: Create an empty collection
eo: Krei vakan kolekton

source: New contents
eo: Nova enhavo

source: Create a demo organization if none exists.
eo: Kreu specimenan organizaĵon se neniu ekzistas.

source: Create demo organization
eo: Krei specimenan organizaĵon

source: Create demo users
eo: Kreu specimenajn uzantojn

source: Create demo users as comment authors.
eo: Kreu specimenajn uzantojn kiel komentintojn.

source: General parameters
eo: Ĝeneralaj parametroj

source: Will be displayed on top of the blog.
eo: Montriĝos supraĵe de la kolekto.

source: Will be used in selection menus and throughout the admin interface.
eo: Uziĝos en elektaj menuoj kaj en la tuto de la stirila interfaco.

source: "slug" used to uniquely identify this blog in URLs. Also used as <a %s>default media folder</a>.
eo: "URL-titolo" uzata por unike identigi la kolekto en URL-oj. Ankaŭ uzata kiel <a %s>apriora media dosierujo</a>.

source: URL Name
eo: URL-nomo

source: Used to uniquely identify this blog in URLs.
eo: Uzita por unike identigi la kolekton en URL-oj.

source: Language / locale
eo: Lingvo / lokaĵaro

source: Regional settings
eo: Regiona agordo

source: Collection Locale
eo: Kolekto-lokaĵaro

source: Always force to collection locale
eo: Ĉiam devigi al kolekto-lokaĵaro

source: Use browser / user locale when possible
eo: Uzi TTT-legila / uzanto-lokaĵaro kiam eble

source: Navigation/Widget Display
eo: Naviga/umaĵa montrado

source: Always force to post locale
eo: Ĉiam devigi al afiŝo-lokaĵaro

source: Follow navigation locale
eo: Sekvi navigo-lokaĵaro

source: Content Display
eo: Enhava montrado

source: Always use collection locale
eo: Ĉiam uzi kolekto-lokaĵaron

source: Allow select - use collection locale by default
eo: Ĉiam elekti - apriore uzi kolekto-lokaĵaron

source: Allow select - use user locale by default
eo: Permesi elekti - apriore uzi la uzanto-lokaĵaron

source: New Posts
eo: Novaj afiŝoj

source: This collection uses %s.
eo: La kolekto uzas je %s.

source: Go to <a %s>Regional Settings</a> to enable additional locales.
eo: Iru al <a %s>Regiona agordo</a> por aktivigi pliajn lokaĵarojn.

source: Collection permissions
eo: Kolekto-atingopermesoj

source: Login of this blog's owner.
eo: Salutnomo de la estro de la kolekto.

source: (the owner above has most permissions on this collection, except %s)
eo: (la supra estro havas ĉiujn atingopermesojn en la kolekto escepte de %s)

source: Simple permissions
eo: Simplaj atingopermesoj

source: (you can assign granular <a %s>user</a> and <a %s>group</a> permissions for this collection)
eo: (vi povas asigni fajnajn <a %s>uzanto-</a> kaj <a %s>grupo</a>-atingopermesojn por la kolekto)

source: Advanced permissions
eo: Altnivelaj atingopermesoj

source: Permission management
eo: Administrado de atingopermesoj

source: Everyone (Public Blog)
eo: Ĉiuj (publika kolekto)

source: Community only (Logged-in users only)
eo: Nurkomunuma (nur por ensalutintaj uzantoj)

source: Only the owner
eo: Sole la estro

source: (Assign membership in <a %s>user</a> and <a %s>group</a> permissions for this collection)
eo: (Asigni anecon en <a %s>uzanto-</a> kaj <a %s>grupo-</a> atingopermesojn por la kolekto)

source: (Private collection)
eo: (Malpublika kolekto)

source: Allow access to
eo: Permesi atingon de

source: Lists of collections
eo: Listoj da kolektoj

source: Always (Public)
eo: Ĉiam (publika)

source: For logged-in users only
eo: Por nur ensalutitaj uzantoj

source: For members only
eo: Por nur anoj

source: Select when you want this blog to appear in the list of blogs on this system.
eo: Marki ĉi tion se vi volas, ke ĉi tiu kolekto aperu en la listo da kolektoj en la sistemo.

source: Show in front-office list
eo: Montri en antaŭo-listo

source: This is typically displayed by a widget right under the collection name in the front-office.
eo: Tio tipe estas elmontrota per umaĵo ĝuste sub la kolekto-nomo en la antaŭo.

source: Long Description
eo: Longa priskribo

source: This may be displayed in several places of the front-office. This may also be included in the XML feeds. You may use HTML markup here.
eo: Tio eble montriĝos en pluraj lokoj de la antaŭo kaj ankaŭ en la XML-fluoj. Vi rajtas uzi HTML-markojn.

source: Save and duplicate all settings from %s
eo: Konservi kaj duobligi la agordon de %s

source: Reset filters
eo: Restarigi filtrilojn

source: All users
eo: Ĉiuj uzantoj

source: Note: General group permissions may further restrict or extend any media folder permissions defined here.
eo: Noto: Ĝeneralaj grupaj atingopermesoj eble plu limigos ĉiajn mediadosierajn atingopermesojn ĉi tie.

source: Special Front page
eo: Speciala frontpaĝo

source: Recent Posts
eo: Freŝaj afiŝoj

source: Flagged Items
eo: Denuncitaj eroj

source: First post
eo: Unua afiŝo

source: A specific page
eo: Specifa paĝo

source: What do you want to display on the front page of this collection
eo: Kion vi volas montri en la frontpaĝo de la kolekto?

source: Specific post ID
eo: Specifa afiŝa identigilo

source: Tracking
eo: Spurado

source: Check this if you want this blog to display special marks in case of unread posts and comments.
eo: Marki ĉi tion se vi volas, ke ĉi tiu kolekto montru specialajn markojn okaze de nelegitaj afiŝoj kaj komentoj.

source: Tracking of unread content
eo: Spurado de nelegita enhavo

source: Consider collection members to be subscribed for each new post unless they specifically opt-out.
eo: Supozi, ke kolektanoj estas abonataj al ĉiu nova afiŝo se ili ne specife malŝalti tion.

source: Consider collection members to be subscribed for each new comment unless they specifically opt-out.
eo: Supozi, ke kolektanoj estas abonataj al ĉiu nova komento se ili ne specife malŝalti tion.

source: Consider collection members to be subscribed for comments on a post unless they specifically opt-out.
eo: Supozi, ke kolektanoj estas abonataj al komentoj de afiŝo se ili ne specife malŝalti tion.

source: Sitemaps
eo: Kolektaraj mapoj

source: It is recommended to keep sitemaps disabled.
eo: Estas rekomendinde, ke kolektaraj mapoj restu malaktivigitaj.

source: Check to allow usage of skins with the "sitemap" type.
eo: Marki por permesi uzadojn de etosoj kun la tipo "sitemap".

source: Enable sitemaps
eo: Aktivigi kolektarajn mapojn

source: Search results
eo: Serĉrezultoj

source: Results per page
eo: Rezultoj je ĉiu paĝo

source: Score
eo: Poentaro

source: If sorted by date, everything without a date will be sorted last.
eo: Se ordigita laŭ dato, ĉio sen datumo estos je la fino.

source: Sort by
eo: Ordigi laŭ

source: Include
eo: Inkludi

source: Comments shown
eo: Komentoj montrotaj

source: Archive pages
eo: Arkivaj paĝoj

source: monthly
eo: ĉiumonata

source: weekly
eo: ĉiusemajna

source: daily
eo: ĉiutaga

source: post by post
eo: iom post iom

source: Archive grouping
eo: Arkiva grupigado

source: How do you want to browse the post archives? May also apply to permalinks.
eo: Kiel vi volas foliumi la afiŝajn arkivojn? Eble ankaŭ aplikiĝos al daŭrligiloj.

source: date
eo: dato

source: title
eo: titolo

source: Archive sorting
eo: Arkiva ordigado

source: How to sort your archives? (only in post by post mode)
eo: Kiel ordigi viajn arkivojn? (nur laŭ afiŝpostafiŝa reĝimo)

source: Posts per page
eo: Afiŝoj je ĉiu paĝo

source: Leave empty to use blog default
eo: Restigi vaka por uzi aprioran de kolekto

source: Category pages
eo: Kategoriaj paĝoj

source: Tag pages
eo: Etikedaj paĝoj

source: Other filtered pages
eo: Aliaj filtritaj paĝoj

source: Download pages
eo: Elŝuti dosierojn

source: Download delay
eo: Elŝuta prokrasto

source: Profile picture size
eo: Profilbilda grando

source: Messaging pages
eo: Mesaĝado-paĝoj

source: Note: Anonymous users may create comments with this status. You will probably want to give the same permission to this user/group.
eo: Noto: Anonimaj uzantoj povas krei komentojn laŭ tiu stato. Vi verŝajne donus la samajn permesojn al tiu uzanto/grupo.

source: Standard
eo: Ordinara

source: Restricted
eo: Limigita

source: (un)selects all checkboxes using Javascript
eo: (Mal)markas ĉiujn markobutonojn per JavaScript

source: (un)check all
eo: (mal)markas ĉion

source: Primary Group
eo: Unuaranga grupo

source: Secondary Group
eo: Duaranga grupo

source: Advanced permissions are not enabled for this collection
eo: Altnivelaj permesojn ne aktivigitaj por tiu kolekto

source: Permission to read members posts
eo: Permeso por legi ano-afiŝojn

source: Items can be assigned to members of this group
eo: Eroj povas esti kunligitaj al anoj de la grupo

source: Non members
eo: Fremduloj

source: Group
eo: Grupo

source: L
eo: Nivelo

source: Member of<br />%s
eo: Ano de<br />%s

source: Member
eo: Ano

source: Permissions on Posts
eo: Antingopermesoj en afiŝoj

source: Permission to post into this blog with published status
eo: Permeso por afiŝi en ĉi tiun kolekton kun eldona stato

source: Permission to post into this blog with community status
eo: Permeso por afiŝi en ĉi tiun kolekton kun komunuma stato

source: Permission to post into this blog with members status
eo: Permeso por afiŝi en ĉi tiun kolekton kun ana stato

source: Permission to post into this blog with private status
eo: Permeso por afiŝi en ĉi tiun kolekton kun privata stato

source: Permission to post into this blog with review status
eo: Permeso por afiŝi en ĉi tiun kolekton kun kontrola stato

source: Permission to post into this blog with draft status
eo: Permeso por afiŝi en ĉi tiun kolekton kun malneta stato

source: Permission to post into this blog with deprecated status
eo: Permeso por afiŝi en ĉi tiun kolekton kun malaprobita stato

source: Permission to post into this blog with redirected status
eo: Permeso por afiŝi en ĉi tiun kolekton kun alidirektita stato

source: Edit posts<br />/user level
eo: Redakti afiŝojn<br />/uzanto-nivelo

source: Delete<br />posts
eo: Forigi<br />afiŝoj

source: Permission to delete posts in this blog
eo: Permeso forigi afiŝojn en ĉi tiu kolekto

source: Edit<br />TS
eo: Redakti<br />TI

source: Permission to edit timestamp on posts and comments in this blog
eo: Permeso por redakti tempo-indikilojn en afiŝoj kaj komentoj en la kolekto

source: Permissions on Comments
eo: Atingopermesoj por komentoj

source: Comment<br />statuses
eo: Komento<br />statoj

source: Permission to comment into this blog with published status
eo: Permeso por komenti en ĉi tiun kolekton kun eldona stato

source: Permission to comment into this blog with community status
eo: Permeso por komenti en ĉi tiun kolekton kun komunuma stato

source: Permission to comment into this blog with members status
eo: Permeso por komenti en ĉi tiun kolekton kun ana stato

source: Permission to comment into this blog with private status
eo: Permeso por komenti en ĉi tiun kolekton kun privata stato

source: Permission to comment into this blog with review status
eo: Permeso por komenti en ĉi tiun kolekton kun kontrola stato

source: Permission to comment into this blog with draft status
eo: Permeso por komenti en ĉi tiun kolekton kun malneta stato

source: Permission to comment into this blog with deprecated status
eo: Permeso por komenti en ĉi tiun kolekton kun malaprobita stato

source: Permission to post meta comments into this collection
eo: Permeso por afiŝi metakomentojn en ĉi tiun kolekton

source: Edit cmts<br />/user level
eo: Redakti komentojn<br />/uzanto-nivelo

source: Delete<br />cmts
eo: Forigi<br />komentoj

source: Permission to delete comments on this blog
eo: Permeso por forigi komentojn en ĉi tiu kolekto

source: Permission to recycle comments on their own posts
eo: Permeso por elrubujigi aŭ ŝanĝi staton de komentoj en siaj propraj afiŝoj

source: Permission to give a spam vote on any comment
eo: Permeso por doni spaman voĉdonon en iu ajn komento

source: Perms on Coll.
eo: Atingopermesoj de kolektoj

source: Cats
eo: Kategorioj

source: Permission to edit categories for this blog
eo: Permeso redakti kategoriojn por la kolekto

source: Feat.
eo: Trajt.

source: Permission to edit blog features
eo: Permeso redakti kolekto-trajtojn

source: Check this to give Collection Admin permission.
eo: Marki ĉi tion por kolekto-administro-atingopermesojn.

source: Coll.<br />Admin
eo: Kolekto<br />Administranto

source: Advanced/Administrative blog properties
eo: Altnivelaj/administraj kolekto-ecoj

source: Permission to edit advanced/administrative blog properties
eo: Permeso redakti altnivelajn/administrajn kolekto-ecojn

source: Media<br />Dir
eo: Medio<br />Dujo

source: Permission to upload into blog's media folder
eo: Permeso alŝuti en la kolekto-median dosierujon

source: Permission to browse blog's media folder
eo: Permeso foliumi la kolekto-median dosierujon

source: Permission to change the blog's media folder content
eo: Permeso ŝanĝi la enhavon de la kolekto-media dosierujo

source: Permission to view collection's analytics
eo: Permeso por rigardi komentojn en analizaĵoj

source: Here you can configure some plugins individually for each blog. To manage your installed plugins go <a %s>here</a>.
eo: Ĉi tie vi povas agordi iujn kromprogramojn aparte por ĉiu kolekto. <a %s>Administri viajn instalitajn kromprogramojn.</a>

source: Show plugins from group
eo: Montri kromprogramojn de grupo

source: There are no plugins providing blog-specific settings.
eo: Estas neniuj kromprogramoj donanta kolekto-specifan agordon.

source: What kind of collection would you like to create?
eo: Kian kolekton vi volas krei?

source: Your selection here will pre-configure your collection in order to optimize it for a particular use. Nothing is final though. You can change all the settings at any time and any kind of collection can be transformed into any other at any time.
eo: Via elekto antaŭagordos vian kolektonon por taŭgigi ĝin por specifa uzo. Tamen neniu estas definitiva. Vi povas ŝanĝi ĉiujn agordaĵojn laŭplaĉe.

source: A standard blog with the most common features.
eo: Ordinara kolekto kun la plej komunaj trajtoj.

source: Browsing posts pages
eo: Foliumado de afiŝaj paĝoj

source: Default blog page
eo: Kolekto-paĝo apriora

source: 301 redirect to canonical URL when possible
eo: Alidirekto 301 al kanona URL laŭeble

source: Use rel="canonical" if not 301 redirected
eo: Se ne alidirektita de 310, uzi: rel="canonical"

source: Make canonical
eo: Kanonigi

source: "Next" blog pages
eo: Kolekto-paĝoj "Sekva"

source: Page 2,3,4...
eo: Paĝo 2,3,4…

source: NOFOLLOW on links to
eo: NOFOLLOW ĉe ligiloj al

source: Link to the permanent url of the post
eo: Ligilo al la daŭra URL de la afiŝo

source: Link to the "link to URL" specified in the post (if any)
eo: Ligilo al la "ligilo al URL" specifita en la afiŝo (se ĝi ekzistas)

source: Link to the "link to URL" if specified, otherwise fall back to permanent url
eo: Ligilo al la "ligilo al URL" se specifita; alie uzi la daŭran URL-on

source: No links on titles
eo: Neniuj ligiloj en titoloj

source: Post titles
eo: Afiŝaj titoloj

source: Link to single post
eo: Ligilo al unuopa afiŝo

source: Link to post in archive
eo: Ligilo al afiŝo en arkivo

source: Link to post in sub-category
eo: Ligilo al afiŝo en subkategorio

source: Permalinks
eo: Daŭrligiloj

source: Single post pages / "Permalink" pages
eo: Unuopaj afiŝaj paĝoj / Paĝoj pri "Daŭrligiloj"

source: E-g:
eo: Ekz-e:

source: Use param: post ID
eo: Uzi parametron: afiŝa identigilo

source: Use param: post title
eo: Uzi parametro: afiŝa titolo

source: Use extra-path: post title
eo: Uzi aldonan vojon: afiŝa titlo

source: Use extra-path: year
eo: Uzi aldonan vojon: jaro

source: Use extra-path: year & month
eo: Uzi aldonan vojos: jaro kaj monato

source: Use extra-path: year, month & day
eo: Uzi aldonan vojon: jaro, monato kaj tago

source: Use extra-path: sub-category
eo: Uzi aldonan vojon: subkategorio

source: Use extra-path: category path
eo: Uzi aldonan vojon: kategoria vojo

source: Permalink scheme
eo: Skemo de daŭrligiloj

source: Limit slug length to
eo: Limigi URL-titolan longon je

source: words
eo: vortoj

source: Meta description
eo: Metadatuma priskribo
