Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: This message was automatically generated by %s running on <a %s>%s</a>.
eo: Ĉi tiu mesaĝo aŭtomate generiĝis de %s, plenumiĝanta en <a %s>%s</a>.

source: Your login on %s is: $login$
eo: Via salutnomo en %s estas: $login$

source: Too many emails?
eo: Ĉu tro da retpoŝtmesaĝoj?

source: To configure the emails you receive, click here: <a %s>edit notification preferences</a>.
eo: Por agordi la retpoŝtmesaĝojn, kiujn vi ricevas <a %s>redaktu sciigajn agordaĵojn</a>.

source: This message was automatically generated by %s running on %s: %s.
eo: Ĉi tiu mesaĝo aŭtomate generiĝis de %s, plenumiĝanta en %s: %s.

source: To edit your email notification preferences, click here: %s
eo: Por redakti viajn preferojn pri retpoŝta sciigado sekvu la jenan ligilon: %s

source: Hello $username$!
eo: Saluton $username$

source: You have recently registered a new account on %s .
eo: Vi antaŭnelonge registris novan konton en %s ..

source: You must activate this account by clicking below in order to be able to use all the site features.
eo: Vi devas aktivigi la konton per alklakado de malsupra ligilo por uzi la tuton de la kolektaraj trajtoj.

source: Activate NOW
eo: Tuj aktivigi

source: You have recently changed the email address associated with your account on %s .
eo: Vi ĵuse ŝanĝis la retpoŝtadreson kunligita kun via konto en %s .

source: You must reactivate this account by clicking below in order to continue to use all the site features.
eo: Vi devas reaktivigi la konton per alklakado de la malsupra ligilo por daŭri uzi la tuton de la kolektaraj trajtoj.

source: Reactivate NOW
eo: Tuj malaktivigi

source: Your account on %s needs to be reactivated.
eo: Via konto en %s postulas reaktivigo.

source: Someone -- presumably you -- has registered an account on %s with your email address.
eo: Iu — supozeble vi — registris konton en %s kun via retpoŝtadreso.

source: Your login is: $login$
eo: Via salutnomo estas: $login$

source: Your email is: $email$
eo: Via retpoŝtadreso estas: $email$

source: You have received private messages in the following conversations, but your account must be activated before you can read them:
eo: Vi ricevis privatajn mesaĝojn en la jenaj kunparoloj, sed via konto devas esti aktivigita antaŭ ol vi rajtos legi ilin:

source: We also recommend that you add %s to your contacts in order to make sure you will receive future notifications, especially when someone sends you a private message.
eo: Ankaŭ ni rekomendas, ke vi aldonu la retpoŝtadreson %s en viajn kontaktitojn por certigi, ke vi ricevos sciigojn, precipe kiam iu sendas al vi privatan mesaĝon.

source: If you don't want to receive notifications to activate your account any more, click here:
eo: Se vi volas neniujn pluajn sciigojn pri aktivigado de via konto, sekvu la jenan ligilon:

source: instant unsubscribe
eo: tuja malabonado

source: Please activate this account by clicking on the following link:
eo: Bonvolu aktivigi la konton per alklakado de la jena ligilo:

source: Please reactivate this account by clicking on the following link:
eo: Bonvolu reaktivigi la konton per alklakado de la jena ligilo:

source: New user account activated by %s
eo: Nova uzantkonto estis aktivigita de %s

source: Registration Country
eo: Registriĝo-lando

source: Registration Domain
eo: Registriĝo-domajno

source: Profile Country
eo: Profilo-lando

source: Registration Source
eo: Registriĝo-fonto

source: Registration Trigger Page
eo: Registriĝo-instigilo

source: Initial page
eo: Starta paĝo

source: Assigned Level
eo: Asignita nivelo

source: Assigned Group
eo: Asignita grupo

source: The current profile pictures for this account are:
eo: La nunaj profilbildoj por la konto estas:

source: No pictures.
eo: Neniuj bildoj.

source: Edit User
eo: Redakti uzanton

source: View recent registrations
eo: Rigardi freŝajn registriĝojn

source: If you don't want to receive any more notification when an account was activated by email, click here:
eo: Se vi volas neniujn pluajn sciigojn kiam la konto estis aktivigita per retpoŝto, sekvu la malsupran ligilon:

source: The user has %s profile pictures.
eo: La uzanto havas %s profilbildojn.

source: Edit user
eo: Redakti uzanton

source: Recent registrations
eo: Freŝaj registriĝoj

source: There have been significant changes on this user profile made by %s
eo: Estis signifaj ŝanĝoj de la uzanto-profilo fare de %s

source: Field
eo: Kampo

source: WARNING: the same profile picture is used by these other users: %s.
eo: AVERTO: La sama profilbildo estas uzata de la jenaj aliaj uzantoj: %s.

source: The main profile picture was changed to:
eo: Via profilbildo estis ŝanĝita al:

source: A new profile picture file was uploaded:
eo: Nova profilbildo alŝutiĝis:

source: If you don't want to receive any more notifications about user changes, click here:
eo: Se vi volas neniujn pluajn sciigojn pri uzanto-ŝanĝoj, sekvu la jenan ligilon:

source: The main profile picture was changed.
eo: La ĉefprofilbildo estas ŝanĝita.

source: A new profile picture file was uploaded.
eo: Nova profilbilda dosiero alŝutiĝis.

source: A user account was closed %s days after creation.
eo: Uzantkonto fermiĝis %s tagojn post kreiĝo.

source: A user account was closed %s days after creation by %s
eo: Uzantkonto fermiĝis %s tagojn post kreiĝo fare de %s

source: Edit User account
eo: Redakti uzantkonto

source: If you don't want to receive any more notification when an account was closed, click here:
eo: Se vi volas neniujn pluajn sciigojn kiam konto fermiĝos, sekvu la jenan ligilon:

source: A new user has registered on the site
eo: nova uzanto registriĝis

source: If you don't want to receive any more notifications about new user registrations, click here:
eo: Se vi volas neniujn pluajn sciigojn pri novaj uzanto-registriĝoj, sekvu la jenan ligilon:

source: Never used.
eo: Neniam uzita.

source: Last used on
eo: Laste uzita je

source: Reset your password NOW
eo: Tuj restarigi la pasvorton

source: It seems you have multiple accounts associated to this email address. Choose the one you want to use below:
eo: Ŝajnas ke vi havas plurajn kontojn ligitajn al ĉi tiu retpoŝtadreso. Bonvolu sube elekti tiun, kiun vi volas uzi:

source: For security reasons the links are only valid for your current session (by means of your session cookie).
eo: Pro kialoj de sekureco la ligilo nur validas dum via nuna seanco (per via seanca kuketo).

source: Somebody (presumably you) has requested a password reset for your account.
eo: Iu (eble vi) petis pasvortan restarigon por via konto.

source: If you did not request this password reset, simply ignore this email.
eo: Se vi ne petis la pasvortan restarigon, nur ignori la retpoŝtmesaĝon.

source: Link to reset your password:
eo: Ligilo por restarigi vian pasvorton:

source: A user account was reported by %s
eo: Uzantkonto denunciĝis de %s

source: Reported as
eo: Denuncita kiel

source: Extra info
eo: Ekstraj informoj

source: If you don't want to receive any more notification when an account was reported, click here:
eo: Se vi volas neniujn pluajn sciigojn kiam konto estas denuncita, sekvu la jenan ligilon:

source: %s posted a new meta comment on %s in %s.
eo: %s afiŝis novan metakomenton je %s en %s.

source: %s posted a new comment on %s in %s.
eo: %s afiŝis novan komenton je %s en %s.

source: Trackback IP
eo: Spura IP-adreso

source: Commenter IP
eo: IP-adreso de la komentinto

source: This is a short form moderation message. To make these emails more useful for quick moderation, ask the administrator to send you long form moderation messages instead.
eo: Jen mallonga kontrola mesaĝo. Por fari ĉi tiajn retpoŝtmesaĝojn pli utilajn por rapida kontrolado petu al la sistemestro anstataŭe sendi al vi longajn kontrolajn mesaĝojn.

source: Read full comment
eo: Legi la plenan komenton

source: Quick moderation
eo: Rapida kontrolado

source: Edit comment
eo: Redakti komenton

source: If you don't want to receive any more notifications about moderating new comments, click here
eo: Se vi volas ricevi neniujn pliajn sciigojn pri kontrolado de novaj komentoj

source: If you don't want to receive any more notifications about moderating updated comments, click here
eo: Se vi volas ricevi neniujn pliajn sciigojn pri kontrolado de ĝisdatigitaj komentoj

source: You are a moderator of this blog and you are receiving notifications when a comment may need moderation.
eo: Vi estras ĉi tiun kolekton, kaj vi ricevas sciigojn kiam komentoj eble estas kontrolendaj.

source: If you don't want to receive any more notifications on this blog, click here
eo: Se vi volas neniujn pluajn sciigojn el ĉi tiu kolekto, klaku ĉi tion

source: You are receiving notifications when anyone comments on this post.
eo: Vi ricevos sciigojn kiam iu komentas ĉi tiun afiŝon.

source: If you don't want to receive any more notifications on this post, click here
eo: Se vi volas neniujn pluajn sciigojn en ĉi tiu afiŝo, klaku ĉi tion

source: If you don't want to receive any more notifications on your posts, click here
eo: Se vi volas neniujn pluajn sciigojn pri viaj afiŝoj, klaku ĉi tion

source: You are receiving notifications when meta comment is added on this post.
eo: Vi ricevos sciigojn kiam metakomento estas aldonita en la afiŝo.

source: If you don't want to receive any more notifications about meta comments, click here
eo: Se vi volas neniujn pluajn sciigojn pri metakomentojn

source: New comment
eo: Nova komento

source: New meta comment
eo: Nova metakomento

source: To read the full content of the comment click here:
eo: Por legi la plenan komenton sekvu la jenan ligilon:

source: %s reported comment as spam on %s in %s.
eo: %s denuncis komenton kiel spaman je %s en %s.

source: If you don't want to receive any more notifications about moderating spam comments, click here
eo: Ne plu ricevi sciigojn pri kontrolado de spamaj komentoj

source: Spam comment
eo: Spama komento

source: There have been comments awaiting moderation for more than %s in the following blogs:
eo: Estas komentoj, kiuj atendas kontrolon dum pli ol %s en la jenaj kolektoj:

source: %s comments waiting
eo: %s komentoj atendas

source: Click here to moderate
eo: Sekvu la jenan ligilon por kontroli

source: If you don't want to receive any more notifications about comment moderation, click here
eo: Se vi volas neniujn pluajn sciigojn pri komenta kontrolo

source: Message sent from your <a %s>comment</a> on %s.
eo: Mesaĝo sendiĝis el <a %s>via komento</a> en %s.:

source: Message sent from your post: %s.
eo: Mesaĝo sendita el via afiŝo: %s.

source: Message sent through the contact form on %s.
eo: Mesaĝoj senditaj per la formulario en %s.

source: %s (%s) has sent you this message:
eo: %s (%s) sendis al vi la mesaĝon:

source: This message was typed by a user connecting from this IP address: %s.
eo: Ĉi tiu mesaĝo estis tajpita de uzanto kun la IP-adreso %s.

source: By replying, your email will go directly to %s.
eo: Per respondi via retpoŝtmesaĝo iros rekte al %s.

source: You can edit your profile to not receive emails through a <a %s>form</a>
eo: Vi povas redakti vian profilon por ne ricevi retpoŝtmesaĝojn per <a %s>formulario</a>

source: If you don't want to receive any more emails through a message form, click here:
eo: Se vi volas neniujn pluajn retpoŝtmesaĝojn per la mesaĝa formulario, sekvu la jenan ligilon:

source: If you don't want to receive e-mails on your comments for this e-mail address anymore, click here:
eo: Alklaki la jenan ligilon por ne plu ricevi retpoŝtmesaĝojn pri viaj komentoj por ĉi tiu retpoŝtadreso:

source: %s has sent you this message:
eo: %s sendis al vi la mesaĝon:

source: Message sent from your comment:
eo: Mesaĝo sendiĝis el via komento:

source: Message sent from your post:
eo: Mesaĝo sendita el via afiŝo:

source: You can edit your profile to not receive emails through a form:
eo: Vi povas redakti vian profilon por ne ricevi retpoŝtmesaĝojn per formulario:

source: Click on the following link to not receive e-mails on your comments for this e-mail address anymore:
eo: Alklaki la jenan ligilon por ne plu ricevi retpoŝtmesaĝojn pri viaj komentoj por ĉi tiu retpoŝtadreso:

source: If you don't want to receive this newsletter anymore, click here:
eo: Se vi ne plu volas ricevi tiu bultenon, sekvu la jenan ligilon:

source: You just created the following posts:
eo: Vi ĵus kreis la jenajn afiŝojn:

source: %s created a new post on %s with title %s.
eo: %s kreis novan afiŝon en %s kun la titolo %s

source: View post
eo: Rigardi afiŝon

source: Edit post
eo: Redakti afiŝon

source: If you don't want to receive any more notifications about moderating new posts, click here
eo: Se vi volas ricevi neniujn pliajn sciigojn pri kontrolado de novaj afiŝoj

source: If you don't want to receive any more notifications about moderating updated posts, click here
eo: Se vi volas ricevi neniujn pliajn sciigojn pri kontrolado de ĝisdatigitaj afiŝoj

source: You are a moderator in this blog, and you are receiving notifications when a post may need moderation.
eo: Vi estras ĉi tiun kolekton, kaj vi ricevas sciigojn kiam afiŝo eble estas kontrolenda.

source: If you don't want to receive any more notifications about new posts on this blog, click here:
eo: Se vi volas neniujn pluajn sciigojn pri novaj afiŝoj en la kolekto, sekvu la jenan ligilon:

source: Edit/Delete
eo: Redakti/Forigi

source: To read the full content of the post click here:
eo: Por legi la plenan afiŝon sekvu la jenan ligilon:

source: The following posts have not been updated in %s months:
eo: La kolekto-agordo ne estas ĝisdatigi de antaŭ %s monatoj:

source: You are a moderator in this collection, and you are receiving notifications when stale posts may need moderation.
eo: Vi kontrolas ĉi tiun kolekton, kaj vi ricevas sciigojn kiam malfreŝaj afiŝoj eble estas kontrolendaj.

source: If you don't want to receive any more notifications about stale posts, click here
eo: Se vi volas neniujn pluajn sciigojn pri malfreŝaj afiŝoj

source: There have been posts awaiting moderation for more than %s in the following blogs:
eo: Estas afiŝoj, kiuj atendas kontrolon dum pli ol %s en la jenaj kolektoj:

source: %s posts waiting
eo: %s afiŝoj atendas

source: You are a moderator in this blog, and you are receiving notifications when the posts may need moderation.
eo: Vi estras ĉi tiun kolekton, kaj vi ricevas sciigojn kiam afiŝoj eble estas kontrolendaj.

source: If you don't want to receive any more notifications about post moderation, click here
eo: Se vi volas neniujn pluajn sciigojn pri afiŝa kontrolo

source: %s just sent you a private message with the title %s.
eo: %s ĵus sendis al vi mesaĝon kun la titolo %s.

source: %s just replied to your private message in the %s conversation.
eo: %s ĵus respondis vian mesaĝon en la kunparolo %s.

source: %s just replied to the %s conversation.
eo: %s ĵus respondis al la kunparolo %s.

source: Read full conversation
eo: Legi la plenan kunparolon

source: Read full message
eo: Legi plenan mesaĝon

source: In addition to this new message, you also have unread private messages in the following conversations
eo: Krom ĉi tiu nova mesaĝo vi ankaŭ havas nelegitajn mesaĝojn en la sekvaj kunparoloj

source: If you don't want to receive any more notifications about new private messages, click here:
eo: Se vi volas neniujn pluajn sciigojn pri novaj privataj mesaĝoj, sekvu la jenan ligilon:

source: To read the full conversation, click here:
eo: Por legi la plenan kunparolon sekvu la jenan ligilon:

source: Message content:
eo: Mesaĝa enhavo:

source: To read the full message, click here:
eo: Por legi la plenan mesaĝon sekvu la jenan ligilon:

source: You have unread private messages in the following conversations:
eo: Vi havas nelegitajn mesaĝojn en la jenaj kunparoloj:

source: Read your private messages
eo: Legi viajn mesaĝojn

source: If you don't want to receive notifications for unread private messages any more, click here:
eo: Se vi volas neniujn pluajn sciigojn pri viaj nelegitaj mesaĝoj, sekvu la jenan ligilon:

source: Click here to read your private messages:
eo: Sekvu ĉi tiun ligilon por legi viajn mesaĝojn:

source: The following scheduled tasks have ended with error:
eo: La jenaj planitaj laboroj finiĝis per eraro:

source: Review tasks with errors
eo: Rigardi laborojn kun eraroj

source: You are a scheduled task admin, and you are receiving notifications when a scheduled tasks ends with error or timeout.
eo: Vi estras planitajn laborojn, kaj vi ricevas sciigojn kiam planitaj laboroj finiĝas per eraro aŭ eksvalidiĝon.

source: If you don't want to receive any more notifications about scheduled task errors, click here:
eo: Se vi volas neniujn pluajn sciigojn pri eraroj de planitaj laboroj, sekvu la jenan ligilon:

source: To see more information about these tasks click here: %s
eo: Por vidi pliajn informojn pri la laboroj sekvu la jenan ligilon: %s

source: 404 Page
eo: 404-paĝo

source: You are not a member of this collection, therefore you are not allowed to access it.
eo: Vi ne estas ano de tiu kolekto, tial vi ne rajtas atingi ĝin.

source: %s characters left
eo: %s signoj restantaj.

source: 255 characters max
eo: 255 signoj maksimumo.

source: Close my account now
eo: Nun fermi mian konton

source: I changed my mind, don't close my account.
eo: Mi ŝanĝis mian decidon. Ne fermu mian konton.

source: Reply to
eo: Respondi al

source: Your name.
eo: Via nomo.

source: Your email address. (Will <strong>not</strong> be displayed on this site.)
eo: Via retpoŝtadreso. (<strong>Ne</strong> montriĝos en ĉi tiu kolektaro.)

source: Plain text only.
eo: Nur platteksta.

source: Downloading: %s
eo: Elŝutanta: %s

source: Your download will start in: %s seconds.
eo: Vi elŝuto komenciĝos post %s sekundoj.

source: If your download hasn't started automatically, please <a %s>click here</a>.
eo: Se via elŝuto ne aŭtomate komenciĝos, bonvolu <a %s>komenci ĝin per vi mem</a>.

source: Your download will start shortly...
eo: Via elŝuto baldaŭ komenciĝos…

source: If nothing happens, please <a %s>click here</a>.
eo: Se nenio okazos, bonvolu <a %s>komenci ĝin per vi mem</a>.

source: You do not have permission to edit file attachments for this post
eo: Vi ne rajtas redakti la kunsendaĵojn de la afiŝo

source: Comment content
eo: Komenta enhavo

source: Comment date
eo: Komenta dato

source: You do not have permission to edit file attachments for this comment
eo: Vi ne rajtas redakti la kunsendaĵojn de la komento

source: This is a private website or section
eo: Jen privata kolektaro aŭ sekcio

source: You need special permissions to access the contents of this website/section.
eo: Vi postulas specialajn permesojn por atingi la enhavon de tiu kolektaro/sekcio.

source: If you need assistance, please <a %s>contact the owner of this website/section</a>.
eo: Se vi postulas helpon, bonvolu <a %s>kontakti la estron de la kolektaro/sekcio</a>.

source: Content issues
eo: Enhavaj problemoj

source: This is an independent website published solely under the reponsibility of its owner.
eo: Ĉi tiu estas sendependa kolektaro eldonita sole laŭ la responso de sia estro.

source: In case of concerns with the contents of this website/section, please <a %s>contact the owner of this website/section</a>.
eo: Okaze de zorgoj pri la enhavo de la kolektaro/sekcio, bonvolu <a %s>kontakti la estron de la kolektaro/sekcio</a>.

source: What to do if the owner doesn't respond
eo: Tio, kion fari se la blogestro ne respondas

source: PREVIEW Comment by
eo: Antaŭvidi komenton de

source: Use standard login form instead
eo: Anstataŭe uzi la ordinaran ensalutilon

source: Use standard password recovery form instead
eo: Anstataŭe uzi la ordinaran formularion por restarigi la pasvorton

source: It is likely that the message you are trying to access has been identified as a spam or scam message and therefore has been deleted by a moderator.
eo: Estas probable, ke la mesaĝo, kiun vi provas atingi, estas identigita kiel spama aŭ trompa mesaĝo kaj tial estas forigita de la kontrolisto.

source: This may have happened in the time between you received a notification for this new message and the time you're now trying to read the message.
eo: Tio eble okazis inter kiam ricevis sciigon por la nova mesaĝo kaj kiam vi nun provas legi ĝin.

source: We are striving to keep this site free of inappropriate messages and misbehaving users. Despite our efforts, if you identify misbehaving users, please be sure to report them by using the 'Report this user' feature that you will find on their profile.
eo: Ni strebas liberigi la kolektaron de maldecaj mesaĝoj kaj malbonkondutaj uzantoj. Malgraŭ niaj klopodoj se vi identigas malbonkondutajn uzantojn, bonvolu certigi denunci ilin per la uzo de la trajto 'Denunci la uzanton', kiu vi trovos en ties profilo.

source: Previous messages in this conversation
eo: Antaŭaj mesaĝoj en ĉiu kunparolon.

source: Mobile: Footer
eo: Poŝtelefona piedo

source: User registration is currently not allowed.
eo: Uzanto-registriĝo nune ne estas permesata.

source: Your invitation code
eo: Via invitkodo

source: Choose a password
eo: Elekti pasvorton

source: Please type your password again
eo: Bonvolu retajpi vian pasvorton

source: We respect your privacy. Your email will remain strictly confidential.
eo: Ni respektas vian privatecon. Via retpoŝtadreso restos kaŝita.

source: Your real first name.
eo: Via reala personnomo.

source: Preferred language
eo: Preferita lingvo

source: Register my account now!
eo: Registri mian konton

source: Already have an account... ?
eo: Ĉu jam havas konton... ?

source: Use standard registration form instead
eo: Anstataŭe uzi la ordinaran registriĝo-formularion

source: Common links
eo: Kutimaj ligiloj

source: I accept these terms
eo: Mi akceptas tiujn uzkondiĉojn

source: %s years old
eo: %s jaraĝa

source: Send Message
eo: Sendi mesaĝon

source: Add to Contacts
eo: Aldoni al kontaktitojn

source: Edit Blocked Contact
eo: Redakti baritan kontaktiton

source: Edit Contact
eo: Redakti kontaktiton

source: Block Contact
eo: Bari kontaktiton

source: Unblock Contact
eo: Malbari kontaktiton

source: Edit Reported User
eo: Redakti denuncitan uzanton

source: Registration date
eo: Registriĝo-dato

source: Comments posted by %s
eo: Komentoj afiŝitaj de %s

source: Posts created by %s
eo: Afiŝoj kreitaj de %s

source: Login now...
eo: Ensaluti…
