Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: <p>b2evolution blogs are installed with a default selection of Widgets. For example, the sidebar of this blog includes widgets like a calendar, a search field, a list of categories, a list of XML feeds, etc.</p> <p>You can add, remove and reorder widgets from the Blog Settings tab in the admin interface.</p> <p>Note: in order to be displayed, widgets are placed in containers. Each container appears in a specific place in an evoskin. If you change your blog skin, the new skin may not use the same containers as the previous one. Make sure you place your widgets in containers that exist in the specific skin you are using.</p>
eo: <p>Kolektoj de b2evolution instaliĝas kun apriora elekto de umaĵoj. Ekzemple la flankaĵo de ĉi tiu kolekto inkluzivas umaĵojn kiel kalendaron, serĉilon, liston da kategorioj, liston da XML-fluoj, ktp.</p> <p>Vi povas aldoni, forigi kaj reordigi umaĵojn de la folio kolekto-agordo en la stirila interfaco.</p> <p>Noto: por montriĝado umaĵaj metiĝis en ujojn. Ĉiu ujo aperas en specifa loko en etoso. Se vi ŝanĝas vian kolekto-etoson, la nova etoso eble ne uzos la samajn ujojn, kiuj ekzistas en la specifa etoso, kiun vi uzas.</p>

source: About widgets...
eo: Pri umaĵoj…

source: <p>By default, b2evolution blogs are displayed using an evoskin.</p> <p>You can change the skin used by any blog by editing the blog settings in the admin interface.</p> <p>You can download additional skins from the <a href="http://skins.b2evolution.net/" target="_blank">skin site</a>. To install them, unzip them in the /blogs/skins directory, then go to General Settings &gt; Skins in the admin interface and click on "Install new".</p> <p>You can also create your own skins by duplicating, renaming and customizing any existing skin folder from the /blogs/skins directory.</p> <p>To start customizing a skin, open its "<code>index.main.php</code>" file in an editor and read the comments in there. Note: you can also edit skins in the "Files" tab of the admin interface.</p> <p>And, of course, read the <a href="%s" target="_blank">manual on skins</a>!</p>
eo: <p>Apriore b2evolution-kolektoj montriĝos per la etoso evoskin.</p> <p>Vi povas ŝanĝi la etoson uzatan de iu ajn kolekto per redaktado de la kolekto-agordo en la stirila interfaco.</p> <p>Vi povas elŝuti aldonajn etosojn el <a href="http://skins.b2evolution.net/">la etosa ejo</a>. Por instali ilin elpaku en la dosierujojn <cite>/blogs/skins/</cite>, navigu al Tutprograma agordo &gt; Etosoj en la stirila interfaco kaj klaki sur "Instali novan".</p> <p>Vi ankaŭ povas krei proprajn etosojn per duobligo, alinomado aŭ alproprigo de iu jama etosa dosierujo el la dosierujo /blogs/skins.</p> <p>Por ekagordi etoson malfermu la dosieron '<cite>index.main.php</cite>' en tekstoredaktilo kaj legi la komentojn en tio. Noto: Vi povas ankaŭ redakti etosojn sub la langeto "Dosieroj" en la stirila interfaco.</p> <p>Kaj kompreneble legu la <a href="%s">manlibron pri etosoj</a>!</p>

source: About skins...
eo: Pri etosoj…

source: Landscapes
eo: Pejzaĝoj

source: About Photos
eo: Pri fotoj

source: Photos
eo: Fotoj

source: Sunset
eo: Sunsubiro

source: Bus Stop Ahead
eo: Aŭtobusa haltejo antaŭe

source: In the middle of nowhere: a school bus stop where you wouldn't really expect it!
eo: Meze de nenie: lernejbushaltejo kie oni ne atendus ĝin!

source: A forum group
eo: Foruma grupo

source: Welcome description
eo: Bonveniga priskribo

source: A forum
eo: Forumo

source: Short description of this forum
eo: Longa priskribo de ĉi tiu forumo

source: Another forum
eo: Alia forumo

source: Another group
eo: Alia grupo

source: Background description
eo: Fona priskribo

source: News description
eo: Novaĵa priskribo

source: Fun description
eo: Amuza priskribo

source: About Forums
eo: Pri forumoj

source: Forums
eo: Forumoj

source: <p>This is the first topic in the "[coll:shortname]" collection.</p> <p>It appears in a single category.</p>
eo: <p>Jen la unua temo en la kolekto "[coll:shortname]".</p> <p>Ĝi aperas en unuopa kategorio.</p>

source: First Topic
eo: Unua temo

source: <p>This is the second topic in the "[coll:shortname]" collection.</p> <p>It appears in multiple categories.</p>
eo: <p>Jen la dua temo en la kolekto "[coll:shortname]".</p> <p>Ĝi aperas en pluraj kategorioj.</p>

source: Second topic
eo: Dua temo

source: <p>This topic has an image attached to it. The image is automatically resized to fit the current blog skin. You can zoom in by clicking on the thumbnail.</p> <p>Check out the photoblog (accessible through the links at the top) to see a completely different skin focused more on the photos than on the blog text.</p>
eo: <p>Ĉi tiu afiŝo havas bildon almetita al ĝi. La bildo aŭtomate aligrandiĝas por adaptiĝi al la nuna kolekto-etoso. Vi povas zomi per alklaki la miniaturon.</p> <p>Rigardi la fotan kolekton (atingebla per la ligiloj supre de la paĝo) por rigardi tute alian etoson pli taŭgan por fotoj ol por kolekto-teksto.</p>

source: Image topic
eo: Bilda temo

source: <p>This is page 1 of a multipage topic.</p> <blockquote><p>This is a Block Quote.</p></blockquote> <p>You can see the other pages by clicking on the links below the text.</p>
eo: <p>Jen la unua paĝo de plurpaĝa temo.</p> <blockquote><p>Jen bloka citaĵo.</p></blockquote> <p>Vi povas vidi la aliajn paĝojn per alklakado de la ligiloj sube de la teksto.</p>

source: This is a multipage topic
eo: Jen plurpaĝa temo

source: <p>This is an extended topic with no teaser. This means that you won't see this teaser any more when you click the "more" link.</p> [teaserbreak] <p>This is the extended text. You only see it when you have clicked the "more" link.</p>
eo: <p>Jen etendita temo kun neniu komenca eltiraĵo. Alivorte vi ne plu vidos la komencon kiam vi alklakos la ligilon "plu".</p>

source: Extended topic with no teaser
eo: Etendita temo sen komenca eltiraĵo

source: <p>This is an extended topic. This means you only see this small teaser by default and you must click on the link below to see more.</p> [teaserbreak] <p>This is the extended text. You only see it when you have clicked the "more" link.</p>
eo: <p>Jen etendita temo. Alivorte vi vidos nur etan eltiraĵon aŭtomate kaj vi devos alklaki la suban ligilon por vidi pliajn.</p> [teaserbreak] <p>Jen etendita teksto. Vi vidos ĝin nur post kiam vi alklakis la ligilon "plu"</p>

source: Extended topic
eo: Etendita temo

source: Markdown examples
eo: Markdown-ekzemploj

source: Introduction
eo: Enkonduko

source: Getting Started
eo: Komenciĝi

source: User Guide
eo: Uzanto-gvidlibro

source: Reference
eo: Referenco

source: Blogs
eo: Kolektoj

source: Photo Albums
eo: Fotaroj

source: This is the main introduction for this demo online manual. It is a post using the type "Intro-Front". It will only appear on the front page of the manual. You may delete this post if you don't want such an introduction. Just to be clear: this is a **demo** of a manual. The user manual for b2evolution is here: http://b2evolution.net/man/.
eo: Jen la ĉefcenkonduko por la demonstra enreta manlibro. Ĝi estas afiŝo kun la tipo "Intro-Front". Ĝi aperos nur en la frontpaĝo de la manlibro. Vi rajtas forigi la afiŝon se vi ne volas tian enkondukon. Sole por klarigo: jen <em>demonstraĵo</em> de manlibro. La <a href="http://b2evolution.net/man/">uzanto-manlibro</a> estas enrete disponebla.

source: Welcome here!
eo: Bonvenon!

source: Chapter Intro
eo: Ĉapitra enkonduko

source: This is an introduction for this chapter. It is a post using the "intro-cat" type.
eo: Jen enkonduko por la ĉapitro. Ĝi estas afiŝo kun la tipo "intro-cat".

source: Contrary to the other sections which are explictely sorted by default, this section is sorted alphabetically by default.
eo: Kontraŭa al la aliaj sekcioj, kiuj malimplice aŭtomate estas ordigita, ĉi tiu sekcio estas aŭtomate alfabete ordigita.

source: About this manual
eo: Pri la manlibro

source: <p>This is the first page in the "[coll:shortname]" collection.</p> <p>It appears in a single category.</p>
eo: <p>Jen la unua paĝo en la kolekto "[coll:shortname]".</p> <p>Ĝi aperas en unuopa kategorio.</p>

source: First Page
eo: Unua paĝo

source: <p>This is the second page in the "[coll:shortname]" collection.</p> <p>It appears in multiple categories.</p>
eo: <p>Jen la dua paĝo en la kolekto "[coll:shortname]".</p> <p>Ĝi aperas en pluraj kategorioj.</p>

source: Second Page
eo: Dua paĝo

source: Wiki Tables
eo: Vikiaj tabeloj

source: <p>This is the sports post.</p> <p>It appears in sports category.</p>
eo: <p>Jen la sporta afiŝo.</p> <p>Ĝi aperas en la kategorio Sportoj.</p>

source: Sports post
eo: Sporta afiŝo

source: <p>This is the second sports post.</p> <p>It appears in sports category.</p>
eo: <p>Jen la dua afiŝo.</p> <p>Ĝi aperas en la kategorio Sportoj.</p>

source: Second sports post
eo: Dua sporta afiŝo

source: Bug
eo: Eraro

source: Feature Request
eo: Trajtopeto

source: Task %s
eo: Tasko %s

source: This is a demo task description for Task %s.
eo: Jen demonstracia priskribo por tasko %s.

source: Sorry, we could not find anything matching your request, please try to broaden your search.
eo: Bedaŭre ne trovebla estis io kongrua kun via peto. Bonvolu provi vastigi vian serĉon.

source: Comment
eo: Komento

source: Tag
eo: Etikedo

source: In %s
eo: En %s

source: %d posts are tagged with '%s'
eo: %d afiŝoj etikeditaj per '%s'

source: last edited on
eo: laste redaktitaj je

source: Published by %s on %s
eo: Eldonita de %s je %s

source: on
eo: je

source: Last edit by
eo: Plej lasta modifo de

source: Sorry, you have no permission to edit blog properties.
eo: Bedaŭre vi ne havas permeson redakti kolekto-ecojn.

source: The blog settings have been updated
eo: La kolekto-agordo ĝisdatiĝis

source: The blog skin has been changed.
eo: La kolekto-etoso ŝanĝiĝas.

source: Skin settings have been updated
eo: Etosa agordo ĝisdatiĝis.

source: Plugin settings have been updated
eo: Kromprograma agordo ĝisdatiĝis.

source: The blog permissions have been updated
eo: La kolekto-permesoj ĝisdatiĝis.

source: Category ordering has been changed.
eo: Kategoria ordigo ŝanĝiĝis.

source: Please select a type
eo: Bonvolu elekti tipon

source: The collection type has been updated
eo: La kolektotipo ĝisdatiĝis

source: The collection setting has been updated.
eo: La kolekto-agordo ĝisdatiĝis.

source: Page caching has been turned on for the collection.
eo: La paĝa tenejo estas aktivigita por la kolekto.

source: Page caching has been turned off for the collection.
eo: La paĝa tenejo estas malaktivigita por la kolekto.

source: Block caching has been turned on for the collection.
eo: La bloka tenejo estas aktivigita por la kolekto.

source: Block caching has been turned off for the collection.
eo: La bloka tenejo estas malaktivigita por la kolekto.

source: View in Front-Office
eo: Vidi en la antaŭo

source: Collection metrics
eo: Kolekto-mezuroj

source: Refresh comment list
eo: Refreŝigi la komentan liston

source: Comments awaiting moderation
eo: Komentoj por kontrolado

source: Latest Meta Comments
eo: Plej freŝaj metakomentoj

source: New post
eo: Nova afiŝo

source: Write a new post...
eo: Skribi novan afiŝon…

source: Recently edited posts
eo: Freŝe redaktitaj afiŝoj

source: No title
eo: Neniu titolo

source: Getting started
eo: Eki

source: Welcome to your new collection's dashboard!
eo: Bonvenon al la stirilo de via nova kolekto.

source: Write your <a %s>first post</a> or customize this collection via the <a %s>Settings</a> tab.
eo: Skribi vian <a %s>unuan afiŝon</a> aŭ personigi la kolekton per la folio <a %s>Agordo</a>.

source: You can see your collection's front page at any time by clicking "Collection &raquo; Front Page..." in the b2evolution toolbar at the top of this page.
eo: Vi povas vidi la antaŭon de via kolekto je iu ajn okazo per alklakanta la ligilon "Kolekto → Antaŭo" en la b2evolution-a ilobreto supraĵe de ĉi tiu paĝo.

source: You can come back here at any time by clicking "Collection &raquo; Dashboard..." in that same evobar.
eo: Vi povas reveni al ĉi tiu laŭvole per alklakanta la ligilon "Kolekto → Stirilo" en tiu sama ilobreto.

source: Collection type
eo: Kolekto-tipo

source: Skin selection
eo: Etosa elekto

source: Advanced settings
eo: Altnivela agordo

source: User permissions
eo: Uzanto-atingopermesoj

source: Group permissions
eo: Grupaj atingopermesoj

source: You don't have permission to create a collection.
eo: Vi ne rajtas krei kolekton.

source: You already own %d collection/s. You are not currently allowed to create any more.
eo: Vi jam estras %d kolekto(j)n. Vi ne nune rajtas krei pliajn.

source: New "%s" collection
eo: Nova kolekto "%s"

source: You don't have permission to create a collection of kind %s.
eo: Vi ne rajtas krei kolekton de speco %s.

source: Please select an option for "New contents"
eo: Bonvolu elekti elekton por "Nova enhavo".

source: The collection has been duplicated.
eo: La kolekto duobliĝis

source: Blog &laquo;%s&raquo; deleted.
eo: Kolekto «%s» forigita.

source: Cannot delete Blog &laquo;%s&raquo;
eo: Ne eblas forigi kolekton «%s».

source: Blog settings updated.
eo: Dosiera agordo ĝisdatiĝis.

source: Invalid color code.
eo: Nevalida kolora kodo.

source: Reload-page timeout must be between %d and %d seconds.
eo: Tempoj de reŝargo devas esti inter %d kaj %d sekundoj.

source: Site settings updated.
eo: Kolektara agordo ĝisdatiĝis.

source: New Collection
eo: Nova kolekto

source: WARNING: This collection contains %d items and %d comments.
eo: AVERTO: La kolekto enhavas %d erojn kaj %d komentojn.

source: WARNING: This collection contains %d items.
eo: AVERTO: La kolekto enhavas %d erojn.

source: WARNING: You are about to delete the default collection.
eo: Averto: Vi estas forigonta ĉi tiun aprioran kolekton.

source: WARNING: You are about to delete the collection used for info pages.
eo: Averto: Vi estas forigonta la kolekton uzatan por informaj paĝoj.

source: WARNING: You are about to delete the collection used for login/registration pages.
eo: Averto: Vi estas forigonta la kolekton uzatan por ensalutaj kaj registriĝaj paĝoj.

source: WARNING: You are about to delete the collection used for messaging pages.
eo: Averto: Vi estas forigonta la kolekton uzatan por mesaĝo-paĝoj.

source: Note: Some files in this collection's fileroot may be linked to users or to other collections posts and comments. Those files will ALSO be deleted, which may be undesirable!
eo: Noto: Iuj dosieroj en la kolekto-dosierradiko eble ligiĝos al uzantoj aŭ aliaj afiŝoj kaj komentoj de diversaj kolektoj. Ankaŭ tiuj dosieroj foriĝos, kio eble ne estas dezirinda.

source: Delete collection &laquo;%s&raquo;?
eo: Ĉu forigi kolekton «%s»?

source: %d user favorites
eo: %d uzanto-favoratoj

source: %d blog settings
eo: %d kolekto-agordaĵoj

source: %d user permission definitions
eo: %d uzanto-atingopermesoj

source: %d group permission definitions
eo: %d grupaj atingopermesoj

source: %d subscriptions
eo: %d abonoj

source: %d widgets
eo: %d umaĵoj

source: %d hits
eo: %d rezultoj

source: %d related categories with all of their content recursively
eo: %d similaj kategorioj kun ĉiuj el ties enhavo, funde

source: %d files in this blog file root
eo: %d dosieroj en la kolekto-dosierradiko

source: Tracker
eo: Registrado de problemoj

source: Blog
eo: Kolekto

source: You changed the access setting of this collection from "%s" to "%s". This will also:
eo: Vi ne rajtas atingi agordon de la kolekto de "%s" al "%s". Tio ankaŭ:

source: change %d posts from "%s" to "%s"
eo: ŝanĝos %d afiŝojn de "%s" al "%s"

source: change %d comments from "%s" to "%s"
eo: ŝanĝos %d komentojn de "%s" al "%s"

source: Invalid category prefix.
eo: Nevalida kategoria prefikso.

source: Invalid tag prefix.
eo: Nevalida etikeda prefikso.

source: Download delay must be numeric (0-10).
eo: La elŝuta prokrasto devas esti cifera (0-100).

source: Items per feed must be between %d and %d.
eo: Eroj je ĉiu fluo devas esti inter %d kaj %d.

source: Comments per feed must be between %d and %d.
eo: La komentoj je ĉiu fluo devas esti inter %d kaj %d.

source: Invalid long description
eo: Nevalida priskribo longa

source: Invalid blog footer
eo: Nevalida kolekto-piedo

source: Invalid single post footer
eo: Nevalida piedo pri unuopa afiŝo

source: Invalid RSS footer
eo: Nevalida RSS-piedo

source: Invalid Blog Notes
eo: Nevalidaj kolekto-notoj

source: Max credits must be between %d and %d.
eo: Maksimumaj kreditoj devas esti inter %d kaj %d.

source: Please enter a specific post ID
eo: Bonvolu enmeti specifan afiŝan identigilon

source: Stale content alert must be configured with a number of months.
eo: Averto pri malfreŝa enhavo devas esti agordita laŭ nombro da monatoj

source: Items/days per page must be between %d and %d.
eo: La eroj/tagoj je ĉiu paĝo devas esti inter %d kaj %d.

source: Number of search results per page must be between %d and %d.
eo: La nombro da serĉrezultoj je ĉiu paĝo devas esti inter %d kaj %d.

source: Number of shown comments must be between %d and %d.
eo: Nombro da montrotaj komentoj devas esti inter %d kaj %d.

source: Comments per page must be between %d and %d.
eo: La komentoj je ĉiu paĝo devas esti inter %d kaj %d.

source: Invalid Custom meta tag/css section.
eo: Nevalida personigita meta-etikedo/stilfolia sekcio.

source: You can loosen this restriction in the <a %s>Group settings</a>.
eo: Vi povas malseverigi tiun limigon en <a %s>Grupa agordo</a>.

source: Invalid Custom javascript section.
eo: Nevalida personigita javaskripta sekcio

source: User &laquo;%s&raquo; does not exist!
eo: Uzanto «%s» ne ekzistas.

source: You must provide an URL collection name!
eo: Vi devas doni URL-kolekto-nomon

source: The url name %s is invalid.
eo: La URL-nomo %s nevalidas.

source: The URL name %s is already in use by another collection. Please choose another name.
eo: La URL-nomo %s jam uziĝas de alia kolekto. Bonvolu elekti alian nomon.

source: %s is an invalid absolute URL
eo: %s estas nevalida absoluta URL

source: Collection base URL
eo: Kolekto-baza URL

source: You must provide an absolute URL (starting with <code>http://</code> or <code>https://</code>) and it must contain at least one '/' sign after the domain name!
eo: Vi devas doni absolutan URL-on (komenciĝanta per <code>http://</code> aŭ <code>https://</code>) kaj ĝi devas enhavi almenaŭ unu oblikvon post la domajnnomo.

source: Blog Folder URL
eo: URL de la kolekto-dosiero

source: You must provide a relative URL (without <code>http://</code> or <code>https://</code>)!
eo: Vi devas doni relativan URL-on (sen <code>http://</code> aŭ <code>https://</code>)!

source: The custom cookie domain must be a parent of the collection domain.
eo: La personigita kuketa domajno devas esti patra al la kolekto-domajno.

source: The custom cookie path must be a parent of the collection path.
eo: La personigita kuketa vojo devas esti patra al la kolekto-vojo.

source: Absolute URL for %s cannot be empty!
eo: Absoluta URL por %s ne rajtas vaki.

source: Absolute URL for %s
eo: URL absoluta por %s

source: You must provide an absolute URL (starting with <code>http://</code>, <code>https://</code> or <code>//</code>) and it must ending with '/' sign!
eo: Vi devas doni absolutan URL-on (komenciĝanta per <code>http://</code>, <code>https://</code>, aŭ <code>//<code>) kaj ĝi devas finiĝi per oblikvo.

source: WARNING: you will be loading your assets from a different domain. This may cause problems if you don't know exactly what you are doing. Please check the Assets URLs panel below.
eo: AVERTO: Vi ŝargos la valoraĵojn el alia domajno. Tio eble kaŭzos problemojn se vi ne estas sperta. Bonvolu kontroli la valoraĵaj URL-oj malsupre.

source: WARNING: your %s and %s assets URL seem to be configured in a potentially undesirable way. Please check your Assets URLs below.
eo: AVERTO: Viaj valoraĵaj URL-oj %s kaj %s estas nedezirinde agorditaj. Bonvolu kontroli la valoraĵajn URL-ojn malsupre.

source: Invalid aggregate collection ID list!
eo: Nevalida agrega listo da kolekto-identigiloj.

source: Media dir location
eo: Loko de media dosierujo

source: You must provide the full path of the media directory.
eo: Vi devas doni la plenan vojon de la media dosierujo.

source: You must provide an absolute URL (starting with <code>http://</code> or <code>https://</code>)!
eo: Vi devas doni absolutan URL-on (komenciĝanta per <code>http://</code> aŭ <code>https://</code>).

source: You must provide the media subdirectory.
eo: Vi devas doni la median subdosierujon.

source: Invalid subdirectory &laquo;%s&raquo;.
eo: Nevalida subdosierujo «%s».

source: Media directory &laquo;%s&raquo; could not be created, because the parent directory is not writable or does not exist.
eo: La median dosierujon «%s» ne eblis krei, ĉar la patra dosierujo ne skribeblas aŭ ne ekzistas.

source: Media directory file permission error
eo: Medio-dosieruja atingopermesaj eraro

source: Media directory &laquo;%s&raquo; could not be created.
eo: La median dosierujon «%s» ne eblis krei.

source: Media directory creation error
eo: Eraro dum krei la median dosierujon

source: Collection media directories created:
eo: Mediaj dosierujoj de la kolekto estas kreitaj:

source: Media directory &laquo;%s&raquo; has been created with permissions %s.
eo: La media dosierujo «%s» kreiĝis kun la atingopermesoj %s.

source: ATTENTION: advanced <a href="%s">user</a> & <a href="%s">group</a> permissions are enabled and some logged in users may have less permissions than anonymous users.
eo: ATENTO: Altnivela <a href="%s">uzanto-</a> kaj <a href="%s">grupo-</a> permesoj estas aktivigitaj kaj iuj ensalutintaj uzatoj eble havas malpliajn permesojn ol anonimaj uzantoj.

source: New collection created:
eo: Nova kolekto kreita.

source: The new collection has been associated with the stub file &laquo;%s&raquo;.
eo: La nova kolekto kunligiĝis kun la ĝerma dosiero «%s».

source: No stub file named &laquo;%s&raquo; was found. You must create it for the blog to function properly with the current settings.
eo: Neniu ĝermo nomata «%s» trovita. Vi devas krei ĝin por tio, ke la kolekto ĝuste funkcios kun la nunaj agordaĵoj.

source: Uncategorized
eo: Senkategoria

source: A default category has been created for this collection.
eo: Apriora kategorio kreiĝis por ĉi tiu kolekto.

source: Default widgets have been set-up for this collection.
eo: Aprioraj umaĵoj agordiĝis por ĉi tiu kolekto.

source: ATTENTION: We have set some advanced permissions for this collection. Please verify the <a %s>User permissions</a> and the <a %s>Group permissions</a> now.
eo: <strong>Atento</strong>: Ni elektis iujn altnivelajn atingopermesojn por la kolekto. Bonvolu tuj kontroli la <a %s>uzanto-atingopermesojn</a> kaj <a %s>grupo-atingopermesojn</a>.

source: Deleted blog's files
eo: Forigis kolekto-dosierojn

source: You need to log in before you can access this section.
eo: Vi devas ensaluti antaŭ ol vi povos atingi tiun sekcion.

source: You are not a member of this section, therefore you are not allowed to access it.
eo: Vi ne estas ano de tiu sekcio, tial vi ne rajtas atingi ĝin.

source: The old media dir could not be removed, please remove it manually!
eo: La malnova media dosierujo ne povus foriĝi. Bonvolu permane forigi ĝin.

source: Blog media folder is not empty, you cannot change it to "None".
eo: La kolekto-media dosierujo ne vakas. Vi ne povas ŝanĝi ĝin al "Nenio".

source: Folder %s already exists, it cannot be used for several media locations.
eo: Dosierujo %s jam ekzistas. Ĝi ne uzeblos por kelkaj mediaj lokoj.

source: Please use another folder name, because %s is reserved.
eo: Bonvolu uzi alian dosierujan nomon, ĉar %s estas rezervita.
