Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: check to auto subscribe new user to current collection comments
eo: marki por aŭtomate ekaboni novajn uzantojn de kolekto-komentoj

source: Button title
eo: Butona titolo

source: Text that appears on the form submit button.
eo: Teksto, kiun aperas sur la formularia sendo-butono.

source: Sign up!
eo: Registriĝi

source: User tools
eo: Uzanto-iloj

source: Write a new post link
eo: Skribi novan afiŝo-ligilon

source: Messaging area link
eo: Ligilo por mesaĝa ilo

source: My messages
eo: Miaj mesaĝoj

source: Contacts link
eo: Kontaktito-ligilo

source: My contacts
eo: Miaj kontaktitoj

source: See profile link
eo: Vidi profilan ligilon

source: Edit profile link
eo: Redakti profilan ligilon

source: Edit my profile
eo: Redakti mian profilon

source: Edit profile picture link
eo: Redakti profilbildan ligilon

source: Change my picture
eo: Ŝanĝi mian profilbildon

source: Edit password link
eo: Redakti la pasvortan ligilon

source: Change my password
eo: Ŝanĝi la pasvorton

source: Edit preferences link
eo: Redakti agordan ligilon

source: Change my preferences
eo: ŝanĝi la agordon

source: Edit notifications link
eo: Redakti sciigan ligilon

source: Admin link
eo: Administra ligilo

source: Admin area
eo: Administra ilo

source: User Tools
eo: Uzanto-iloj

source: Display user tools: Log in, Admin, Profile, Subscriptions, Log out
eo: Montri uzanto-ilojn: Ensaluti, Administranto, Profilo, Abonoj, Elsaluti

source: Parser error:
eo: Traktanta eraro:

source: Tag <code>body</code> can only be used once!
eo: Etikedo <code>body</code> povas uziĝi nur unufoje

source: Illegal tag
eo: Nevalida etikedo

source: Tag &lt;%s&gt; must occur inside another tag
eo: Etikedo &lt;%s&gt; devas esti ene de alia etikedo

source: Tag &lt;%s&gt; is not allowed within tag &lt;%s&gt;
eo: Etikedo &lt;%s&gt; ne estas permesata ene de etikedo &lt;%s&gt;

source: Tag &lt;%s&gt; may not have attribute %s="..."
eo: Etikedo &lt;%s&gt; no povas havi atributon %s="..."

source: Found invalid URL:
eo: URL nevalida troviĝis:

source: Tag &lt;%s&gt; may not contain raw character data
eo: Etikedo &lt;%s&gt; ne rajtas enhavi neformatitajn signo-datumojn

source: Protected
eo: Protektita

source: Enter a number
eo: Elmenti ciferon

source: First numeric field
eo: Unua cifera kampo

source: Second numeric field
eo: Dua cifera kampo

source: Enter a string
eo: Enmeti ĉenon

source: First string field
eo: Unua ĉena kampo

source: Define your own labels
eo: Difini proprajn etikedojn

source: Define your own notes
eo: Difini proprajn notojn

source: Enter multiple lines
eo: Enmeti plurajn liniojn

source: Multiline plain text field
eo: Plurlinia platteksta kampo

source: Enter HTML code
eo: Enmeti HTML-tekston

source: Multiline HTML field
eo: Plurlinia HTML-kampo

source: Enter an URL (absolute or relative)
eo: Enmeti URL-on (absoluta aŭ relativa)

source: URL field
eo: URL-kampo

source: GIF image
eo: GIF-bildo

source: PNG image
eo: PNG-bildo

source: JPEG image
eo: JPEG-bildo

source: Text file
eo: Platteksta dosiero

source: PDF file
eo: PDF-dosiero

source: Microsoft Word file
eo: Word-dosiero

source: Microsoft Excel file
eo: Excel-dosiero

source: Powerpoint
eo: PowerPoint-dosiero

source: Slideshow
eo: Bildoserio

source: ZIP archive
eo: ZIP-dosiero

source: Style sheet
eo: Stilfolio

source: MPEG audio file
eo: Sona dosiero MPEG

source: MPEG video
eo: MPEG-vedio

source: MPEG video file
eo: Videa dosiero MPEG

source: Flash video file
eo: Videa dosiero Flash

source: WebM video file
eo: Videa dosiero WebM

source: Ogg video file
eo: Videa dosiero OGG

source: M3U8 video file
eo: Videa dosiero M3U8

source: XML file
eo: XML-dosiero

source: Creating default scheduled jobs...
eo: Krei apriorajn planitajn laborojn…

source: Create default scheduled jobs
eo: Krei planitajn laborojn novajn…

source: Demo private conversation #%s
eo: Specimena privata kunparolo #%s

source: This is a demo private message to %s.
eo: Jen specimena privata mesaĝo al %s.

source: This is a demo private reply to %s.
eo: Jen specimena privata reago al %s.

source: Markdown Example
eo: Markdown-ekzemplo

source: Reset done!
eo: Restarigi finitan

source: Checking DB schema version...
eo: Kontroli la eldonon de la datumbaza skemo…

source: This version is too old!
eo: Ĉi tiu eldono estas tro malnova

source: This version is too recent! We cannot downgrade to the version you are trying to install...
eo: Ĉi tiu eldono estas tro freŝa. Ne eblas malpromocii al la eldono, kiun vi provas instali…

source: It appears that the following blog stub names are used more than once: ['%s']
eo: Ŝajne la jenaj nomoj de kolekto-ĝermoj estas uzataj pli ol unufoje: ['%s']

source: I can't upgrade until you make them unique. DB field: [%s]
eo: Ne eblas promocii ĝis vi unikigi ilin. Datumbaza kampo: [%s]

source: Linkblog
eo: Ligila kolekto

source: The database schema is up to date.
eo: La datumbaza skemo estas ĝisdata.

source: Upgrade database
eo: Ĝisdatigi datumbazon

source: The version number is correct, but we have detected changes in the database schema. This can happen if you've been using development versions directly off GitHub...
eo: La eldona numero estas ĝusta, sed ni malkovris ŝanĝojn en la datumbaza skemo. Tio povas okazi se vi estas uzinta disvolvajn eldonojn rekte de Github…

source: Try to Repair/Upgrade database now!
eo: Provi tuj ripari/ĝisdatigi datumbazon.

source: Language / Locale
eo: Lingvo / Lokaĵaro

source: More languages
eo: Pliaj lingvoj

source: Select as default language/locale
eo: Elekti kiel aŭtomatan lingvon/lokaĵaron.

source: Base config recap...
eo: Resumo de la baza agordo…

source: If you don't see correct settings here, STOP before going any further, and <a %s>update your base configuration</a>.
eo: Se vi ne vidas la ĝustan agordon ĉi tie, ĈESI antaŭ ol plu iri kaj <a %s>ĝisdatigi la bazan agordon</a>.

source: MySQL Username
eo: MySQL-nomo

source: (Set, but not shown for security reasons)
eo: (Agordita, sed ne montrita pro sekurecaj kialoj)

source: MySQL Password
eo: MySQL-pasvorto

source: MySQL Database name
eo: Nomo de MySQL-a datumbazo

source: MySQL Host/Server
eo: MySQL-gastiganto/servilo

source: MySQL tables prefix
eo: MySQL-tabela prefikso

source: Base URL
eo: Baza URL

source: Admin email
eo: Administranto-retpoŝtadreso

source: OOPS! It seems b2evolution is already installed!
eo: Erare: b2evolution ŝajne jam estas instalita.

source: Would you like to <a %s>upgrade your existing installation now</a>?
eo: Ĉu vi ŝatus <a %s>promocii vian jaman instalaĵon nun</a>?

source: Creating b2evolution tables...
eo: Kreanta b2evolution-tabelojn…

source: Creating minimum default data...
eo: Kreanta apriorajn datumojn minimumajn…

source: Creating sample organization and users...
eo: Kreanta specimenajn organizaĵon kaj uzantojn…

source: Installing sample contents...
eo: Instalanta specimenan enhavon…

source: Installation successful!
eo: Instalado sukcesis

source: Now you can <a %s>log in</a> with the following credentials:
eo: Vi povas nun <a %s>ensaluti</a> per la jenaj informoj:

source: Note that password carefully! It is a <em>random</em> password that is given to you when you install b2evolution. If you lose it, you will have to delete the database tables and re-install anew.
eo: Zorge noti tiun pasvorton. Ĝi estas <em>hazarda</em> pasvorto, kiu doniĝas al vi kiam instaliĝas b2evolution. Se vi perdos ĝin, vi devos forigi la datumbazajn tabelojn kaj reinstali refoje.

source: What is the color of the sky? blue|grey|gray|dark
eo: Kiu estas la koloro de la ĉielo? lazura|lazuro|blua|bluo|griza|grizo|malluma|malhela|malhelo

source: What animal is Bugs Bunny? rabbit|a rabbit
eo: Kiu besto kurkonkuras kontraŭ la testudo en tiu fablo de Ezopo? kuniklo|leporo

source: What color is a carrot? orange|yellow
eo: Kiu estas la koloro de karoto? oranĝa|oranĝkolora|oranĝkoloro|flava|flavo

source: What color is a tomato? red
eo: Kiu estas la koloro de tomato? ruĝa|ruĝo

source: Preparing to install <code>/.htaccess</code> in the base folder...
eo: Pretiĝanta instali la dosieron .htaccess en la bazan dosieron…

source: .htaccess is not needed because your web server is not Apache. WARNING: you will need to configure your web server manually.
eo: La dosiero .htaccess ne necesas ĉar via TTT-servilo ne estas Apache. AVERTO: Vi devas permane agordi vian TTT-servilon.

source: ERROR!
eo: Eraro!

source: Continue installation
eo: Daŭrigi instaladon

source: Cannot find file [ sample.htaccess ] in your base url folder.
eo: Ne eblas trovi dosieron [sample.htaccess] en via baz-URL-a dosiero.

source: <code>.htaccess</code> is already installed BUT DOES NOT match <code>sample.htaccess</code>. Please check the differences manually.
eo: <code>.htaccess</code> ekzistas sed <strong>ne kongruas</strong> kun <code>sample.htaccess</code>. Bonvolu permane kontroli la malsamaĵojn.

source: There is already a file called .htaccess at the blog root. If you don't specifically need this file, it is recommended that you delete it or rename it to old.htaccess before you continue. This will allow b2evolution to create a new .htaccess file that is optimized for best results.
eo: Jam ekzistas dosiero nomata .htaccess en la kolekto-radiko. Se vi ne bezonas tiun dosieron, estas rekomendinde ke vi forigi aŭ alinomi ĝin kaj poste daŭri. Tio permesos al b2evolution krei novan dosieron .htaccess, kiu maksimumiĝos por la plej bona kolektara funkciado.

source: Here are the contents of the current .htaccess file:
eo: Jen la enhavo de la nuna .htaccess-dosiero:

source: Again, we recommend you remove this file before continuing. If you chose to keep it, b2evolution will probably still work, but for optimization you should follow <a %s>these instructions</a>.
eo: b2evolution funkcios kun tiu dosiero, sed por maksimumigo vi sekvu <a %s>ĉi tiujn instrukciojn</a>.

source: <code>.htaccess</code> is already installed and matches <code>sample.htaccess</code>.
eo: <code>.htaccess</code> jam estas instalita kaj kongruas kun <code>sample.htaccess</code>.

source: Failed to copy sample.htaccess to test folder!
eo: Malsukcesis kopii la dosieron sample.htaccess en provan dosierujon

source: Verifying .htaccess support works by fetching:
eo: Kontrolanta, ke .htaccess-kompreno funkcias per atingado:

source: %s was not found as expected.
eo: %s ne estas trovita kiel atendita.

source: Test was successful, but failed to copy .htaccess into baseurl directory!
eo: Provo sukcesis, sed malsukcesis kopii la dosieron .htacess en vian baz-URL-an dosierujon

source: .htaccess installation successful!
eo: Instalado de .htaccess sukcesis

source: Back to install menu
eo: Reen al instalada menuo

source: Are you sure you want to delete your existing %s tables?\nDo you have a backup?
eo: Ĉu vi certas, ke vi volas forigi viajn jamajn tabelojn %s?\nĈu vi havas rezervon?

source: UPGRADE!
eo: Promocii

source: DELETE ALL!
eo: Forigi ĉion

source: Change config
eo: Ŝanĝi agordon

source: CHECK DB!
eo: Kontroli datumbazon

source: Go to Front-office
eo: Iri la antaŭon

source: Go to Back-office
eo: Iri la stirilon

source: You must pass db_config params or create a <code>/conf/_basic_config.php</code> file before calling the installer.
eo: Vi devas doni db_config-parametrojn aŭ krei dosieron <code>/conf/_basic_config.php</code> antaŭ ol voki la instalilon.

source: MySQL Database
eo: MySQL-datumbazo

source: The characters %s and %s are not allowed in field: "%s".
eo: La signoj %s kaj %s ne estas permesataj en la kampo: "%s".

source: You don't seem to have permission to create this new database on "%s" (%s).
eo: Vi ne havas la permesojn krei la novan datumbazon en "%s" (%s).

source: It seems that the database config settings you entered don't work. Please check them carefully and try again...
eo: Ŝajnas, ke la datumbaza agordaĵoj, kiujn vi enmetis ne funkciis. Bonvolu zorgi kontroli ilin kaj denove provi…

source: Could not load original conf file [%s]. Is it missing?
eo: Ne eblis ŝargi originalan dosieron pri agordon [%s]. Ĉu ĝi mankas?

source: Your configuration file <code>%s</code> has been successfully created.
eo: Via agordo-dosiero [%s] sukcese kreiĝis.

source: Config file update
eo: Ĝisdatigo de la agorda dosiero

source: We cannot automatically create or update your config file [%s]!
eo: Ne eblas aŭtomate krei aŭ ĝisdatigi vian agordan dosieron [%s]!

source: There are two ways to deal with this:
eo: Estas du manieroj por trakti ĉi tion:

source: You can allow the installer to create the config file by changing permissions for the /conf directory:
eo: Vi povas permesi, ke la instalilo kreu la agordan dosieron per ŝanĝado de antigopermesoj por la dosierujo /conf:

source: Make sure there is no existing and potentially locked configuration file named <code>%s</code>. If so, please delete it.
eo: Certigi, ke estas nenia jama kaj eble ŝlosita agorda dosiero <code>%s</code>. Se tia, bonvolu forigi ĝin

source: <code>chmod 777 %s</code>. If needed, see the <a %s>online manual about permissions</a>.
eo: <code>chmod 777 %s</code>. Se necese, vidi la <a %s>retan manlibron pri atingopermesoj</a>.

source: Come back to this page and refresh/reload.
eo: Reveni al ĉi tiu paĝo kaj reŝargi.

source: Alternatively, you can update the config file manually:
eo: Alternative vi povas permane ĝisdatigi la agordan dosieron:

source: Create a new text file with a text editor.
eo: Krei novan platan dosieron per tekstoredaktilo…

source: Copy the contents from the box below.
eo: Kopii el la suba teksta kampo la enhavon.

source: Paste them into your local text editor. <strong>ATTENTION: make sure there is ABSOLUTELY NO WHITESPACE after the final <code>?&gt;</code> in the file.</strong> Any space, tab, newline or blank line at the end of the conf file may prevent cookies from being set when you try to log in later.
eo: Alglui al via tekstoredaktilo ilin. <strong>AVERTO: certigi, ke estas TUTE NENIA BLANKA SPACO post la fina <code>?&gt;</code> en la dosiero. </strong> Iu spaceto, tabo, novlinio, aŭ vaka linio je la fino de la agorda dosiero eble preventas konservadon de kuketoj kiam vi pli malfrue ensaluti.

source: Save the file locally under the name <code>_basic_config.php</code>
eo: Loke konservi la dosieron sub la nomo <code>_basic_config.php</code>

source: Upload the file to your server, into the <code>/_conf</code> folder.
eo: Alŝuti la dosieron al via servilo en la dosierujon <code>/_conf</code>.

source: <a %s>Call the installer from scratch</a>.
eo: <a %s>Malplene voki la instalilon</a>.

source: This is how your _basic_config.php should look like:
eo: Jen kiel aperos la dosiero _basic_config.php:

source: Please enter the password
eo: Bonvolu enmeti la pasvorton.

source: Incorrect password
eo: Malĝusta pasvorto

source: Config file cannot be opened
eo: Agordo-dosiero ne fermeblas

source: Debug config has been changed
eo: La senerariga agordo-dosieron ŝanĝiĝas.

source: Check password
eo: Kontroli la pasvorton

source: Update debug config
eo: Ĝisdatigi senerarigan agordo-dosieron

source: b2evo installer
eo: Instalilo por b2evolution

source: Read me
eo: Legumin

source: Installer
eo: Instalilo

source: Debug tool
eo: Senerarigilo

source: This tool allows you to configure some debug variables in the file %s
eo: Ĉi tiu ilo permesas, ke vi agordu iujn senerarigajn variablojn en la dosiero %s

source: Log in to edit the config of debug
eo: Ensaluti por redakti la agordo-dosieron de la senerarigilo

source: Debug password
eo: La senerarigila pasvorto

source: Debug config
eo: Senerariga agordo-dosiero

source: Config
eo: Agordo

source: To enable this tool, create a file called /conf/_overrides_TEST.php with the following contents:
eo: Por aktivigi tiun ilon, kreu la dosieron /conf/_overrides_TEST.php kun la jena enhavo:

source: Project page on GitHub
eo: Projekto-paĝo en Github

source: Get help from the community!
eo: Atingi helpon de la komunumo

source: The minimum requirement for this version of b2evolution is %s version %s but you are trying to use version %s!
eo: La minimuma postulo por ĉi tiu eldono de b2evolution estas %s eldono %s sed vi provas uzi eldonon %s

source: The minimum requirement for %s module is %s version %s but you are trying to use version %s!
eo: La minimuma postulo por modulo %s estas %s eldono %s sed vi provas uzi eldonon %s

source: Insufficient Requirements
eo: Ne plenumas postulojn

source: Upgrade from a previous version
eo: Ĝisdatigi de antaŭ eldono

source: New Install
eo: Nova instalado

source: Upgrade from Cafelog/b2
eo: Promocii disde Cafelog/b2

source: Delete b2evolution tables
eo: Forigi b2evolution-tabelojn

source: Convert/Normalize your DB to UTF-8/ASCII
eo: Konverti/konsekvencigi vian datumbazon al UTF-8/Askio

source: Base configuration
eo: Baza agordo

source: Your PHP configuration only allows us to use %s of RAM. The absolute minimum we need to install b2evolution is 48M. Please contact your web host or use a <a %s>compatible hosting provider</a>.
eo: Via PHP-agordo permesas uzi nur %s da virtuala memoro. La minimumo bezonata por istali b2evolution-on estas 48M. Bonvolu kontakti vian gastiganton aŭ uzi <a %s>taŭgan gastiganton</a>.

source: No default time zone is set. Please open PHP.ini and set the value of 'date.timezone' (Example: date.timezone = Europe/Paris) or open /conf/_advanced.php and set the value of %s (Example: %s)
eo: Neniu apriora horzono elektita. Bonvolu specifi la valoron de 'date.timezine' (ekz-e: date.timezone = Europe/Paris) en php.ini aŭ specifi la valoron de %s (ekz-e: %s) en /conf/_advanced.php

source: ERROR: Impossible to connect to Database.
eo: ERARO: Neeblas konekti al la datumbazo.

source: Check your database config settings below and update them if necessary...
eo: Kontroli vian datumbazan agordon sube kaj ĝisdatigi ilin se necese…

source: b2evolution cannot be installed, because of the following errors:
eo: Ne eblas instali b2evolution-on pro la jenaj eraroj:

source: b2evolution cannot be installed on the current configuration.
eo: Ne eblas instali b2evolution-on laŭ la nuna agordo.

source: Resetting the base configuration is currently disabled for security reasons.
eo: Restarigi la bazan agordon nune estas malaktivigita pro sekurecaj kialoj.

source: To enable it, please go to the %s file and change: %s to %s
eo: Por aktivigi ĝin bonvolu iri al la dosiero %s kaj ŝanĝi de %s al %s

source: Then reload this page and a reset option will appear.
eo: Tiam reŝargi la paĝon kaj elekto por restarigado aperos.

source: The basic configuration file (<code>/conf/_basic_config.php</code>) has not been created yet. You can automatically generate it by filling out the form below.
eo: La baza agordo-dosiero (<code>/conf/_basic_config.php</code>) ankoraŭ ne kreiĝis. Vi povas aŭtomate generi ĝin per plenigado de la malsupra formulario.

source: This is the minimum info we need to set up b2evolution on this server:
eo: Jen la minimumaj informoj, kiuj vi bezonos por la instalado de b2evolution en ĉi tiu servilo:

source: Database you want to install into
eo: Datumbazo en kiu vi volas instali

source: b2evolution stores blog posts, comments, user permissions, etc. in a MySQL database. You must create this database prior to installing b2evolution and provide the access parameters to this database below. If you are not familiar with this, you can ask your hosting provider to create the database for you.
eo: b2evolution konservas afiŝojn, komentojn, atingopermesojn ktp en MySQL-datumbazo. Vi devas krei tiun datumbazon antaŭ instalado de b2evolution kaj doni la atingajn parametrojn al tiu datumbazo ĉi-sube. Se vi ne familiaras kn tio, vi povas peti, ke via gastiganto kreu la datumbazon por vi.

source: Try to create this DB if it doesn't exist yet (useful for developers)
eo: Klopodi krei tiun datumbazon se ĝi ne jam ekzistas (utila por disvolvantoj)

source: Typically looks like "localhost" or "sql-6" or "sql-8.yourhost.net"...
eo: Tipe similas "localhost" aŭ "sql-6" aŭ "sql-8.yourhost.net"…

source: Name of the MySQL database you have created on the server
eo: MySQL-datumbazo, kiun vi kreis en la servilo

source: Used by b2evolution to access the MySQL database
eo: Uzita de b2evolution por atingi la MySQL-datumbazon

source: Additional settings
eo: Aldonaj agordaĵoj

source: This is where b2evo and your blogs reside by default. CHECK THIS CAREFULLY or not much will work. If you want to test b2evolution on your local machine, in order for login cookies to work, you MUST use http://<strong>localhost</strong>/path... Do NOT use your machine's name!
eo: Jen kie viaj kolektoj loĝas aŭtomate. ZORGE kONTROLI ĈI TIO aŭ ne multo funkcios. Se vi volas testi la kolekton en via loka komputilo por ensalutaj kuketoj funkcii, vi devas uzi la vojon http://<strong>localhost</strong>/vojo ne la nomo de via komputilo.

source: This is used to create your admin account. You will receive notifications for comments on your blog, etc.
eo: Ĉi tiu uziĝas por krei vian estran konton. Vi ricevos sciigojn por komentoj en via kolekto ktp

source: Update config file
eo: Ĝisdatigi agordo-dosieron

source: How would you like your b2evolution installed?
eo: Kiel vi volus, ke b2evolution estu instalota?

source: In order to install b2evolution with the %s locale, your MySQL needs to support the %s connection charset.
eo: Por instali kun la lokaĵaro %s, via MySQL devas regi la konektan signaron %s.

source: WARNING: Some of your tables have a different charset than the expected %s. You should normalize your database after upgrade.
eo: AVERTO: Iuj el viaj tabeloj havas kodoprezenton alian ol %s. Forte rekomendinde estas konsekvencigi vian datumbazo post ĝisdatigo.

source: WARNING: Some of your tables have a different charset than the expected %s. It is strongly recommended to normalize your database charset by running the preselected task below:
eo: AVERTO: Iuj el viaj tabeloj havas kodoprezenton alian ol %s. Forte rekomendinde estas konsekvencigi vian datumbazo-kodoprezenton per la ĉi-malsupra antaŭelektita laboro:

source: The installation can be done in different ways. Choose one:
eo: La instalado plenumeblas laŭ diversaj manieroj. Elektu iun:

source: <strong>New Install</strong>: Install the b2evolution database tables. Optionally add some default contents.
eo: <strong>Nova instalado</strong>: Instali datumbazajn tabelojn de b2evolution. Laŭvole aldoni aprioran enhavon.

source: <strong>Upgrade from a previous version of b2evolution</strong>: Upgrade your b2evolution database tables in order to make them compatible with the current version. <strong>WARNING:</strong> If you have modified your database, this operation may fail. Make sure you have a backup.
eo: <strong>Ĝisdatigi disde antaŭa eldono de b2evolution</strong>: Ĝisdatigi viajn datumbazajn tabelojn por konformigi ilin kun la ĝisdata eldono. <strong>AVERTO:</strong> Se vi modifis vian datumbazon ĉi tiu funkciigo eble malsukcesos. Certigi, ke vi havas sekurkopion.

source: <strong>Delete b2evolution tables &amp; cache files. WARNING:</strong> All your b2evolution tables and data will be lost! Any non-b2evolution tables will remain untouched.
eo: <strong>Forigi b2evolution-tabelojn kaj tenejajn dosierojn. AVERTO: </strong> La tuto de la b2evolution-tabeloj kaj datumoj forviŝiĝos. Ĉiuj ne-b2evolution-tabeloj restos netuŝitaj.

source: <strong>Change your base configuration</strong> (see recap below): You only want to do this in rare occasions where you may have moved your b2evolution files or database to a different location...
eo: <strong>Ŝanĝi vian bazan agordon</strong> (vidi resumon sube): Vi volas fari tion nur en maloftaj okazoj en kiu vi eble movis viajn dosierojn aŭ datumbazon al alia loko…
