Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: Access to Admin area
eo: Atingo al la stirilo

source: Visible link
eo: Videbla ligilo

source: Users & Groups
eo: Uzantoj kaj Grupoj

source: This group has User Admin permission.
eo: Ĉiu grupo havas uzanto-administranto-permeson.

source: Evobar & Back-office
eo: b2evolution-ilobreto kaj malantaŭo

source: No Toolbar
eo: Neniu ilobreto

source: No Back-office Access
eo: Nenia malantaŭo-atingo

source: Restricted Back-office Access
eo: Limigita malantaŭo-atingo

source: Normal Back-office Access
eo: Ordinara malantaŭo-atingo

source: Select to give User Admin permission
eo: Elekti por doni al la uzanto Admin permeson

source: Short
eo: Mallongigo

source: Full text
eo: Plena teksto

source: Selecting "Full text" may generate email containing unwanted spam.
eo: Elekto de "Plena teksto" eble generos retpoŝtmesaĝojn enhavantajn nevolajn spammesaĝojn.

source: Browsing / Viewing users is currently allowed for anonymous users
eo: Foliumi / vidi uzantojn estas nune permesite por anonimaj uzantoj

source: Settings
eo: Agordo

source: Antispam
eo: Kontraŭspama

source: Slug manager
eo: URL-titola administrilon

source: Email management
eo: Retpoŝta administrado

source: New Private Message notifications
eo: Sciigoj pri novaj privataj mesaĝoj

source: New Comment subscription notifications
eo: Sciigoj pri novoj komentaj abonoj

source: Comment moderation notifications
eo: Sciigoj pri komentoj

source: New Post subscription notifications
eo: Sciigoj pri novaj afiŝaj abonoj

source: Post moderation notifications
eo: Sciigoj pri kontrolendaj afiŝoj

source: Users
eo: Uzantoj

source: Allow to browse users from other countries
eo: Permesi foliumi uzantojn el aliaj landoj

source: Messages
eo: Mesaĝoj

source: Allow to contact users from other countries
eo: Permesi kontakti uzantojn el aliaj landoj

source: Organizations
eo: Organizaĵoj

source: Create & Edit owned organizations only
eo: Krei kaj redakti nur estratajn organizaĵojn

source: Create & Edit owned organizations + View all
eo: Krei kaj redakti estratajn organizaĵojn kaj vidi ĉiujn

source: Site
eo: Kolektaro

source: Go to the site dashboard (Back-office)
eo: Iri la stirilon (malantaŭon)

source: Go to the site home page (Front-office)
eo: Iri la kolektaran ĉefpaĝon (antaŭon)

source: Site Front Page
eo: Kolektara frontpaĝo

source: Site Dashboard
eo: Kolektaro-stirilo

source: Emails
eo: Retpoŝtmesaĝoj

source: Campaigns
eo: Kampanjoj

source: Addresses
eo: Adresoj

source: Sent
eo: Senditaj

source: Returned
eo: Resenditaj

source: System
eo: Sistemo

source: Status
eo: Stato

source: Scheduler
eo: Enhorigilo

source: Regional
eo: Regiona

source: Skins
eo: Etosoj

source: Plugins
eo: Kromprogramoj

source: Remote publishing
eo: Defora eldonado

source: Maintenance
eo: Prizorgo

source: Auto Upgrade
eo: Aŭtomate ĝisdatiĝi

source: System log
eo: Sistema protokolo

source: Open b2evolution.net
eo: Malfermi al b2evolution.net

source: Open Support forums
eo: Malfermi helpajn forumojn

source: Open Online manual
eo: Malfermi retan manlibron

source: b2evolution on twitter
eo: b2evolution en Twitter

source: b2evolution on facebook
eo: b2evolution en Facebook

source: Collection
eo: Kolekto

source: Page
eo: Paĝo

source: No blog is currently selected
eo: Neniu kolekto nune elektiĝas

source: Permanent link to full entry
eo: Daŭrligilo al la plena ero

source: Edit current post
eo: Redakti nunan afiŝon

source: Edit contents
eo: Redakti enhavon

source: Write a new post into this blog
eo: Skribi en ĉi tiun kolekton novan afiŝon

source: Manage this blog
eo: Administri la kolekton

source: %s Front Page
eo: Frontpaĝo de %s

source: %s Dashboard
eo: Stirilo de %s

source: Manual view
eo: Manlibra vido

source: Workflow view
eo: Laborflua vido

source: Posts
eo: Afiŝoj

source: Categories
eo: Kategorioj

source: Features
eo: Trajtoj

source: Front page
eo: Frontpaĝo

source: Contact form
eo: Kontaktilo

source: User directory
eo: Uzanto-dosierujo

source: Other displays
eo: Aliaj elmontroj

source: More
eo: Pliaj

source: Skin
eo: Etoso

source: Widgets
eo: Umaĵoj

source: Hide containers
eo: Kaŝi ujojn

source: Show containers
eo: Montri ujojn

source: General
eo: Ĝenerala

source: URLs
eo: URL-oj

source: SEO
eo: Ekspluatado de serĉiloj

source: Post Types
eo: Afiŝo-tipoj

source: Post Statuses
eo: Afiŝo-statoj

source: Advanced
eo: Altnivela

source: User perms
eo: Uzanto-atingopermesoj

source: Group perms
eo: Grupaj atingopermesoj

source: Common Settings
eo: Kutima agordo

source: Hide includes
eo: Kaŝi inkluzivaĵojn

source: Show includes
eo: Montri inkluzivaĵojn

source: JS log
eo: JS-protokolo

source: Edit your profile
eo: Redakti vian profilon

source: Your profile picture
eo: Via profilbildo

source: Change password
eo: Ŝanĝi la pasvorton

source: Preferences
eo: Agordo

source: Notifications
eo: Sciigoj

source: Log out
eo: Elsaluti

source: User management
eo: Administrado de uzantoj

source: My profile
eo: Mia profilo

source: User profile
eo: Profilo de uzanto

source: Groups
eo: Grupoj

source: Stats
eo: Statistikaĵoj

source: Profiles
eo: Profiloj

source: Registration & Login
eo: Registriĝo kaj Ensalutado

source: Invitations
eo: Invitoj

source: Display
eo: Elmontro

source: User fields
eo: Uzanto-kampoj

source: Account closing
eo: Konta fermado

source: Envelope
eo: Koverto

source: SMTP gateway
eo: SMTP-kluzo

source: Other
eo: Aliaj

source: Send Log
eo: Sendi protokolon

source: Return Log
eo: Revena protokolo

source: POP/IMAP Settings
eo: POP/IMAP-agordo

source: Test
eo: Provo

source: Blacklist
eo: Nigrolisto

source: IP Ranges
eo: IP-adresaj grupoj

source: Countries
eo: Landoj

source: Referring domains
eo: Menciintaj domajnoj

source: Tools
eo: Iloj

source: Locales
eo: Lokaĵaroj

source: Time
eo: Tempo

source: Regions
eo: Regionoj

source: Sub-regions
eo: Subregionoj

source: Cities
eo: Urboj

source: Currencies
eo: Valutoj

source: Remote Publishing
eo: Defora eldonado

source: Post by Email
eo: Blogi per retpoŝto

source: Poll the antispam blacklist
eo: Sondi la nigroliston kontraŭ spamo

source: Process the return path inbox
eo: Trakti la revenvojan mesaĝujon

source: Send reminders about non-activated accounts
eo: Sendi memorigilojn pri neaktivigitaj kontoj

source: Hello
eo: Saluton

source: Today
eo: Hodiaŭ

source: Yesterday
eo: Hieraŭ

source: %s days ago
eo: antaŭ %s tagoj

source: %s month ago
eo: antaŭ %s monato

source: %s months ago
eo: antaŭ %s monatoj

source: %s year ago
eo: antaŭ %s jaro

source: %s years ago
eo: antaŭ %s jaroj

source: %s years
eo: %s jaroj

source: 1 year
eo: 1 jaro

source: %s months
eo: %s monatoj

source: 1 month
eo: 1 monato

source: %s days
eo: %s tagoj

source: 1 day
eo: 1 tago

source: %s hours
eo: %s horoj

source: 1 hour
eo: 1 horo

source: %s minutes
eo: %s minutoj

source: 1 minute
eo: 1 minuto

source: %s seconds
eo: %s sekundoj

source: 1 second
eo: 1 sekundo

source: Last %d years
eo: Pasintaj %d jaroj

source: Last %d months
eo: Pasintaj %d monatoj

source: Last %d days
eo: Pasintaj %d tagoj

source: Last %d hours
eo: Pasintaj %d horoj

source: Last %d minutes
eo: Pasintaj %d minutoj

source: Last %d seconds
eo: Ĵusaj %d sekundoj

source: less than 3 days ago
eo: antaŭ malpli ol %s tagoj

source: less than a week ago
eo: antaŭ malpli ol semajno

source: less than a month ago
eo: antaŭ malpli ol monato

source: less than 3 months ago
eo: antaŭ malpli ol 3 monatoj

source: more than 3 months ago
eo: antaŭ pli ol 3 monatoj

source: No response!
eo: Nenia respondo.

source: Remote error
eo: Defora eraro

source: Response
eo: Respondo

source: An unexpected error has occurred!
eo: Neatendita eraro okazis.

source: If this error persists, please report it to the administrator.
eo: Se la eraro daŭras, bonvolu sciigi la estron pri ĝi.

source: Additional information about this error:
eo: Aldonaj informoj pri la eraro:

source: Go back to home page
eo: Reen al la ĉefpaĝo

source: Bad Request!
eo: Peto nevalida.

source: The parameters of your request are invalid.
eo: La parametroj de via peto estas nevalidaj.

source: If you have obtained this error by clicking on a link INSIDE of this site, please report the bad link to the administrator.
eo: Se vi ricevis la eraron per klakado de ligilo <em>ene de</em> ĉi tiu kolektaro, bonvolu sciigi la estron pri la fuŝa ligilo.

source: Clear
eo: Forviŝi

source: You have sent too much data (too many large files?) for the server to process (%s sent / %s maximum). Please try again by sending less data/files at a time.
eo: Vi sendis tro da datumoj (tra da grandaj dosieroj?) por ke la servilo traktu (%s senditaj / %s maksimumaj). Bonvolu reprovi per sendo de malpli da datumoj kaj dosieroj ĉiufoje.

source: Manual
eo: Manlibro

source: Open relevant page in online manual
eo: Malfermi la koncernan paĝon en la reta manlibro

source: This action can only be performed with HTTP_REFERER = %s
eo: Tiu agado estas plenumebla nur kiam HTTP_REFERER = %s

source: Date issued (Default)
eo: Dato eldonita (apriora)

source: Order (as explicitly specified)
eo: Ordo (kiel eksplike specifita)

source: Date created
eo: Dato kreita

source: Date last modified
eo: Dato de plej freŝa modifo

source: Date last touched
eo: Dato de plej freŝa tuŝo

source: Contents last updated
eo: Enhavo laste ĝisdatiĝis

source: URL "filename"
eo: URL "dosiernomo"

source: Priority
eo: Prioritato

source: Number of members who have viewed the post (If tracking enabled)
eo: Nombro da anoj, kiuj rigardis la afiŝon

source: Random order!
eo: Hazarda ordo.

source: Order (Default)
eo: Ordo (apriora)

source: Blog ID
eo: Kolekto-identigilo

source: Name
eo: Nomo

source: Short name
eo: Mallonga nomo

source: Tagline
eo: Devizo

source: Short Description
eo: Mallonga priskribo

source: (Please check UNIX file permissions on the parent folder. %s)
eo: (Bonvolu kontroli la uniksajn atingopermesojn de la patra dosierujo. %s)

source: Click to edit
eo: Alklaki por redakti

source: Coll. Admin
eo: Kolekto-administranto

source: This can only be edited by users with the Collection Admin permission.
eo: Ĉi tio estas redaktebla sole de uzantoj kun la kolekto-adminstranto-atingopermeso.

source: User Admin
eo: Administri uzantojn

source: This can only be edited by users with the User Admin permission.
eo: Ĉi tiu estas redaktebla sole de uzantoj kun la uzanto-admistrado-atingopermeson.

source: Parameter &laquo;%s&raquo; is required!
eo: Parametro «%s» estas deviga.

source: Illegal value received for parameter &laquo;%s&raquo;!
eo: Nevalida valoro ricevita por parametro «%s».

source: The field &laquo;%s&raquo; cannot be empty.
eo: La kampo «%s» ne povas vaki.

source: This field cannot be empty.
eo: Tio ne povas esti vaka.

source: The number value is invalid.
eo: La nombro malvalidas.

source: The decimal value is invalid.
eo: La dekuma enmetaĵo nevalidas.

source: The email address is invalid.
eo: La retpoŝtadreso nevalidas.

source: Please choose a username.
eo: Bonvolu elekti salutnomon.

source: Logins cannot start with "usr_", this prefix is reserved for system use.
eo: Salutnomoj ne pavas komenciĝi per "_usr". Tiu prefikso estas rezervita por sistema uzo.

source: Logins can only contain letters, digits and the following characters: _ .
eo: Salutnomoj povas enhavi nur literojn, eŭropajn ciferojn kaj la jenajn sinojn: _ .

source: Logins cannot contain whitespace and the following characters: %s
eo: Salutnomoj ne povas enhavi blankspacojn kaj la jenajn signojn: %s

source: There is no user with username &laquo;%s&raquo;.
eo: Ne ekzistas uzanton kun salutnomo «%s».

source: Please enter a valid URL, like for example: %s.
eo: Bonvolu enmeti validan URL-on, ekzemple %s.

source: The color value is invalid.
eo: La kolora valoro nevalidas.

source: Please enter a valid time.
eo: Bonvolu enmeti validan tempon.

source: The phone number is invalid.
eo: La telefonnumero nevalidas.

source: Please enter a valid phone number like for example: %s.
eo: Bonvolu enmeti validan telefonnumeron, ekzemple %s.

source: Passwords cannot contain the characters &lt;, &gt; and &amp;.
eo: Pasvortoj ne rajtas enhavi la signojn &lt;, &gt; kaj &amp;.

source: Please enter your new password.
eo: Bonvolu enmeti vian pasvorton.

source: Please enter your new password twice.
eo: Bonvolu dufoje enmeti la novan pasvorton.

source: You typed two different passwords.
eo: Vi tajpis du malsamajn pasvortojn.

source: The minimum password length is %d characters.
eo: La minimuma pasvorta longo estas %d signoj.

source: This field should be a single word; A-Z only.
eo: Ĉi tiu kampo nur estu unuopa vorto; nur literoj sen supersignoj.

source: Invalid XHTML.
eo: XHTML nevalida.

source: Please select a gender.
eo: Bonvolu elekti sekson.

source: Illegal content found (spam?)
eo: Troviĝis nevalida enhavo (ĉu spamo?)

source: Illegal content found: blacklisted word "%s".
eo: Troviĝas nevalida enhavo: vorto el la nigrolisto "%s"

source: Illegal content found: blacklisted word &laquo;%s&raquo;.
eo: Troviĝas nevalida enhavo: vorto «%s» el la nigrolisto.

source: Illegal CSS markup found:
eo: Nevalida CSS-kodo:

source: Illegal javascript markup found:
eo: Nevalida kodo JavaScript-a:

source: Illegal frame markup found:
eo: Nevalidaj kradoj markoj:

source: Illegal object markup found:
eo: Nevalidaj objektaj markoj:

source: To get rid of the above validation warnings, you can deactivate unwanted validation rules in your <a %s>Group settings</a>.
eo: Por forigi la suprajn erarojn pri validigo vi povas malaktivigi nevolajn regulojn en via <a %s>Grupa agordo</a>

source: A redirection to an external URL was blocked for security reasons.
eo: Via alidirekto al ekstera URL estas ĉesigita pro sekurecaj kialoj.

source: Archive Directory
eo: Arkiva dosierujo

source: Category Directory
eo: Kategoria dosierujo

source: Photo Index
eo: Fota indekso

source: Post Index
eo: Afiŝa indekso

source: Search
eo: Serĉi

source: Site Map
eo: Kolektara mapo

source: Contact
eo: Kontakti

source: Login
eo: Salutnomo

source: Register
eo: Registriĝi

source: Account activation
eo: Konta aktivigo

source: User Profile
eo: Profilo de uzanto

source: Profile picture
eo: Profilbildo

source: Password change
eo: Pasvorto-ŝanĝiĝo

source: User preferences
eo: Uzanto-agordon

source: User: %s
eo: Uzanto: %s

source: Notifications & Subscriptions
eo: Sciigoj kaj abonoj

source: Who visited my profile?
eo: Kiu vizitis mian profilon?

source: Latest Comments
eo: Plej freŝaj komentoj

source: Feedback
eo: Reagoj

source: Editing comment
eo: Redaktanta komenton

source: User posts
eo: Uzanto-afiŝoj

source: User comments
eo: Uzanto-komentoj

source: Tags
eo: Etikedoj

source: Flagged posts
eo: Denuncitaj afiŝoj

source: on %s
eo: je %s

source: PREVIEW
eo: ANTAŬVIDI

source: Edit [%s]
eo: Redakti [%s]

source: Duplicate [%s]
eo: Duobligi [%s]

source: New [%s]
eo: Nova [%s]

source: Advanced editing
eo: Altnivela redaktado

source: Go to advanced edit screen
eo: Al la altnivela redaktado-ekrano

source: Cancel editing
eo: Nuligi redaktadon

source: Update cancelled
eo: Ĝisdatigo nuligita

source: Update paused
eo: Ĝisdatigo paŭzinta

source: Changes pending
eo: Atendanta ŝanĝojn.

source: Saving changes
eo: Konservanta ŝanĝojn

source: Previous
eo: Antaŭa

source: Next
eo: Sekva

source: Open in a new window
eo: Malfermi en nova fenestro

source: Start slideshow
eo: Startigi bildoserion

source: Stop slideshow
eo: Ĉesigi bildoserion

source: February
eo: februaro

source: January
eo: januaro

source: March
eo: marto

source: April
eo: aprilo

source: June
eo: junio

source: May
eo: majo

source: August
eo: aŭgusto

source: July
eo: julio

source: September
eo: septembro

source: December
eo: decembro

source: November
eo: novembro

source: October
eo: oktobro

source: Mon
eo: lun

source: Sun
eo: dim

source: Tue
eo: mar

source: Fri
eo: ven

source: Sat
eo: sab

source: Thu
eo: ĵaŭ

source: Wed
eo: mer

source: This section can't be displayed because wrong params were created by the skin.
eo: Ĉi tiu sekcio ne povas montriĝi ĉar malpravaj parametroj kreiĝis de la etoso.

source: Form is loading...
eo: Formulario ŝargiĝas…

source: This section can only be displayed by javascript enabled browsers.
eo: Ĉi tiu sekcio povas nur montriĝi de TTT-legiloj kun JavaScript aktivigita.

source: Abort login!
eo: Nuligi ensalutadon.

source: Enter your username (or email address).
eo: Tajpu vian salutnomon (aŭ retpoŝtadreson).

source: Login
eo: Salutnomo

source: Username (or email address)
eo: Salutnomon (aŭ retpoŝtadreson)

source: Password
eo: Pasvorto

source: Log in!
eo: Ensaluti

source: No account yet? Register here
eo: Ĉu ankoraŭ neniu konto? Registriĝu!

source: Send me a recovery email!
eo: Sendi al mi instrukcia retpoŝtmesaĝo

source: How to reset your password:
eo: Kiel restarigi vian pasvorton:

source: Please enter your login (or email address) above.
eo: Bonvolu enmeti vian salutnomon (aŭ retpoŝtadreson) supre.

source: An email will be sent to your registered email address immediately.
eo: Retpoŝtmesaĝo tuj sendiĝos al via registrita retpoŝtadreso.

source: As soon as you receive the email, click on the link therein to reset your password.
eo: Tuj kiam vi ricevas la retpoŝtmesaĝon alklaki la ligilon en tio por restarigi vian pasvorton.

source: Your browser will open a page where you can set a new password.
eo: Via TTT-legilo malfermos paĝon en kiu vi povas restarigi la pasvorton.

source: Important: for security reasons, you must do steps 1 and 4 on the same computer and same web browser. Do not close your browser in between.
eo: Grava: Pro sekureco vi devas fari etapojn 1 kaj 4 en la sama komputilo kaj per la sama TTT-legilo. Ne fermu vian TTT-legilon inter la paŝoj.

source: Back to login form
eo: Reen al ensaluta formulario

source: Please confirm your email address below:
eo: Bonvolu konfirmi vian retpoŝtadreson sube:

source: Your email
eo: Via retpoŝtadreso

source: Send me a new activation email now!
eo: Tuj sendi al mi retpoŝtmesaĝon pri aktivigado.

source: Open your email account for %s and find a message we sent you on %s at %s with the following title:
eo: Malfermu vian retpoŝtan konton por %s kaj trovu mesaĝon, kiun vi sendis al vi je %s je %s kun la sekva titolo:

source: Activate your account: %s
eo: Aktivigi vian konton: %s

source: NOTE: If you don't find it, check your "Junk", "Spam" or "Unsolicited email" folders. If you really can't find it, <a %s>request a new activation email</a>.
eo: NOTO: Se vi ne trovas ĝin, kontroli en spammesaĝojn. Se vi post tio ne povas trovi ĝin, <a %s>petu novan aktivigadon retpoŝtmesaĝon</a>.

source: Add us (%s) to your contacts to make sure you receive future email notifications, especially when someone sends you a private message.
eo: Aldoni nin (%s) al viaj kontaktitoj por certigi, ke vi ricevos estontajn retpoŝtajn sciigojn, precipe kiam iu sendas al vi privatan mesaĝon..

source: Click on the activation link in the email.
eo: Alklaku la aktivigan ligilon en la retpoŝtmesaĝo.

source: If this does not work, please copy/paste that link into the address bar of your browser.
eo: Se tio ne funkcios, bonvolu enmeti tiun ligilon en la URL-kampon de via TTT-legilo.

source: If you need assistance, please send an email to %s
eo: Se vi bezonas helpon, bonvolu sendi retpoŝtmesaĝon al %s

source: Since you are an admin user, you can activate your account (%s) by a single click.
eo: Ĉar vi estas estro, vi povas aktivigi vian konton (%s) per unuopa alklako.

source: Activate my account!
eo: Aktivigi mian konton

source: Very weak
eo: Tre malforta

source: Weak
eo: Malforta

source: So-so
eo: Mezkvalita

source: Good
eo: Bona

source: Great!
eo: Bonege!

source: Estimated crack time
eo: Divenata tempo por rompiĝo

source: The second password is different from the first.
eo: La pasvorto estas malsama de la unua.

source: This username is available.
eo: Tiu salutnomo ne disponeblas.

source: This username is already in use. Please choose another one.
eo: Tiu salutnomo jam uziĝis. Bonvolu elekti alian.

source: Choose an username
eo: Elekti salutnomon

source: Do you want discard your changes for this order field?
eo: Ĉu vi volas forviŝi viajn ŝanĝojn por tiu ordona kampo?

source: Invalid URL $code$ format
eo: URL-formato $code$ nevalida.

source: URI scheme "%s" not allowed.
eo: URI-skemo "%s" ne permesiĝas.

source: URI scheme not allowed.
eo: URI-skemo ne permesiĝas.

source: Invalid email link: %s.
eo: Nevalida retpoŝta ligilo: %s.

source: Invalid email link.
eo: Nevalida retpoŝta ligilo.

source: Supplied email address (%s) is invalid.
eo: La donita retpoŝtadreso (%s) nevalidas.

source: Invalid email address.
eo: Nevalida retpoŝtadreso.

source: Invalid class ID format
eo: Nevalida formato de klasa identigilo.

source: Invalid URL format (%s).
eo: Nevalida URL-formato (%s).

source: Invalid URL format.
eo: Nevalida URL-formato.

source: URL "%s" must be absolute.
eo: URL "%s" devas esti absoluta.

source: URL must be absolute.
eo: URL devas esti absoluta.

source: URL "%s" must be a full path starting with "/" or an anchor starting with "#".
eo: URL "%s" devas esti plena vojo komenciĝanta per "/" aŭ ankro komenciĝanta per "#".

source: URL must be a full path starting with "/" or an anchor starting with "#".
eo: URL devas esti plena vojo komenciĝanta per "/" aŭ ankro komenciĝanta per "#".

source: URL "%s" not allowed: blacklisted word "%s".
eo: URL "%s" ne permesiĝas: vorto "%s" el la nigrolisto.

source: URL not allowed
eo: URL ne permesiĝas

source: Could not parse URL
eo: Ne eblis analizi URL-on

source: Invalid response
eo: Respondo nevalida

source: Could not locate end of headers
eo: Ne eblis loki finon de ĉapoj

source: fopen() failed
eo: fopen() malsukcesis

source: No method available to access URL!
eo: Neniu metodo disponebla por atingi la URL-on!

source: Line %s
eo: Linio %s

source: Some files could not be deleted (including: %s).
eo: Iuj dosieroj (inkluzive de %s) ne eblus foriĝi

source: Can not access directory: %s.
eo: Ne eblas atingi dosierujon %s.

source: Some restrictions prevent deletion:
eo: La jenaj limigoj malhelpas forigon:

source: The following relations prevent deletion:
eo: La jenaj rilatoj malaktivigas forigon:

source: Please delete related objects before you proceed.
eo: Bonvolu forigi rilatajn objektoj antaŭ ol vi daŭrigi.

source: WARNING: Deleting this object will also delete:
eo: AVIZO: Forigi ĉi tiu objekto ankaŭ forigos:

source: THIS CANNOT BE UNDONE!
eo: Ne Malfareble!

source: I am sure!
eo: Mi certas.

source: CANCEL
eo: NULIGI

source: Edit this object...
eo: Redakti la objekton…

source: Duplicate this object...
eo: Kopii la objekton…

source: Delete this object!
eo: Forigi ĉi tiu objekto.

source: Created on %s by %s
eo: Kreita je %s de %s

source: Created by %s
eo: Kreita de %s

source: Created on %s
eo: Kreita je %s

source: Last mod on %s by %s
eo: Plej lasta modifo je %s de %s

source: Last mod by %s
eo: Plej lasta modifo de %s

source: Last mod on %s
eo: Plej lasta modifo je %s

source: Frequent countries
eo: Oftaj landoj

source: Other countries
eo: Aliaj landoj

source: Entry
eo: Ero

source: Requested &laquo;%s&raquo; object does not exist any longer.
eo: La petita objekto «%s» ne plu ekzistas.

source: This element is already at the top.
eo: Ĉi tiu elemento jam estas la supra.

source: This element is already at the bottom.
eo: Ĉi tiu elemento jam estas la suba.

source: Normalizing DB charsets...
eo: Konsekvenciganta datumbazo-tabelajn kodoprezentojn

source: All your tables seem to be using UTF-8. You can still run the normalization tool to make a deep check.
eo: Ĉiuj el viaj tabeloj verŝajne uzi UTF-8-on. Vi povas plenumigi la konsekvencigan ilon por funde kontroli.

source: We have detected the following tables as not using UTF-8:
eo: La jenaj tabeloj ne uzas UTF-8-on:
