Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: Enable this to use an extra context menu in the editor
eo: Aktivigi ĉi tion por uzi kiel aldonan kuntekstan menuon en redaktilo

source: Advanced paste support
eo: Altnivela alglua subteno

source: Enable this to add support for pasting easily word and plain text files
eo: Aktivigi por facila algluado

source: Directionality support
eo: Direkta regado

source: Enable to add directionality icons to TinyMCE for better handling of right-to-left languages
eo: Aktivigi por aldoni direktaj piktogramoj al TinyMCE por pli bona traktado de almaldekstraj lingvoj

source: Custom TinyMCE init
eo: Personigita starto por TinyMCE

source: Custom parameters to tinymce.init(). See the <a %s>TinyMCE manual</a>.
eo: Personigitaj parametroj al tinyMCE.init(). Legi pri ili en la <a %s>TinyMCE-manlibro</a>.

source: Use TinyMCE
eo: Uzi TinyMCE-on

source: Check this to enable the extended Javascript editor (TinyMCE).
eo: Montri por aktivigi TinyMCE-on

source: Enable this to add support for easily pasting word and plain text files
eo: Aktivigi por aldoni facilan algluadon

source: Enable to add directionality icons to TinyMCE that enables TinyMCE to better handle languages that is written from right to left.
eo: Aktivigi por aldoni direktajn piktogramojn al TinyMC por aktivigi, ke TinyMCE pli bone traktu lingvojn, kiuj skribiĝas de dekstro al maldekstro.

source: Don't show this again for this Collection
eo: Ne refoje montri tion por la kolekto

source: Don't show this again when composing email campaigns
eo: Ne plu montri tion dum komponi retpoŝtaj kampanjoj

source: Show an alert when switching from markup to WYSIWYG
eo: Montri averton dum ŝanĝo de la reĝimo marklingva al faksimila

source: Never show alert when switching from markup to WYSIWYG
eo: Neniam montri averton dum ŝanĝo de la reĝimo marklingva al faksimila

source: Toggle to the markup/pro editor.
eo: Ŝanĝi al ordinara HTML-redaktilo

source: Toggle to the WYSIWYG editor.
eo: Ŝanĝi al faksimila redaktilo

source: By switching to WYSIWYG, you might lose newline and paragraph marks as well as some other formatting. Your text is safe though! Are you sure you want to switch?
eo: Se vi ŝanĝos al la faksimila reĝimo, vi eble perdos novliniajn kaj alineajn markojn kaj ankaŭ iujn aliajn aranĝojn. Via teksto restos neŝanĝita. Cu vi certas, ke vi volas ŝanĝi la reĝimon.

source: TinyMCE javascript could not be loaded. Check the "%s" plugin setting.
eo: JavaScript-aĵo de TinyMC ne eblis ŝargiĝi. Kontroli la kromprograman agordaĵon "%s".

source: URL to TinyMCE
eo: URL al TinyMCE

source: TinyMCE plugin cannot uses the compressor because folder %s is not writable
eo: La kromprogramo TinyMCE ne povas uzi kunpremilon ĉar la dosierujo %s ne estas skribebla

source: Twitter plugin
eo: Kromprogramo Twitter

source: Post to your Twitter account when you post to your blog
eo: Afiŝi al via Twitter-konto kiam vi afiŝi al via kolekto

source: Posts to your Twitter account to update Twitter.com with details of your blog post.
eo: Afiŝas al via Twitter-konto por ĝisdatigi al Twitter.com kun detaloj pri via kolekto-afiŝo.

source: Update your twitter account with details about the new post.
eo: Ĝisdatigi vian Twitter-konton kun detaloj pri la nova afiŝo.

source: The twitter plugin needs a non-empty code.
eo: La kromprogramo Twitter postulas kodon ne vakan.

source: The twitter plugin requires PHP 5.
eo: La kromprogramo Twitter postulas PHP-5-on.

source: The twitter plugin requires the PHP curl extension.
eo: La kromprogramo postulas la PHP-aldonaĵon curl.

source: Twitter account status
eo: Twitter-konta stato

source: Message format
eo: Mesaĝa formato

source: Just posted $title$ $url$ #b2p
eo: Ĵus afiŝis: $title$ $url$ #b2p

source: $title$, $excerpt$ and $url$ will be replaced appropriately.
eo: $title$, $excerpt$ kaj $url$ taŭge anstataŭiĝos.

source: Linked to
eo: Ligita al

source: Connection is not available!
eo: Neniu konekto disponeblas!

source: Click here to link to your twitter account
eo: Ligi vian Twitter-konton

source: Link to another account
eo: Ligi alian konton

source: Unlink this account
eo: Malligi la konton

source: An error occurred during twitter plugin initialization. Please try again.
eo: Eraro okazis dum komenciĝo de la kromprogramo Twitter. Bonvolu reprovi.

source: Twitter did not answer. Twitter may be overloaded. Please try again.
eo: Twitter ne respondis. Twitter eble estas multeokupata. Bonvolu reprovi pli malfrue.

source: Twitter denied the connection.
eo: La kromprogramo-konekto negita.

source: Twitter plugin was initialized successfully!
eo: La kromprogramo Twitter komenciĝis sukcese.

source: Your twitter account has been unlinked.
eo: Via Twitter-konto estis malligita.

source: You must configure a twitter username/password before you can post to twitter.
eo: Vi devas agordi salutnomon/pasvorton de Twitter antaŭ ol vi povas afiŝi al Twitter.

source: Posted to account @
eo: Afiŝita al konto @

source: Video plug for a few popular video sites.
eo: Kromprogramo Video por kelkaj popularoj videaj kolektaroj.

source: This plugin allows to quickly embed (plug) a video from a video hosting site such as YouTube, Vimeo, DailyMotion and Facebook. Use it through the toolbar or directly by entering a shortcode like [video:youtube:123xyz] or [video:vimeo:123xyz] into your post, where 123xyz is the ID of the video.
eo: Ĉi tiu kromprogramo permesas al vi rapide enmeti videon el videejo (ekz-e YouTube, Vimeo, DailyMotion kaj Facebook). Ĝi uzeblas per la ilobreto aŭ rekte per enmeto de mallonga teksto (ekz-e [video:youtube:123xyz] aŭ [video:vimeo:123xyz]) en vian afiŝon, dum 123xyz estas la identigilo de la video.

source: Video width (px or %)
eo: Videa larĝo (rastrumere aŭ elcente)

source: Video height (px or %)
eo: Videa alto (rastrumere aŭ elcente)

source: Leave empty for a 16/9 aspect ratio
eo: Restigi vaka por uzi 16/19-ekranformaton

source: Insert Youtube video
eo: Enmeti videon el Youtube

source: Insert vimeo video
eo: Enmeti videon el Vimeo

source: Insert DailyMotion video
eo: Insertar DailyMotion video

source: Insert Facebook video
eo: Enmeti videon el Facebook

source: Copy/paste the URL or the ID of your video from %s:
eo: Kopii/alglui la URL-on aŭ la identigilon de via video el %s:

source: The URL you provided could not be recognized.
eo: La URL, kiun vi donis, ne estis rekonebla.

source: The URL or video ID is invalid.
eo: La URL aŭ videa identigilo estas nevalida.

source: Adds text watermark to generated thumbnails
eo: Aldoni pressignon al generitaj miniaturoj

source: Adds text watermark to generated thumbnails greater than 160x160 pixels
eo: Aldoni pressignon al generitaj miniaturoj pli grandaj ol 160x160 rastrumeroj

source: Image text
eo: Bildo-anstataŭiga teksto

source: The text to write on the image.
eo: La teksto por skribi sur la bildon.

source: Font file name
eo: Tipardosiernomo

source: You can upload your own fonts to the plugin's font directory (%s), then select the filename here. By default "%s" is used.
eo: Vi povas alŝuti viajn proprajn tiparojn al la kromprograma tipara dosierujo (%s), tiam uzi la dosiernomon ĉi tie. Apriore "%s" uziĝas.

source: Font size
eo: Tipara grando

source: Min dimension
eo: Minimumaj dimensioj

source: Enter the minimum pixel dimension an image must have to get a watermark.
eo: Enmeti la minimuman rastrumeran dimension, kiun bildo devas havi por ricevi filigranon.

source: Unable to load font file: %s
eo: Ne eblas ŝargi tiparan dosieron: %s

source: Wide scroll
eo: Larĝa rulumado

source: This plugin allows to horizontally scroll through blocks of wide content.
eo: La kromprogramo estas uzebla por horizontale rulumi tra blokoj da larĝa enhavo.

source: Wiki Tables converter
eo: Konvertilo por vikiaj tabeloj

source: You can create tables with accepted format:<br /> {| table start<br /> <br /> |- table row<br /> <br /> |} table end<br /> See manual for more.
eo: Vi povas krei tabelojn per la akceptita formato:<br /> {| tabela komenciĝo<br /> <br /> |- tabela vico<br /> <br /> |} tabela finiĝo<br /> Legu la manlibron por pliaj.

source: %s in response to: %s
eo: %s responde al: %s

source: Send a message to the owner of this blog...
eo: Sendi mesaĝon al la estro de la kolekto…

source: Item Single
eo: Ero unuopa

source: Colorbox Image Zoom
eo: Bilda zomado en kolora kampo

source: Check to enable javascript zooming on images (using the colorbox script)
eo: Marki por aktivigi zomadon de bildoj per JavaScript (per la skripto "kolora kampo")

source: Voting on Post Images
eo: Voĉdonado de afiŝaj bildoj

source: Check this to enable AJAX voting buttons in the colorbox zoom view
eo: Marki por aktivigi AJAX-butonojn por voĉdonado en la zoma reĝimo zomadon

source: Display Votes
eo: Montri voĉdonojn

source: Check to display number of likes and dislikes
eo: Marki por montri nombron da ŝatoj kaj malŝatoj

source: Voting on Comment Images
eo: Voĉdonado de komentaj bildoj

source: Voting on User Images
eo: Voĉdonado de uzanto-bildoj

source: Display gender
eo: Montri sekson

source: Autocomplete usernames
eo: Aŭtomate kompletigi salutnomojn

source: Header
eo: Kapo

source: Sidebar
eo: Flankaĵo

source: Comment from:
eo: Komento de:

source: Trackback from:
eo: Spuro de:

source: Pingback from:
eo: Mencio de:

source: Your email address will <strong>not</strong> be displayed on this site.
eo: Via retpoŝtadreso <strong>ne</strong> montriĝos en ĉi tiu kolektaro

source: Site/Url
eo: TTT-ejo/URL

source: Your URL will be displayed.
eo: Via TTT-adreso ja montriĝos

source: Allowed XHTML tags
eo: Permesataj XHTML-etikedoj

source: (Set cookies for name, email &amp; url)
eo: (Konservi kuketojn por nomo, retpoŝtadreso kaj URL)

source: Remember me
eo: Memori min

source: Pingbacks
eo: Mencioj

source: Trackback address for this post:
eo: Spura adreso por ĉi tiu afiŝo:

source: No %s for this post yet...
eo: Ankoraŭ neniuj %s por ĉi tiu afiŝo…

source: Page Top
eo: Paĝa supraĵo

source: Select blog
eo: Elekti kolekton

source: Front Page Main Area
eo: Unuaranga areo de la frontpaĝo

source: Front Page Secondary Area
eo: Duaranga areo de la frontpaĝo

source: Layout Settings
eo: Aranĝo-agordo

source: Select skin layout.
eo: Elekti etoso-aranĝon.

source: Single Column Large
eo: Unuopa kolumno vasta

source: Single Column
eo: Unuopa kolumno

source: Single Column Narrow
eo: Unuopa kolumno malvasta

source: Single Column Extra Narrow
eo: Unuopa kolumno ekstre malvasta

source: Left Sidebar
eo: Maldekstra flankaĵo

source: Right Sidebar
eo: Dekstra flankaĵo

source: Max image height
eo: Bilda alto maksimuma

source: Set maximum height for post images.
eo: Agordi maksimuman alton por afiŝaj bildoj.

source: Default font
eo: Apriora tiparo

source: Default (14px)
eo: Apriora (14 rastrumeroj)

source: Standard (16px)
eo: Ordinara (16 rastrumeroj)

source: Medium (18px)
eo: Mezgranda (18 rastrumeroj)

source: Large (20px)
eo: Granda (20 rastrumeroj)

source: Very large (22px)
eo: Grandega (22 rastrumeroj)

source: Weight
eo: Pezo

source: Custom Settings
eo: Personigita agordo

source: Background color
eo: Fona koloro

source: Text color
eo: Teksta koloro

source: E-g: #00ff00 for green
eo: Ekz-e: #00ff00 por verdo

source: Link color
eo: Ligila koloro

source: Hover link color
eo: Ligila koloro de ŝveba ligilo

source: Text color on background image
eo: Teksta koloro de fona bildo

source: Link color on background image
eo: Ligila koloro de fona bildo

source: Hover link color on background image
eo: Koloro de ŝveba legilo de fona bildo

source: Current tab text color
eo: Teksta koloro de la nuna langeto

source: Current tab background color
eo: Fona koloro de la nuna langeto

source: Hovered tab background color
eo: Fona koloro de ŝvebinta langeto

source: Panel background color
eo: Fona koloro de panelo

source: Choose background color for function panels and widgets.
eo: Elekti fonan koloron por funkciaj paneloj kaj umaĵoj.

source: Panel border color
eo: Bordera kolore de panelo

source: Choose border color for function panels and widgets.
eo: Elekti borderan koloron por funkciaj paneloj kaj umaĵoj.

source: Panel heading background color
eo: Fona koloro de panelo

source: Username options
eo: Salutnomo-elektoj

source: When access is denied or requires login...
eo: Kiam atingo estas rifuzita aŭ postulas ensaluton…

source: Display on login screen
eo: Montri je ensaluta formulario

source: "%s" container
eo: Ujo "%s"

source: Sidebar 2
eo: Flankaĵo 2

source: Footer
eo: Piedo

source: Log in to your account
eo: Ensaluti en via konto

source: No replies yet...
eo: Ankoraŭ neniuj respondoj…

source: Edit Intro
eo: Redakti enkondukon

source: This forum is locked: you cannot post, reply to, or edit topics.
eo: Tiu temo estas fiksita: vi ne rajtas afiŝi, respondi aŭ redakti temojn.

source: Forum (contains several topics)
eo: Forumo (enhavas plurajn temojn)

source: Subforums
eo: Suborumoj

source: %s topics
eo: %s temoj

source: %s replies
eo: %s respondoj

source: Item Single Header
eo: Unuopa ĉapo de ero

source: Item Page
eo: Ero-paĝo

source: Back to top
eo: Reen al supro

source: Quote
eo: Citi

source: Reply with quote
eo: Respondi kun citaĵo

source: Edit this topic
eo: Redakti la temon

source: Delete this topic
eo: Forigi la temon

source: Sidebar Single
eo: Flankaĵo unuopa

source: PREVIEW Comment from:
eo: <strong>Antaŭvidi</strong> komenton de:

source: from:
eo: de:

source: Trackback
eo: Spuro

source: Pingback
eo: Mencio

source: Edit this reply
eo: Redakti la respondon

source: Delete this reply
eo: Forigi la respondon

source: Discussion topic
eo: Diskuta temo

source: Sticky topic / Announcement
eo: Fiksita temo / Anonco

source: Sticky
eo: Gluema

source: This topic is locked: you cannot edit posts or make replies.
eo: Tiu temo estas fiksita: vi ne rajtas redakti afiŝojn kaj komenti.

source: Popular topic
eo: Populara temo

source: View latest comment
eo: Vidi plej freŝan komenton

source: View latest post
eo: Vidi plej freŝan afiŝon

source: Forum is locked
eo: Formo estas fiksita

source: Sub-forum (contains several topics)
eo: Subforumo (enhavas plurajn temojn)

source: Locked topic
eo: Fiksita temo

source: There is no topic in this forum yet.
eo: Ankoraŭ ne estas temo en ĉi tiu forumo.

source: You must activate your account before you can post a new topic.
eo: Vi devas aktivigi vian konton antaŭ ol vi povas afiŝi novan temon.

source: Topic:
eo: Temo:

source: Reply:
eo: Reago:

source: General Layout
eo: Ĝenerala aranĝo

source: Select global skin layout.
eo: Elekti kolektaran etoso-aranĝon.

source: No Sidebar
eo: Neniu flankaĵo

source: Single Thread Layout
eo: Unufadena aranĝo

source: Select skin layout for single threads
eo: Elekti etoso-aranĝo por unuopaj fadenoj

source: Forum Display Settings
eo: Forumo-elmontra agordo

source: Display "Public" banner
eo: Elmontri "Publika"n rubandon

source: Display banner for "Public" posts (posts & comments)
eo: Elmontra rubando por "Publikaj" afiŝoj (kaj komentoj)

source: Workflow column
eo: Laborflua kolumno

source: Display Status & Item Author
eo: Montri informojn pri la stato kaj ero-skribinto

source: Display Assignee (with Priority color coding) & Status
eo: Montri asignito (kun koloraj kodoj prioritataj) kaj statoj

source: Post a new topic
eo: Afiŝi novan temon

source: Reply
eo: Respondo

source: Reply to topic
eo: Respondi al temo

source: New Topics
eo: Novaj temoj

source: Recent Topics
eo: Freŝaj temoj

source: Is this reply helpful?
eo: Ĉu la respondo efektive estas helpa?

source: Latest Replies
eo: Plej freŝaj respondoj

source: User's topics
eo: Uzanto-temoj

source: User's replies
eo: Uzanto-respondoj

source: Forum Front Secondary Area
eo: Duaranga areo de la foruma frontpaĝo

source: This site has no public contents.
eo: La kolektaro havas nenian publikan enhavon.

source: No pictures yet
eo: Ankoraŭ neniuj bildoj

source: Click to see contents
eo: Alklaki por vidi enhavon

source: Image Viewing
eo: Bildo-rigardo

source: Max comment image height
eo: Alto maksimuma de komenta bildo

source: Set maximum height for comment images.
eo: Agordi maksimuman alton por komentaj bildoj.

source: Thumbnail size for Albums
eo: Miniatura grando por fotaroj

source: Select thumbnail size for Albums
eo: Elekti miniaturan grandon por fotaroj

source: Thumbnail size inside Album
eo: Miniatura grando en fotaroj

source: Select thumbnail size for images inside Albums
eo: Elekti miniaturan grandon por bildoj en fotaroj

source: Thumbnail size in Media index
eo: Miniatura grando en mediaj indeksoj

source: Select thumbnail size for Media index images
eo: Elekti miniaturan grandon por bildoj en mediaj indeksoj

source: Display banner for "Public" albums (albums & comments)
eo: Elmontra rubando por "Publikaj" fotaroj kaj komentoj

source: Page Styles
eo: Paĝo-stiloj

source: Page text size
eo: Teksta grando de paĝo

source: Default value is 14 pixels.
eo: La apriora valoro estas 14 rastrumeroj.

source: Page text color
eo: Teksta koloro de paĝo

source: Click to select a color.
eo: Klaku por elekti koloron.

source: Page link color
eo: Ligila koloro de paĝo

source: Page background color
eo: Fona koloro de paĝo

source: Galleries
eo: Galerioj

source: All Albums
eo: Ĉiuj fotaroj

source: Edit title/description...
eo: Redakti titolon/priskribon…

source: (%s photos)
eo: (%s fotoj)

source: Image section
eo: Bildo-sekcio

source: Background image
eo: Fona bildo

source: This color will be used if Background image is not set or does not exist.
eo: Tio koloro uziĝos se fona bildo ne estas elektita aŭ ne ekzistas.

source: Front Page Main Area Settings
eo: Ĉefarea agordo de la frontpaĝo

source: Adjust width of the Main Area container.
eo: Elekti larĝon por la ujo de la unuaranga areo.

source: Select the position of Main Area container.
eo: Elekti la pozicion por la ujo de la unuaranga areo.

source: Middle
eo: Mezo

source: Background opacity
eo: Fona travidebleco-nivelo

source: Adjust the background transparency level.
eo: Alĝustigi la travideblecan nivelon de la fono.

source: Title color
eo: Titolo-koloro

source: Muted text color
eo: Koloro de negrava teksto

source: Inverse icon color
eo: Inversa piktograma koloro

source: Front Page Secondary Area Settings
eo: Agordo de la duaranga areo de la frontpaĝo

source: Featured posts Settings
eo: Agordo pri reĝa afiŝoj

source: The manual page you are requesting doesn't seem to exist (yet).
eo: La manlibra paĝo, kiun vi petas, ankoraŭ ne ekzistas.

source: Create this page now
eo: Tuj krei la paĝon

source: You can search the manual below.
eo: Vi povas serĉi la manlibron sube.

source: or you can browse the table of contents below:
eo: aŭ vi povas foliumi la enhavtabelon sube:

source: Table of contents
eo: Enhavtabelo

source: Comment form
eo: Komenta formulario

source: Comments on this chapter
eo: Komentoj pri la ĉapitro

source: Edit Cat
eo: Redakti kategorion

source: Created by
eo: Kreita de

source: Add Intro
eo: Aldoni enkondukon

source: Add a sub-chapter here
eo: Aldoni subĉapitron ĉi tien

source: Add a page here
eo: Aldoni paĝon ĉi tien

source: Page navigation
eo: Paĝa navigo

source: (EXPERIMENTAL)
eo: (EKSPERIMENTA)

source: Check this to show previous/next page links to navigate inside the <b>current</b> chapter.
eo: Marki por montri ligilojn por la antaŭa kaj sekva paĝoj por navigi en la <strong>nuna</strong> ĉapitro.

source: posted on
eo: afiŝita en

source: Select content font size.
eo: Elekti tipara grando por enhavo.

source: Page Color Settings
eo: Paĝkolora agordo

source: Link hover color
eo: Ligila ŝveba koloro

source: Navigation Settings
eo: Navigo-agordo

source: Active navigation link color
eo: Ligila koloro de aktiva navigo

source: Default navigation links color
eo: Apriora navigo-ligila koloro

source: Default navigation links hover color
eo: Apriora navigo-ligila ŝveba koloro

source: Default navigation links hover background-color
eo: Apriora navigo-ligila ŝveba fona koloro

source: Background Color
eo: Fona koloro

source: E-g: #000000 for black
eo: Ekz-e: #000000 por nigro

source: Posted in
eo: Afiŝita en

source: Header gradient top color
eo: Gradiĝinta supra koloro de kapo

source: Header gradient bottom color
eo: Gradiĝinta malsupra koloro de kapo

source: Post date
eo: Afiŝa dato

source: Display the date of each post
eo: Montri la daton de ĉiu afiŝo

source: Sidebar position
eo: Flankaĵa pozicio

source: Atom Feed
eo: Atom-fluo

source: What is RSS?
eo: Kio estas RSS?

source: Menu background color
eo: Fona koloro de menuo

source: E-g: #0000ff for blue
eo: Ekz-e: #0000ff por bluo

source: Menu text color
eo: Teksta koloro de menuo

source: E-g: #ff6600 for orange
eo: Ekz-e: #ff6600 por oranĝkoloro

source: Post info background color
eo: Fona koloro de afiŝaj informoj

source: Post info text color
eo: Teksta koloro de afiŝaj informoj

source: "Public" banner
eo: "Publika" rubando

source: Thumbnail size for media index
eo: Miniatura grando por media indekso

source: Thumbnail size in post list
eo: Miniatura grando en afiŝa listo

source: Thumbnail size in single page
eo: Miniatura grando en aparta paĝo

source: %s photos
eo: %s fotoj

source: By
eo: Fare de

source: Notice
eo: Sciigo

source: JavaScript for Mobile Safari is currently turned off.
eo: JavaScript por poŝtelefona Safari nune estas malŝaltita.

source: Turn it on in <em> Settings &rsaquo; Safari </em><br /> to view this website.
eo: Ŝaltu ĝin en <em> Agordo → Safari </em><br /> por vidi la kolektaron.

source: Other Blogs
eo: Aliaj kolektoj

source: Mobile: Navigation Menu
eo: Poŝtelefono: Naviga menuo

source: Mobile: Tools Menu
eo: Poŝtelefono: Iloj

source: Your email address will <strong>not</strong> be revealed on this site.
eo: Via retpoŝtadreso <strong>ne</strong> montriĝos en ĉi tiu kolektaro.

source: For my next comment on this site
eo: Por mia sekva komento en ĉi tiu kolektaro

source: Allow message form
eo: Permesi mesaĝan formularion

source: Allow users to contact me through a message form -- Your email will <strong>not</strong> be revealed!
eo: Permesi, ke uzantoj povu kontakti min per mesaĝa formulario (via retpoŝtadreso <strong>ne</strong> publikiĝos.)

source: Preview comment
eo: Antaŭvidi komenton

source: Trackback address for this post
eo: Spura adreso por ĉi tiu afiŝo

source: Trackback URL (right click and copy shortcut/link location)
eo: Spura URL (kopiu la lokon)

source: Feedback awaiting moderation
eo: Reagoj atendas kontroladon

source: No feedback yet
eo: Ankoraŭ nenia reago

source: This post has 1 feedback awaiting moderation... %s
eo: Ĉi tiu afiŝo havas 1 reagon, kiu atendas kontroladon... %s

source: This post has %d feedbacks awaiting moderation... %s
eo: Ĉi tiu afiŝo havas %d reagojn atendanta kontroladon... %s

source: Switch to regular view? \n \n You can switch back again in the footer.
eo: Ĉu ŝanĝi al regula aspekto? \n \n Vi povas reŝanĝi en la piedo.

source: at
eo: je

source: Skip to comments
eo: Preteriru al la komentoj

source: Back-office access denied
eo: Stirila atingado rifuzita

source: Sorry, you don't have permission to access the back-office / admin interface.
eo: Bedaŭrinde vi ne rajtas atingi la stirilon/administran interfacon.

source: Back to home page
eo: Reen al la ĉefpaĝo

source: View manual
eo: Vidi manlibron

source: Manual page
eo: Manlibra paĝo

source: You are here
eo: Vi estas ĉi tie

source: uncheck all
eo: malmarki ĉion

source: Your IP address: %s
eo: Via IP-adreso: %s

source: You will have to accept cookies in order to log in.
eo: Vi devos allasi kuketojn antaŭ ensalutado.

source: Note: You are already logged in as %s!
eo: Noto: Vi jam estas ensalutita kiel %s

source: New account creation
eo: Kreado de nova konto

source: Please do not reply to this email!
eo: Bonvolu ne respondi la retpoŝtmesaĝon.
