Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: All new b2evolution files are in place. You will now be redirected to the installer to perform a DB upgrade.
eo: Ĉiuj novaj b2evolution-dosieroj stariĝis. Vi nun devas plenumi datumbazan ĝisdatigon.

source: Note: the User Interface will look different.
eo: Noto: La fasado aspektos malsame.

source: Continue to installer
eo: Daŭrigi al instalilo

source: Upgrade failed!
eo: Promocii malsukcesis

source: Exporting package from SVN...
eo: Eksportanta pakaĵon el SVN…

source: Please enter the URL of repository
eo: Bonvolu enmeti la URL-on de la deponejo

source: Unable to get a repository version, probably URL of repository is incorrect.
eo: Ne eblas atingi deponejan version, verŝajne pro malĝusta URL.

source: Please select a correct revision number. The latest revision is %s.
eo: Bonvolu elekti ĝustan revizian numeron. La plej freŝa estas %s.

source: Unable to delete previous exported package %s before forcing the export.
eo: Ne eblas forigi antaŭe eksportitan pakaĵon %s antaŭ ol devigi la eksporton.

source: Revision %s has already been downloaded. Using: %s
eo: Revizio %s jam elŝutiĝis. Uzanta: %s

source: Backup application files and data
eo: Sekurkopiaj datumoj

source: Folders & files
eo: Dosier(uj)oj

source: Exclude all %s folders
eo: Ekskluzivigi ĉiuj %s dosierujojn

source: Exclude the %s folder
eo: Ekskluzivigi la dosierujojn %s

source: Exclude folders
eo: Ekskluzivigi dosierujojn

source: Ignore files and folders listed in %s
eo: Ignori dosierojn kaj dosierujojn listigitajn en %s

source: Database tables
eo: Datumbazaj tabeloj

source: General Options
eo: Ĝenerala agordo

source: Maintenance mode
eo: Prizorga reĝimo

source: Recommended
eo: Rekomendinda

source: check this to completely lock b2evolution
eo: marki por tute fiksi b2evolution-on

source: Maintenance lock
eo: Prizorga fiksado

source: check this to prevent login (except for admins), sending comments/messages and receiving DB updates (other than logging)
eo: marki por preventi ensaluton (escepte por estroj), sendadon de komentoj kaj mesaĝoj kaj ricevon de datumbazajn ĝisdatigojn (escepte de protokolado)

source: Leave the site open for modifications during backup. (Not recommended).
eo: Malfermi la kolektaron por modifoj dum sekurkopiadon. (Nerekomendinda)

source: Lock b2evolution while backing up
eo: Fiksi b2evolution-on dum sekurkopii

source: Compress backup files into ZIP archive.
eo: Kunpremi sekurkopiojn en ZIP-pakaĵon

source: Advanced backup options
eo: Altnivela sekurkopia agordo

source: There are no new updates.
eo: Ne ekzistas novaj ĝisdatigoj.

source: Version
eo: Eldono

source: You <i>might</i> replace this with a different URL in case you want to upgrade to a custom version.
eo: Vi <i>rajtas</i> anstataŭigi tion per malsama URL okaze de tio, ke vi volos ĝisdatigi al personigita versio.

source: Continue
eo: Daŭrigi

source: Unzip package
eo: Elpaki pakaĵon

source: Skip Download
eo: Preterlasi elŝuton

source: Force New Download
eo: Devigi novan elŝuton

source: Back to Package Selection
eo: Reen al pakaĵa elekto

source: Skip Export
eo: Preterlasi eksporti

source: Force New Export
eo: Devigi denove eksporti

source: Backup & Upgrade
eo: Sekurkopii kaj ĝisdatigi

source: Force Backup & Upgrade
eo: Devigi sekurkopii kaj ĝisdatigi

source: URL of repository
eo: deponeja URL

source: SVN folder
eo: SVN-dosierujo

source: Leave blank to get the latest revision
eo: Restigu blanka por atingi la plej freŝan revizion

source: Revision
eo: Revizio

source: Export revision from SVN...
eo: Eksporti reviziojn el SVN…

source: Skip Unzip
eo: Preterlasi elpaki

source: Force New Unzip
eo: Devigi denove elpaki

source: Back to download package
eo: Reen al la elŝuta pakaĵo

source: Read & Send messages to people in contacts list only (except for blocked contacts)
eo: Legi kaj sendi mesaĝojn nur al homoj en la kontakta listo (escepte de baritaj kontaktitoj)

source: Read & Send messages to anyone (except for blocked contacts)
eo: Legi kaj sendi mesaĝojn al ĉiuj (escepte de baritaj kontaktitoj)

source: Read, Send & Delete any messages (including for blocked contacts)
eo: Legi, sendi kaj forigi ĉiujn mesaĝojn (inkluzive de al baritaj kontaktitoj)

source: Abuse Management
eo: Administrado de mistraktado

source: Maximum number of new threads per day
eo: Maksimuma nombro da fadenoj ĉiun tagon

source: Leave empty for no limit
eo: Restigi vaka por neniu limigo

source: Send reminders about unread messages
eo: Sendi memorigojn pri nelegitaj mesaĝoj

source: The private conversation you are trying to access does not exist any longer.
eo: La privata interparolo, kiun vi provas atingi, ne plu ekzistas.

source: Thread &laquo;%s&raquo; deleted.
eo: Fadeno «%s» forigita.

source: You are about to delete all messages in the conversation &laquo;%s&raquo;.
eo: Vi estas forigonta ĉiujn mesaĝojn en la kunparolo «%s».

source: You have successfuly left the &laquo;%s&raquo; conversation!
eo: Vi sukcese forlasis la kunparolon «%s».

source: You have successfuly closed the &laquo;%s&raquo; conversation!
eo: Vi sukcese fermis la kunparolon «%s».

source: &laquo;%s&raquo; was blocked.
eo: «%s» estis barita.

source: You have blocked this user from contacting you.
eo: Vi baris por ke tiu uzanto ne plu povu kontakti vin.

source: You have unblocked this user so he can contact you again.
eo: Vi malbaris la uzanton. La uzanto denove povos kontakti vin.

source: Message deleted.
eo: Mesaĝo forigita.

source: You are about to delete this message.
eo: Vi estas forigonta ĉi tiun mesaĝon.

source: Send a message to all selected contacts
eo: Sendi mesaĝojn al ĉiuj elektitaj kontaktitoj

source: Send a message to all %d contacts in the &laquo;%s&raquo; group
eo: Sendi mesaĝon al ĉiuj %d kontaktitoj en la grupo «%s»

source: Thread
eo: Fadeno

source: Cannot delete thread &laquo;%s&raquo;
eo: Ne eblas forigi la fadenon «%s».

source: Delete thread &laquo;%s&raquo;?
eo: Ĉu forigi la fadenon «%s»?

source: %d contacts have been added to the &laquo;%s&raquo; group.
eo: %d kontaktitoj aldoniĝis en la grupo «%s».

source: The group has been renamed.
eo: La grupo alinomiĝis.

source: The group has been deleted.
eo: La grupo foriĝis.

source: You are not allowed to view messages.
eo: Vi ne rajtas vidi mesaĝojn.

source: You are not allowed to view this thread.
eo: Vi ne rajtas vidi tiun fadenon.

source: The requested message does not exist any longer.
eo: La petita mesaĝo ne plu ekzistas.

source: Can't show messages without thread!
eo: Ne eblas montri mesaĝojn sen fadeno.

source: Cannot delete message.
eo: Ne eblas forigi mesaĝon

source: Delete message?
eo: Ĉu forigi mesaĝon?

source: %d links to destination private messages
eo: %d ligiloj al celaj privataj mesaĝoj

source: Invalid message content.
eo: Nevalida enhavo mesaĝa.

source: It seems you tried to send the same message twice. We only kept one copy.
eo: Ŝajnas, ke vi provis sendi la saman mesaĝon dufoje. Nur la unua estas tenata.

source: %s just sent you a new message!
eo: %s ĵus sendis al vi novan mesaĝon.

source: %s just replied to your message!
eo: %s ĵus respondis vian mesaĝon.

source: %s just replied to a conversation you are involved in!
eo: %s ĵus respondis al kunparolo en kiu vi partoprenis.

source: %s cannot be notified of this new message because we have no default messaging collection and %s has no access to the backoffice.
eo: Ne eblas sciigi al %s pri tiu nova mesaĝo, ĉar ne ekzistas apriora mesaĝa kolekto kaj %s ne havas atingon al la stirilo.

source: This is a preview only! Do not forget to send your message!
eo: Ĉi tiu estas nur antaŭvido. Ne forgesas sendi vian mesaĝon.

source: Templates
eo: Ŝablonoj

source: Renderers
eo: Modifiloj

source: You already have a group with this name.
eo: Vi jam havas grupon kun tiu nomo.

source: Please enter group name
eo: Bonvolu enmeti grupan nomon

source: Please select at least one user.
eo: Bonvolu elekti almenaŭ unu uzanton.

source: Please enter name for new group.
eo: Bonvolu enmeti nomon por nova grupo.

source: New contacts group has been created.
eo: Nova kontaktito-grupo kreiĝis.

source: User &laquo;%s&raquo; has been removed from the &laquo;%s&raquo; group.
eo: Uzanto «%s» foriĝis el la grupo «%s».

source: Close Friends
eo: Fermi amikojn.

source: Acquaintances
eo: Konatoj

source: In these groups
eo: En la jenaj grupoj

source: Not in these groups
eo: Ne en la jenaj grupoj

source: Remove from group
eo: Forigi el grupo

source: Add to group
eo: Aldoni al grupo

source: You are not allowed to start a new conversation, because your limit is 0.
eo: Vi ne rajtas startigi novan kunparolon, ĉar via limigo estas 0.

source: You can still start %d new conversations today.
eo: Vi hodiaŭ ankoraŭ povas startigi %d novajn kunparolojn.

source: You have reached the limit of %d new conversations today. You can start new conversations again tomorrow.
eo: Vi hodiaŭe atingis la limigon da %d novaj kunparoloj. Vi povas kunparoli morgaŭ.

source: This user doesn't want to receive notification emails about unread messages.
eo: Se vi volas neniujn pluajn sciigojn pri viaj nelegitaj mesaĝoj, sekvu la jenan ligilon:

source: This user doesn't have unread messages.
eo: Tiu uzanto havas nelegitajn mesaĝojn

source: The user has not logged in for %d days, so we will not send him notifications any more
eo: La uzanto ne ensalutis dum %d tagoj, do sciigoj ne plu estos sendataj al tiu

source: %s left before next notification - sent by "Send reminders about unread messages" scheduled job
eo: %s restantoj antaŭ ol la sekva sciigo - sendota de la laboro "Sendi memorigilojn pri nelegitaj mesaĝoj"

source: next notification pending since %s - check the "Send reminders about unread messages" scheduled job
eo: sekva sciigo atendita ekde %s – kontrolu la laboron "Sendi memorigilojn pri nelegitaj mesaĝoj".

source: The user has not logged in for %d days, so we will space out notifications by %d days.
eo: La uzanto ne ensalutis dum %d tagoj, do sciigoj estos sendataj je %d interaj tagoj.

source: The user has never received a notification yet, so the first notification is sent with %s delay
eo: La uzanto ankoraŭ ne ricevis sciigon, do la unua sciigo estas sendota je %s prokrasto

source: The user has logged in in the last %d days, so we will space out notifications by %d days.
eo: La uzanto ensalutis dum la pasintaj %d tagoj, do ties sciigoj havas %d interaj tagoj.

source: Threads with private messages sent by the user
eo: Fadenoj kun privataj mesaĝoj senditaj de la uzanto

source: User has not sent any private messages
eo: La uzanto sendis neniun privatan mesaĝon.

source: Delete all private messages sent by %s
eo: Forigi ĉiujn el la privataj mesaĝoj senditaj de %s

source: Messaging
eo: Mesaĝado

source: User has sent %s private messages
eo: La uzanto sendis %s privatajn mesaĝojn

source: Between
eo: Inter

source: With
eo: Kun

source: Last msg
eo: Plej ĵusa mesaĝo

source: Read?
eo: Ĉu legi?

source: Deleted user(s)
eo: Forigita(j) uzanto(j)

source: Conversation left
eo: Kunparolo forlasita

source: Show messages...
eo: Montri mesaĝojn…

source: %d messages in thread
eo: %dmesaĝojn en la fadeno.

source: %d read statuses in thread
eo: %d legitaj statoj en la fadeno

source: Please enter a subject
eo: Bonvolu enmeti temon.

source: Please enter a message
eo: Bonvolu enmeti mesaĝon.

source: You cannot send threads to yourself: %s
eo: Vi ne rajtas sendi fadenojn al vi: %s.

source: See manual
eo: Vidi manlibron

source: Users &laquo;%s&raquo; do not allow receiving private messages. Message has been sent anyway because you are an administrator.
eo: Uzantoj «%s» ne permesas ricevi privatajn mesaĝojn. Mesaĝo senkonsidere estis sendita ĉar vi estas sistemestro.

source: User &laquo;%s&raquo; does not allow receiving private messages. Message has been sent anyway because you are an administrator.
eo: Uzanto «%s» ne permesas ricevi privatajn mesaĝojn. Mesaĝo senkonsidere estis sendita ĉar vi estas sistemestro.

source: The following users don't want you to contact them at this time:
eo: La jenaj uzantoj ne volas, ke vi nun kontakti ilin:

source: You are unable to send %d individual messages, because it exceeds your remaining daily limit of %d.
eo: Vi ne rajtas sendi %d unuopajn mesaĝojn, ĉar ĝi superas vian restantan ĉiutagan limigon da %d.

source: You cannot post a message in a thread you're not involved in.
eo: Vi ne rajtas afiŝi mesaĝon en fadeno en kiu vi ne enmiksiĝas.

source: You cannot reply because all the other users involved in this conversation have closed their account.
eo: Vi ne rajtas respondi ĉar ĉiujn aliajn uzantojn en la kunparolon fermis siajn kontojn.

source: The recipient(s) do not want you to contact them at this time.
eo: La ricevontoj ne volas, ke vi nun kontakti ilin.

source: Settings were updated.
eo: Agordo ĝisdatiĝis.

source: Please specify your country before attempting to contact other users.
eo: Bonvolu specifi vian landon antaŭ ol provi kontakti aliajn uzantojn.

source: Contacts list
eo: Kontaktlisto

source: Block contact
eo: Bari kontaktiton

source: Unblock contact
eo: Malbari kontaktiton

source: This contact is closed
eo: Tiu kontaktito estas fermita

source: Select this contact
eo: Elekti tiun kontaktiton

source: Picture
eo: Bildo

source: closed account
eo: fermita konto

source: Last contact
eo: Plej ĵusa kontaktado

source: Remove user from this group
eo: Forigi uzanton el ĉi tiu grupo

source: Add all selected contacts to this group
eo: Aldoni ĉiujn elektitajn kontaktitojn al ĉi tiu grupo

source: Selected group: <b>%s</b>
eo: Elektita grupo: <b>%s</b>

source: Rename this group to
eo: Alinomi la grupon al

source: Delete this group
eo: Forigi la grupon

source: Are you sure want to delete this group?
eo: Ĉu vi efektive volas forigi la grupon?

source: Back to list
eo: Reen al listo

source: Conversation: %s
eo: Kunparolo: %s

source: Filter messages
eo: Filtri mesaĝojn

source: You cannot reply because this conversation was closed.
eo: Vi ne rajtas respondi ĉar la kunparolo fermiĝis.

source: You cannot reply because you have already left this conversation.
eo: Vi ne rajtas respondi ĉar vi jam forlasis la kunparolon.

source: Reply to: %s
eo: Respondi al: %s

source: The other users involved in this conversation have closed their account.
eo: La aliaj uzantoj en ĉi tiu kunparolo fermis siajn kontojn.

source: Send message
eo: Sendi mesaĝon

source: I want to leave this conversation now!
eo: Mi tuj volas forlasi la kunparolon.

source: If you leave this conversation,\nother users can still continue the conversation\nbut you will not receive their future replies.\nAre you sure?
eo: Se vi forlasos la kunparolon,\naliaj uzantoj povas daŭrigi la kunparolon\nsed vi ne ricevos iliajn estontajn respondojn.\nĈu vi certas?

source: I want to end this conversation now!
eo: Vi tuj volas finigi la kunparolon.

source: I want to block %s from sending me any more messages!
eo: Mi volas, ke %s ne plu rajtu sendi mesaĝojn.

source: Are you sure you want to close this conversation?
eo: Ĉu vi efektive volas fermi la kunparolon?

source: This action will close this conversion\nand will block %s from starting any new\nconversation with you.\n(You can see blocked users in your contacts list)\nAre you sure you want to close and block?
eo: Tiu ago fermos la kunparolon\nkaj %s ne rajtos komenci novan\nkunparolon kun vi.\n(Vi povas rigardi baritajn uzantojn en via kontaktito-listo)\nĈu ve certas, ke vi volas fermi kaj bari?

source: General settings
eo: Ĝenerala agordo

source: Check to allow HTML in messages.
eo: Marki por permesi HTML-markojn en mesaĝojn.

source: Welcome message after account activation
eo: Bonveniga mesaĝo post konta aktivigo

source: Check to automatically send a welcome message to users when they activate their account.
eo: Marki por aŭtomate sendi bonvenigan mesaĝojn al uzantoj, kiam ili aktivigas siajn kontojn.

source: Send Welcome PM
eo: Sendi bonvenigan mesaĝon

source: From
eo: De

source: Info message to reporters after account deletion
eo: Informa mesaĝo post konta forigo

source: Check to allow sending a message to users who have reported an account whenever that account is deleted by a moderator.
eo: Marki por permesi sendi mesaĝojn al uzantoj, kiuj denuncis konton, kiam tiu konto foriĝas fare de kontrolisto.

source: Send delete notification
eo: Sendi forigo-sciigojn

source: New thread
eo: Novan fadenon

source: Recipients
eo: Ricevontoj

source: Enter usernames. Separate with comma (,)
eo: Enmetu salutnomojn. Apartigu kun komo (,)

source: Start a group discussion
eo: Komenci grupan diskuton

source: Send individual messages
eo: Sendi apartajn mesaĝojn

source: Multiple recipients
eo: Pluraj ricevontoj

source: Type in a username
eo: Enmeti salutnomon

source: Please complete the entering of an username.
eo: Bonvolu kompletigi la enmeton de salutnomo.

source: Conversations list
eo: Listo da kunparoloj

source: Show closed conversations
eo: Montri fermitajn kunparolojn

source: Active conversations
eo: Aktivaj kunparoloj

source: All conversations
eo: Ĉiuj kunparoloj

source: See My Contacts
eo: Vidi miajn kontaktitojn

source: Compose new
eo: Verki novan

source: Create a new conversation...
eo: Krei novan kunparolon…

source: No desc available
eo: Neniu priskribo disponebla

source: No description available
eo: Neniu priskribo disponebla

source: Note: The plugin code is empty, so this plugin will not work as an "opt-out", "opt-in" or "lazy" renderer.
eo: Noto: La kromprograma kodo vakas, do ĉi tiu kromprogramo ne funkcios en la reĝimoj "malŝaltebla", "ŝaltebla" aŭ "pigra".

source: Apply rendering to posts
eo: Apliki al afiŝa montriĝo

source: Apply rendering to comments
eo: Apliki al komenta montriĝo

source: Use for posts
eo: Uzi por afiŝoj

source: Use for comments
eo: Uzi por komentoj

source: Apply rendering to messages
eo: Apliki modifilojn al mesaĝoj

source: Apply rendering to emails
eo: Apliki modifilojn al retpoŝtmesaĝojn

source: My Tab
eo: Mia folio

source: Click %s to access full documentation for this plugin
eo: Klaku sur %s por atingi la tutan dokumentaron por la kromprogramo

source: Homepage of the plugin
eo: TTT-paĝo de la kromprogramo

source: Edit plugin settings!
eo: Redakti kromprograman agordon.

source: Add a new set of &laquo;%s&raquo;
eo: Aldoni novan aron da «%s».

source: Note: before adding a new set you have to save any changes.
eo: Noto: Antaŭ ol aldoni novan aron vi devas konservi ajnajn ŝanĝojn.

source: Too many entries in the "%s" set. It must have %d at most.
eo: Tro da eroj en la aro "%s". Ĝi devas havi %d maksimume.

source: Too few entries in the "%s" set. It must have %d at least.
eo: Tro malmultaj da eroj en la aro "%s". Ĝi devas havi %d minimume.

source: The value for &laquo;%s&raquo; must be numeric.
eo: La valoro de «%s» devas esti cifera.

source: The value must be numeric.
eo: La valoro devas esti cifera.

source: Invalid option &laquo;%s&raquo;.
eo: Nevalida elekto «%s».

source: The value is too long.
eo: La valoro estas tro longa.

source: The value is invalid. It must match the regular expression &laquo;%s&raquo;.
eo: La valoro estas nevalida. Ĝi devas kongrui kun la regulesprimo «%s».

source: The value is invalid. It must be in the range from %s to %s.
eo: La valoro estas nevalida. Devas esti en la gamo de %s ĝis %s.

source: The value is invalid. It must be smaller than or equal to %s.
eo: La valoro estas nevalida. Ĝi devas esti ne pli granda ol %s.

source: The value is invalid. It must be greater than or equal to %s.
eo: La valoro estas nevalida. Ĝi devas esti ne pli malgranda ol %s.

source: The database has been updated.
eo: La datumbazo ĝisdatiĝis.

source: The DB schema has been changed since confirmation.
eo: La datumbaza skemo ŝanĝiĝis ekde konfirmado.

source: Configure plugins
eo: Agordi kromprogramojn

source: No renderer plugins can be selected by the user.
eo: Neniuj modifilo-kromprogramoj estas elektitaj de la uzanto.

source: The plugin cannot be installed again.
eo: Ne eblas la kromprogramon reinstali.

source: The installation of the plugin failed.
eo: La instalado de la kromprogramo malsukcesis.

source: Some plugin dependencies are not fulfilled:
eo: Iuj kromprogramaj dependaĵoj ne estas plenumitaj:

source: The minimum length of a plugin code is 8 characters.
eo: La minimuma longo de kromprograma kodo estas 8 signoj.

source: The maximum length of a plugin code is 32 characters.
eo: La maksimuma longo de kromprograma kodo estas 32 signoj.

source: The plugin code cannot include a dot!
eo: La kromprograma kodo ne rajtas havi punkton.

source: The plugin code is already in use by another plugin.
eo: La kromprograma kodo jam uziĝas de alia.

source: The events %s are required by %s (ID %d).
eo: La eventoj %s estas postulataj de %s (identigilo %d).

source: The event %s is required by %s (ID %d).
eo: La evento %s estas postulata de %s (identigilo %d).

source: The plugin is required by the following plugins: %s.
eo: La kromprogramo estas postulata de la jenaj kromprogramoj: %s.

source: The plugin recommends a plugin which provides all of the following events: %s.
eo: La kromprogramo rekomendas kromprogramon, kiu donas ĉiujn el la jenaj eventoj: %s

source: The plugin requires a plugin which provides all of the following events: %s.
eo: La kromprogramo postulas kromprogramon, kiu donas ĉiujn el la jenaj eventoj: %s.

source: The plugin recommends plugins which provide the events: %s.
eo: La kromprogramo rekomendas kromprogramojn, kiuj donas la eventojn: %s.

source: The plugin requires plugins which provide the events: %s.
eo: La kromprogramo postulas kromprogramojn, kiuj donas la eventojn: %s.

source: The plugin requires at least version %s of the plugin %s, but you have %s.
eo: La kromprogramo postulas almenaŭ eldonon %s de la kromprogramo %s, sed vi havas eldonon %s.

source: The plugin requires the plugins: %s.
eo: La kromprogramo postulas la kromprogramojn: %s.

source: The plugin recommends to install the plugins: %s.
eo: La kromprogramo rekomendas, ke vi instalu la kromprogramojn: %s.

source: The plugin recommends version %s of %s (%s is installed). Think about upgrading.
eo: La kromprogramo rekomendas eldono %s de %s (%s estas instalita). Konsideri ĝisdatigi.

source: The plugin requires version %s of %s, but %s is installed.
eo: La kromprogramo postulas eldono %s de %s, sed %s estas instalita.

source: Unknown dependency type (%s). This probably means that the plugin is not compatible and you have to upgrade your %s installation.
eo: Nekonata dependaĵa tipo (%s). Tio probable signifas, ke la kromprogramo ne estas konforma kaj vi devas ĝisdatigi vian instaladon de %s.

source: The plugin with ID %d could not be instantiated.
eo: La kromprogramo kun identigilo %d ne eblis esti plenumita.

source: The plugin with ID %d is already disabled.
eo: La kromprogramo kun la identigilo %d jam estas malaktivigita.

source: The plugin cannot be disabled because of the following dependencies:
eo: La kromprogramo ne povas esti malaktivigita pro la jenaj dependaĵoj:

source: Disabled "%s" plugin (%s, #%d).
eo: Kromprogramo "%s" (%s, #%d) malaktivigita.

source: The "%s" plugin (%s, #%d) is already enabled.
eo: La krogromprogramo "%s" (%s, #%d) jam estas aktivigita.

source: The plugin is in a broken state. It cannot be enabled.
eo: La kromprogramo estas rompita. Ne eblas ĝin aktivigi.

source: The plugin cannot be enabled because of the following dependencies:
eo: La kromprogramo ne povas esti aktivigita pro la jenaj dependaĵoj:

source: Enabled "%s" plugin (%s, #%d).
eo: Kromprogramo "%s" (%s, #%d) aktivigita.

source: The plugin has not been enabled.
eo: La kromprogramo ne estis aktivigita.

source: Plugins have been reloaded.
eo: La kromprogramoj estas reŝargitaj.

source: Plugins have not changed.
eo: La kromprogramoj ne ŝanĝiĝis.
