Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: Other permissions for anonymous users
eo: Permesoj aliaj por anonimaj uzantoj

source: Allow to see user list
eo: Permesi rigardi uzanto-liston

source: Show only User Groups Levels
eo: Montri uzanto-grupajn nivelojn

source: from
eo: de

source: Creating new group
eo: Kreanta novan grupon

source: Editing group:
eo: Redaktanta grupon:

source: Viewing group:
eo: Vidanta grupon:

source: General use case
eo: Ĝenerala uzmaniero

source: Use if you need multiple groups per users
eo: Uzu se vi postulas plurajn grupojn por uzantoj

source: Group usage
eo: Grupo uzado

source: Group level
eo: Grupa nivelo

source: Blogging permissions
eo: Verkistaj permesoj

source: Depending on each blog's permissions
eo: Dependanta de la permesoj de ĉiu kolekto

source: View all blogs
eo: Vidi ĉiujn kolektojn

source: Select to give Collection Admin permission
eo: Elekti por doni kolekto-atingopermesojn

source: Force valid XHTML + strong security
eo: Nepre uzi validan XHTML-on + fortan sekurecon

source: The security filters below will be strongly enforced.
eo: La sekurecaj filtriloj ĉi-sube forte estos eldevigitaj.

source: Basic security checking
eo: Baza kontrolado pri sekureco

source: Security filters below will still be enforced but with potential lesser accuracy.
eo: La sekurecaj filtriloj ĉi-sube ankoraŭ estos eldevigitaj kun eble malpli da ĝusteco.

source: XHTML validation
eo: Validigado de XHTML

source: XHTML validation on XML-RPC calls
eo: Validigo de XHML per XML-RPC vokoj

source: Prevent CSS tweaks
eo: Preventi CSS-ŝanĝetojn

source: WARNING: if allowed, users may deface the site, add hidden text, etc.
eo: AVERTO: Se permesita, uzantoj eble kodrompi la kolektaron, aldoni kaŝajn tekstojn ktp.

source: Prevent iframes
eo: Preventi laŭliniaj kadroj

source: WARNING: if allowed, users may do XSS hacks, steal passwords from other users, etc.
eo: AVERTO: Se permesata, uzantoj eble troŝargos vian servilon, ŝtelos pasvortojn de aliaj uzantoj ktp

source: Prevent javascript
eo: Preventi JavaScript-on

source: WARNING: if allowed, users can easily do XSS hacks, steal passwords from other users, etc.
eo: AVERTO: Se permesata, uzantoj povos troŝargi la servilon, ŝtelos pasvortojn de aliaj uzantoj ktp

source: Prevent objects
eo: Preventi objektoj

source: WARNING: if allowed, users can spread viruses and malware through this blog.
eo: AVERTO: se permesata, uzantoj povas disvastigi virusojn kaj malbonajn programojn per ĉi tiu kolekto

source: Security filters
eo: Sekurecaj filtriloj

source: Antispam filtering
eo: Kontraŭspama filtrado

source: Inputs from these users will be checked against the antispam blacklist.
eo: Enmetoj el ĉi tiuj uzantoj kontrolos kontraŭ la nigrolisto da la kontraŭspama nigrolisto.

source: Additional permissions
eo: Aldonaj atingopermesoj

source: Based on each blog's edit permissions
eo: Bazita sur la redaktaj atingopermesoj en ĉiu kolekto

source: View stats for specific blogs
eo: Vidi statistikaĵojn por specifaj kolektoj

source: View stats for all blogs
eo: Vidi statistikaĵojn por ĉiuj kolektoj

source: Includes deleting/reassigning of stats
eo: Inkluzivas forigado/asignado de statistikaĵoj

source: System admin permissions
eo: Atingopermesoj por sistemestroj

source: Notification options
eo: Sciigaj elektoj

source: Groups (for setting permissions)
eo: Grupoj (por atingopermesoj)

source: Back-office access
eo: Stirila atingo

source: All collections
eo: Ĉiuj kolektoj

source: Delete this invitation code!
eo: Forigi tiun invitkodon.

source: Invitation code
eo: Invitkodo.

source: New invitation code
eo: Nova invitkodo

source: Must be from 3 to 32 letters, digits or signs "-", "_".
eo: Devas esti de 3 ĝis 32 literojn, ciferojn aŭ la signoj "-", "_".

source: Expires
eo: Eksvalidiĝos

source: Assign to Group
eo: Asigni al grupo

source: Assign level
eo: Asigna nivelo

source: Assign source
eo: Asigni fonton

source: Invitation codes
eo: Invitkodoj

source: Add invitation code
eo: Aldoni invitkodon

source: Create a new invitation code...
eo: Krei novan invitkodon…

source: Edit this invitation code...
eo: Redakti la invitkodon…

source: Duplicate this invitation code...
eo: Duobligi la invitkodon…

source: Delete this organization!
eo: Forigi la organizaĵon.

source: New organization
eo: Nova organizaĵo

source: Yes, accept immediately
eo: Jes, tuj aprobu

source: Yes, owner must accept them
eo: Jes, estro devas aprobi ilin

source: Let members join
eo: Anoj rajtas aliĝi

source: can be edited by user and organization owner
eo: Eblas esti redaktota de uzanto kaj organizaĵa estro

source: can be edited by organization owner only
eo: Povas esti redaktota nur de organizaĵa estro

source: Role in organization
eo: Rolo en organizaĵo

source: Members of this organization
eo: Anoj de tiu organizaĵo

source: Add organization
eo: Aldoni organizaĵon

source: Create a new organization...
eo: Krei novan organizaĵon…

source: Edit this organization...
eo: Redakti la organizaĵon…

source: Duplicate this organization...
eo: Duobligi la organizaĵon…

source: Not Accepted
eo: Ne Akceptita

source: Membership
eo: Aneco

source: This will remove %s from the organization. Would you like to continue?
eo: Tio forigos uzanton %s de la organizaĵo. Ĉu vi volas daŭrigi?

source: Default user permissions
eo: Aprioraj uzanto-atingopermesoj

source: No (Only admins can create new users)
eo: Ne (nur administrantoj povas krei novajn uzantojn)

source: Users can register only with an Invitation code/link
eo: Uzantoj povas registriĝi nur kun invitkodo

source: Users can register themselves freely
eo: Uzantoj rajtas libere registri sin

source: New users can register
eo: Novaj uzantoj povas registriĝi

source: Check to show self-registration links to the public.
eo: Kontroli por montri memregistrajn ligilojn al la publiko.

source: Registration links
eo: Registriĝo-ligiloj

source: Check to allow registering with email only (no username, no password) using the quick registration widget.
eo: Marki por permesi registriĝi per nur retpoŝtadreso (sen salutnomo aŭ pasvorto) per la rapida registriĝo-umaĵo.

source: Quick registration
eo: Rapida registriĝo

source: Group for new users
eo: Grupo por novaj uzantoj

source: Groups determine user roles and permissions.
eo: Grupoj decidas uzantojn rolojn kaj permesojn.

source: Level for new users
eo: Nivelo por novaj uzantoj

source: Levels determine hierarchy of users in blogs.
eo: Niveloj decidas hierarkion de uzantoj en kolektoj.

source: Default user settings
eo: Aŭtomata uzanto-agordo

source: private messages on this site.
eo: privataj mesaĝoj en ĉi tiu kolektaro.

source: emails through a message form that will NOT reveal my email address.
eo: retpoŝtmesaĝoj per mesaĝa formulario, kiu <strong>ne</strong> eldonos mian retpoŝtadreson.

source: Other users can send me
eo: Aliaj uzantoj rajtas sendi al mi

source: I receive a private message.
eo: Mi ricevas privatan mesaĝon

source: I have unread private messages for more than 24 hours.
eo: Mi havas nelegitajn privatajn mesaĝojn por pli ol 24 horoj

source: This notification is sent only once every 3 days.
eo: Ĉi tiu sciigo estas sendata nur unufoje ĉiun tri tagojn.

source: a comment is published on one of <strong>my</strong> posts.
eo: iu komentis pri unu el <strong>miaj</strong> afiŝoj.

source: a comment is posted and I have permissions to moderate it.
eo: komento estas afiŝita en kolekto en kiu mi estas kontrolanto.

source: a comment is modified and I have permissions to moderate it.
eo: komento estas modifiĝinta kaj mi havas permesojn por kontroli ĝin.

source: a comment is reported as spam and I have permissions to moderate it.
eo: komento estas denuncita kiel spama kaj mi havas permesojn por kontroli ĝin.

source: a meta comment is posted and I have permission to view it.
eo: metkomento estas afiŝita kaj mi rajtas vidi ĝin.

source: a post is created and I have permissions to moderate it.
eo: afiŝo estas kreata kaj mi havas permesojn por kontroli ĝin.

source: a post is modified and I have permissions to moderate it.
eo: afiŝo estas modifiĝinta kaj mi havas permesojn por kontroli ĝin.

source: Notify me by email whenever
eo: Sciigi min per retpoŝto kiam

source: Each message contains an easy 1 click unsubscribe link.
eo: Ĉiu mesaĝo enhavas facilan unuklakan malabonan ligilon.

source: Send me news about this site.
eo: Sendi al mi novaĵojn pri ĉi tiu kolektaro.

source: I want to receive ADs that may be relevant to my interests.
eo: Mi deziras ricevi reklamojn, kiuj eble temas pri miaj interesoj.

source: Newsletter
eo: Novaĵletetero

source: Limit notification emails to
eo: Limigi retpoŝtajn sciigojn al

source: emails per day
eo: Retpoŝtmesaĝoj ĉiutage

source: Limit newsletters to
eo: Limigi bultenojn al

source: Check to require users to activate their account by clicking a link sent to them via email.
eo: Marki por postuli, ke uzantoj aktivigu siajn kontojn per alklakado de ligilo sendita al si.

source: New users must activate by email
eo: Novaj uzantoj devas aktivigi per retpoŝto

source: Check to require users to re-activate their account when they change their email address.
eo: Marki por postuli, ke uzantoj reaktivigu siajn kontojn kiam ili ŝanĝas siajn retpoŝtadresojn.

source: Reactivate after email change
eo: Reaktivigi post retpoŝtaj ŝanĝoj

source: Secure account activation process
eo: Sekura procedo pri konta aktivigo

source: Users must validate their account in the same session. Prevents activation of an account by someone else if an incorrect email address is entered. No reminder emails can be sent.
eo: Uzantoj devas validigi siajn kontojn en la sama seanco. Tio malhelpas aktivadon de konto far iu alia se malĝusta retpoŝtadreso estas enmetita. Neniuj memorigaj retpoŝtmesaĝoj povas esti senditaj.

source: Allows to send reminder emails to unregistered accounts.
eo: Permesi sendi memorigilojn al neregistritaj kontoj.

source: Easy account activation process
eo: Facila konto-aktiviga procedo

source: Activation process
eo: Aktiviga procedo

source: Limit activation email requests to
eo: Limigi aktivigan retpoŝtajn petojn al

source: Only one activation email can be sent to the same email address in every given minutes.
eo: Nur unu aktiviga retpoŝtmesaĝo povas esti sendita al la sama retpoŝtadreso en la donita tempo.

source: After each activation, find comments left by the user based on the validated email address and attach them to the user account.
eo: Post ĉiu aktivigo trovi komentoj lasitaj de la uzanto bazita sur la la validigita retpoŝtadreso kaj almeti ilin al la uzanto-konto.

source: Find old comments
eo: Trovi malnovajn komentojn

source: Return to original page
eo: Reveni al origina paĝo

source: Go to specific URL
eo: Iri specifan URL-on

source: After email activation
eo: Post retpoŝtadresa aktivigo

source: If no password has been set yet (email capture/quick registration), go to password setting page first.
eo: Se ankoraŭ neniu pasvorto estas agordita (retpoŝtadresa kapto/rapida registraĵo), antaŭ io alia iru al la pasvortagorda paĝo.

source: Other options
eo: Alia agordo

source: New users will have to specify their country in order to register.
eo: Novaj uzantoj devos specifi sian landon por registriĝado.

source: Require country
eo: Postuli landon

source: New users will have to specify their first name in order to register.
eo: Novaj uzantoj devos specifi sian personnomon por registriĝado.

source: Require first name
eo: Devigi personnomon

source: Ask for language
eo: Peti lingvon

source: New users will be prompted for their preferred language/locale.
eo: Novaj uzantoj estos demanditaj pri siaj preferataj lingvo/lokaĵaro.

source: After registration
eo: Post registriĝo

source: Security options
eo: Sekureca agordo

source: WARNING: Plugin "%s" cannot use password hashing and will automatically disable this option during Login.
eo: AVERTO: La kromprogramo "%s" ne povas uzi pasvortan haketadon kaj aŭtomate malaktivigos tiun elekton dum ensalutado.

source: Check to enable the login form to hash the password with Javascript before transmitting it. This provides extra security on non-SSL connections.
eo: Marki por aktivigi, ke la ensalutilo ĉifru la pasvorton per JavaScript antaŭ ol elsendi ĝin. Tio donas aldonan sekurecon je ne-SSL-aj konektoj.

source: Password hashing during Login
eo: Pasvorta haketado dum ensalutado

source: Check this to require HTTP basic authentication on any login page.
eo: Marku tion por postuli bazan aŭtentigon de HTTP por ĉiu ensaluta paĝo.

source: HTTP Authentication
eo: HTTP-aŭtentigo

source: Check this to accept HTTP authentication headers (with any request when user is not already logged in).
eo: Marku por akcepti HTTP-aŭtentigajn ĉapojn (kun ĉiu peto, kiam uzanto ne jam estas ensalutinta).

source: Minimum password length
eo: Minimuma pasvorta longo

source: characters.
eo: signoj.

source: Check to require at least 1 special character (not a letter nor a digit).
eo: Marki por postuli, ke almenaŭ 1 signo estu speciala (nek litera nek cifera).

source: Require specials characters
eo: Postuli specialajn signojn

source: Check to require only plain ACSII characters in user logins. Uncheck to allow any characters and symbols. The following characters are never allowed for security reasons: %s
eo: Marki por postuli sole askiajn signojn en salutnomoj. Malmarki por permesi ĉiujn signojn kaj simbolojn. La jenaj signoj neniam estas permeseblaj pro sekurecaj kialoj: %s

source: Require strict logins
eo: Devigi severajn ensalutojn

source: Session Settings
eo: Seanca agordo

source: After login, redirect to
eo: Post ensaluto alidirekti al

source: Users will be redirected there upon successful login, unless they are in process of doing something.
eo: Uzantoj alidirektiĝos tien post sekcesa ensaluto, se ili ne faras ion alian.

source: Session timeout
eo: Eksvalidiĝado de seancoj

source: If the user stays inactive for this long, he will have to log in again.
eo: Se la uzanto restos neaktiva tiom longe, tiu devos denove ensaluti.

source: Online/Offline timeout
eo: Enreta/eksterreta eksvalidiĝo

source: If the user stays inactive for this long, we will no longer display him as "online" and we will start sending him email notifications when things happen while he is away.
eo: Se la uzanto restos neaktiva tiom longe, ni ne plu montros tiun kiel "enretan" kaj ni komencos sendi al tiu retpoŝtajn sciigojn kiam aferoj okazas dum sia foresto.

source: Visit Tracking
eo: Vizita spurado

source: Check this to enable "Who visited my profle?"
eo: Marki ĉi tion por aktivigi la trajton, "Kiu vizitis mian profilon?".

source: Enable visit tracking
eo: Aktivigi vizitan spuradon

source: User latitude
eo: Uzanto-latitudo

source: Allow profile pictures
eo: Permesi profilbildojn

source: Allow users to upload profile pictures.
eo: Permesi, ke uzantoj alŝutu profilbildojn.

source: Minimum picture size
eo: Minimuma profilbilda grando

source: pixels (width and height)
eo: rastrumeroj (larĝo kaj alto)

source: Can be edited by user
eo: Uzantoj povas redakti

source: Can be edited by user + required
eo: Eblas redaktita per uzanto + postulata

source: Can be edited by admins only
eo: Povas esti redaktota nur de estroj

source: Minimum age
eo: Minimuma aĝo

source: years old.
eo: jaraj.

source: Never allow
eo: Neniam permesi

source: Let admins decide for each user, default to "no" for new users
eo: Lasi, ke estroj decidu por ĉiu uzanto, apriore "ne" por novaj uzantoj

source: Let users decide, default to "no" for new users
eo: Lasi, ke uzantoj decidu, apriore "ne" ĉe novaj uzantoj

source: Let users decide, default to "yes" for new users
eo: Lasi, ke uzantoj decidu, apriore "jes" ĉe novaj uzantoj

source: Let admins decide for each user, default to "yes" for new users
eo: Lasi, ke estroj decidu por ĉiu uzanto, apriore "jes" al novaj uzantoj

source: Always allow
eo: Ĉiam permesi

source: Multiple sessions
eo: Pluraj seancoj

source: Let admins decide for each user, default set on Registration tab
eo: Lasi, ke estroj decidu por ĉiu uzanto, aŭtomata aro en la folio Registriĝo

source: Let users decide, default set on Registration tab
eo: Lasi, ke uzantoj decidu, ĉu aŭtomata aro en la folio Registriĝo

source: Receiving emails through a message form
eo: Ricevanta retpoŝtmesaĝojn per la mesaĝa formulario

source: User created from IP
eo: Uzanto kreita laŭ IP

source: Delete User and All his contributions
eo: Forigi uzanton kaj ĉiujn el ties kontribuaĵoj

source: Mark as email Spammer
eo: Marki kiel spamanto

source: User admin settings
eo: Administranto-agordo

source: <span %s>Primary</span> user group
eo: Uzanto-grupo <span %s>Unuaranga</a>

source: <span %s>Secondary</span> user groups
eo: Uzanto-grupoj <span %s>Duarangaj</span>

source: User level
eo: Uzanto-nivelo

source: Send an email
eo: Sendi retpoŝtmesaĝon

source: Email domain
eo: Retpoŝta domajno

source: Will use the default sender address which is:
eo: Uzos la aprioran sendadreson, kiu estas:

source: This is different from the new sender address which is currently:
eo: Tio malsamas ol la nova sendadreso, kiu nune estas:

source: Will use the default sender name which is:
eo: Uzos la aprioran sendonomo, kiu estas:

source: This is different from the new sender name which is currently:
eo: Tio estas malsama ol la nova sendonomo, kiu nune estas:

source: Scheduled job responsible for reminders is "Send reminders about unread messages".
eo: Tasko-horaro por memorigiloj estas "Sendi memorigilojn pri nelegitaj mesaĝoj".

source: Latest unread messages reminder
eo: Plej freŝaj nelegitaj mesaĝoj

source: Next unread messages reminder
eo: Memorigilo pri la freŝaj nelegitaj mesaĝoj

source: Latest notification email
eo: Plej freŝa sciiga retpoŝtmesaĝo

source: The latest between all kind of notification emails.
eo: La plej freŝaj inter ĉiaj specoj da sciigaj retpoŝtmesaĝoj.

source: %d out of a maximum allowed of %d
eo: %d el maksimumo da %d

source: Notifications already sent today
eo: Sciigoj jam hodiaŭe senditaj

source: Latest newsletter
eo: Plej freŝa bulteno

source: Newsletters already sent today
eo: Bultenoj jam hodiaŭe senditaj

source: Usage info
eo: Uzado-informoj

source: Blogs owned
eo: Kolektoj estrataj

source: Posts created
eo: Afiŝoj kreitaj

source: Delete All
eo: Forigi ĉion

source: Edited
eo: Redaktita

source: # of sessions
eo: Nombro da seancoj

source: # of private messages sent
eo: nombro da privataj mesaĝoj senditaj

source: Go to abuse management
eo: Iri mistraktan administrilon

source: Received
eo: Ricevita

source: Last seen on
eo: Laste vidita je

source: On IP
eo: Je IP

source: Reputation
eo: Reputacio

source: Audio
eo: Sondosieroj

source: Other files
eo: Aliaj dosieroj

source: Upload total
eo: Entute elŝutis

source: Spam fighter score
eo: Spamo-luktanta poentaro

source: Registration info
eo: Registriĝo-informoj

source: Account registered on
eo: Konto registrita je

source: From IP
eo: Ekde IP

source: IP range
eo: IP-adresa grupo

source: From Country
eo: El lando

source: From Domain
eo: Disde Domajno

source: With Browser
eo: Per TTT-legilo

source: Source link/code
eo: Fonta ligilo/kodo

source: Registration trigger Page
eo: Registriĝo-instigila paĝo

source: Initial Blog ID
eo: komenca kolekto-identigilo

source: Initial URI
eo: Komenca URI

source: Initial referer
eo: Komenca aldirektinto

source: Edit domain %s
eo: Redakti domajnon %s

source: Unknown date
eo: Nekonata dato

source: Account closed on
eo: Konta fermiĝis je

source: Account close reason
eo: Kialo de konta fermo

source: Querying WHOIS server...
eo: Mendanta WHOIS-servilon…

source: Edit advanced preferences
eo: Redakti altnivelan agordon

source: 1:more icons ... 5:less icons
eo: 1: pli da piktogramoj ... 5: malpli da piktogramoj

source: Action icon display
eo: Montri agajn piktogramojn

source: 1:more action words ... 5:less action words
eo: 1: pli da agaj vortoj... 5: malpli da agaj vortoj

source: Action word display
eo: Montri agajn vortojn

source: Display a legend at the bottom of every page including all action icons used on that page.
eo: Montri ŝlosilon sube de ĉiu paĝo inkluzive de ĉiuj ago-piktogramoj uzitaj en tiu paĝo.

source: Display icon legend
eo: Montri bildan ŝlosilon

source: Control form closing
eo: Rega formulario fermiĝas

source: This will alert you if you fill in data into a form and try to leave the form before submitting the data.
eo: Ĉi tio avizos al vi se vi plenigas datumojn en formularion kaj provas restigi la formularion antaŭ ol sendi la datumojn.

source: Focus on first field
eo: Fokusi unuan kampon

source: The focus will automatically go to the first input text field.
eo: La fokuso aŭtomate iros al la unuan enmetan kampon.

source: Number of rows displayed in results tables.
eo: Nombro da vicoj montritaj en rezultaj tabeloj.

source: This cannot be undone.
eo: Tio ne povas esti malfarita.

source: This will reset all your user settings.
eo: Tio restarigos la tuton de via agordo.

source: Edit profile picture
eo: Redakti profilbildon

source: You currently have no profile picture.
eo: Vi nune ne havas profilbildon.

source: This user currently has no profile picture.
eo: Ĉi tiu uzanto ne nune havas profilbildon.

source: Rotate
eo: Rotaciigi

source: Crop
eo: Detranĉi

source: No longer use this as main profile picture
eo: Ne plu uzi la kiel ĉefan profilbildon.

source: Delete this profile picture
eo: Forigi la profilbildon

source: Forbid using as main profile picture
eo: Malpermesi uzi kiel ĉefan profilbildon.

source: Also used by: %s
eo: Ankaŭ uzata de: %s

source: Are you sure want to delete this picture?
eo: Ĉu vi efektive volas forigi la bildon?

source: Current profile picture
eo: Nuna profilbildo

source: Use as main picture
eo: Uzi kiel ĉefa profilbildo.

source: Restore to use as main picture
eo: Refoje uzi kiel ĉefa profilbildo

source: Delete this picture
eo: Forigi la bildon

source: Other pictures
eo: Aliaj bildoj

source: Upload a new picture
eo: Alŝuti novan bildo

source: Upload!
eo: Alŝuti.

source: Use the file manager to assign a new profile picture
eo: Uzi la dosieradministrilon por asigni novan profilbildon

source: More functions
eo: Pliaj funkcioj

source: Please activate Javascript in your browser in order to use this feature.
eo: Bonvolu aktivigi JavaScript en via TTT-legilo por uzi tiun trajton.

source: Close this window
eo: Fermi la fenestro

source: Only images larger than %dx%d pixels can be cropped.
eo: Nur bildoj pli larĝaj ol %dx%d da rastrumeroj estas eltranĉeblaj.

source: %s posts
eo: %s afiŝoj

source: %s comments
eo: %s komentoj

source: %s private messages
eo: %s privataj mesaĝoj

source: Please confirm deletion of the contents contributed by %s
eo: Bonvolu konfirmi forigon de la enhavo donita de %s

source: new
eo: nova

source: Block this contact from contacting you.
eo: Baru por ke tiu uzanto ne plu povu kontakti vin.

source: Edit user profile
eo: Redakti profilon

source: Edit profile
eo: Redakti profilon

source: New user
eo: Nova uzanto

source: Identity
eo: Idento

source: Change
eo: Ŝanĝi

source: Upload now
eo: Tuj alŝuti

source: I am
eo: Mi estas

source: My age group
eo: Mia aĝaj proksimuloj

source: Membership has been accepted.
eo: Aneco akceptiĝis.

source: Membership pending acceptance.
eo: Aneco atendas akceptiĝon.

source: (This is the main URL advertised for this profile. It is automatically selected from the URLs you enter in the fields below.)
eo: (Ĉi tio estas la ĉefa URL elmontrita por ĉi tiu profilo. Ĝi aŭtomate estas generita laŭ la URL-oj, kiujn vi enmetos en la subajn kampojn.)

source: Identity shown
eo: Idento montrota

source: New password
eo: Nova pasvorto

source: Confirm new password
eo: Konfirmi novan pasvorton

source: Minimum length: %d characters.
eo: Minimuma longo: %d signoj.

source: Add new fields
eo: Aldoni novajn kampojn…
