Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: Please use another folder name, because %s is already used for another media location.
eo: Bonvolu uzi alian dosierujan nomon, ĉar %s ne povas esti dosierujo aŭ subdosierujo de alia media loko.

source: Could not delete the old media folder "%s", please try to delete it manually.
eo: Ne eblas forigi la eksan medidosierujon "%s". Bonvolu provi permane forigi ĝin.

source: Could not move the media folder content from "%s" to the new "%s" location.
eo: Ne eblis movi la enhavon de la media dosierujo de "%s" al la nova loko "%s".

source: The media directory and all of its content were successfully moved to the new location.
eo: La media dosierujo sukcese moviĝis al la nova vojo, kun la tuto de sia enhavo.

source: The expected item type(s) named %s have not been found. All item types have been enabled for this collection.
eo: La atendita(j) afiŝo-tipo(j) nomata(j) %s ne troviĝis. Ĉiuj ero-tipoj estas aktivigitaj por ĉi tiu kolekto.

source: Members only
eo: Nur anoj

source: Private
eo: Privata

source: Community only
eo: Nurkomunuma

source: Public
eo: Publika

source: The requested blog does not exist (any more?)
eo: La petita kolekto ne (ĉu plu?) ekzistas

source: Home / Main
eo: Ĉefpaĝo

source: A collection optimized to be used as a site homepage and/or for generic functions such as messaging, user profiles, etc.
eo: Kolekto destinita estkiel la kolektara ĉefpaĝo kajaŭ por ĝeneralaj funkcioj kiaj mesaĝujoj, uzanto-profiloj ktp.

source: Besides displaying a nice homepage, this can also be used as a central home for cross-collection features such as private messaging, user profile editing, etc.
eo: Krom montro de bona ĉefpaĝo tio ankaŭ uzeblas por centro de interkolektaj trajtoj, ekz-e privata mesaĝado, uzanto-profila redaktado ktp

source: A collection optimized to be used as a standard blog (with the most common features).
eo: Ordinara kolekto por uziĝi kiel ordinara blogo (kun la plej kutimaj trajtoj).

source: Many users start with a blog and add other features later.
eo: Multaj uzantoj komencas blogon kaj pli malfrue aldoni pliajn trajtojn.

source: Gallery
eo: Galerio

source: A collection optimized for publishing photo albums.
eo: Kolekto taŭga por eldoni fotojn.

source: Use this if you want to publish images without much text.
eo: Uzu tion se vi volas eldoni bildojn kun malmulta teksto.

source: Forum
eo: Forumo

source: A collection optimized to be used as a forum. (This should be used with a forums skin)
eo: Aro maksimumigita uzi kiel forumo. (Tiu estu uzata kun foruma etoso)

source: Use this if you want a place for your user community to interact.
eo: Uzu tion se vi volas ejon por ke via uzanto-komunumo interagu.

source: A collection optimized to be used as an online manual, book or guide. (This should be used with a manual skin)
eo: Aro maksimumigita uzi kiel interreta manlibro aŭ gvidlibro. (Tiu estu uzata kun manlibra etoso)

source: Use this if you want to publish organized information with chapters, sub-chapters, etc.
eo: Uzu tion se vi volas eldoni organizitajn informojn kun ĉapitroj, subĉapitroj ktp.

source: A collection optimized for issue tracking or collaborative editing. Look for the workflow properties on the post editing form.
eo: Kolekto taŭga por registrado de problemoj kaj kunlabora redaktado. Serĉi la laborfluajn ecojn je la malsupro de la afiŝredakta formulario.

source: Use this if several users need to collaborate on resolving issues or publishing articles...
eo: Uzu tion se pluraj uzantoj deziras kunlabori solvi aferojn aŭ eldoni artikolojn…

source: General caching has been enabled.
eo: La tenejo ĝenerala estas aktivigita.

source: Page caching has been enabled.
eo: La paĝa tenejo estas aktivigita.

source: General caching could not be enabled. Check /cache/ folder file permissions.
eo: La tenejo ĝenerala ne eblis esti aktivigita. Kontroli la atingopermesojn de la dosierujo /cache/.

source: Page caching could not be enabled. Check /cache/ folder file permissions.
eo: La paĝan tenejon ne eblis aktivigi. Kontroli la atingopermesojn de la dosierujo /cache/.

source: General caching has been disabled. Cache contents have been purged.
eo: La tenejo ĝenerala estis malaktivigita. La tuto de ĝia enhavo estis vakigita.

source: Page caching has been disabled. Cache contents have been purged.
eo: La paĝa tenejo estis malaktivigita. La tuto de ĝia enhavo estis vakigita.

source: IMPORTANT: your account is not active yet! Activate your account now by clicking on the activation link in the email we sent you. <a %s>More info &raquo;</a>
eo: GRAVE: Via konto ankoraŭ ne estas aktivigita! Aktivigu vian konton per klakado sur la aktiviga ligilo en la retpoŝtmesaĝo, kiu estis sendita al vi. <a %s>Pliaj informoj →</a>

source: Make private!
eo: Privatigu.

source: Everyone
eo: Ĉiuj

source: Community
eo: Komunumo

source: Logged in users only
eo: Nur ensalutitaj uzantoj

source: Blog members only
eo: Nur anoj

source: Members
eo: Anoj

source: Moderators only (+You)
eo: Nur kontrolantoj kaj vi

source: Review
eo: Antaŭvido

source: You only
eo: Nur vi

source: Draft
eo: Malneta

source: You only (+backoffice users)
eo: Nur vi (kaj stirilaj uzantoj)

source: Deprecated
eo: Malaprobita

source: Not published!
eo: Ne eldonita

source: Redirected
eo: Alidirektita

source: Recycled
eo: Elĵetita

source: Change status to
eo: Ŝanĝi staton al

source: Visible by
eo: Videbla por

source: Visible by anyone
eo: Videbla por ĉiuj

source: Visible by logged-in users only
eo: Videbla nur por ensalutintaj uzantoj

source: Visible by members only
eo: Videblaj nur por anoj

source: Waiting for moderator review
eo: Atendas kontroladon

source: Visible by you only
eo: Videbla nur por vi

source: Unfinished post
eo: Nefinita afiŝo

source: Save as Public!
eo: Konservi kiel publika

source: Save for Community!
eo: Konservi por komunumo

source: Save for Members!
eo: Konservi por anoj

source: Save for Review!
eo: Konservi kiel malneto

source: Save as Private!
eo: Konservi kiel privata

source: Save as Draft!
eo: Konservi kiel malneto

source: Save as Deprecated!
eo: Konservi kiel malaprobita

source: Save as Redirected!
eo: Konservi kiel alidirektita

source: This is visible by everyone.
eo: La afiŝo estas videbla por ĉiuj.

source: This is visible by logged-in users only.
eo: Videbla nur por ensalutintaj uzantoj.

source: This is visible by members only.
eo: Videblaj nur por anoj.

source: This is waiting for review and is visible by moderators only.
eo: La afiŝo atendas recenzon kaj estas videbla nur por la kontrolantoj.

source: This is visible only by the owner/author of the post and collection administrators.
eo: Tio estas videbla nur de la estro/verkisto de la afiŝo kaj de kolekto-administrantoj.

source: This is a draft and is visible only by the owner/author of the post and collection administrators.
eo: Tio estas malneto kaj videblas nur de la estro/verkisto de la afiŝo kaj de kolekto-administrantoj.

source: This is a draft.
eo: Jen malneto

source: This is deprecated and visible in the Back-Office only.
eo: Tio estas malaprobita kaj videbla nur en la malantaŭo.

source: This will redirect to another page when accessed from the Front-Office.
eo: Tio alidirekti al alian paĝon se atingita de la antaŭo.

source: This is a recycled.
eo: Tio estas revivigita.

source: Open to moderators!
eo: Malfermi por kontrolantoj.

source: Restrict to moderators!
eo: Limigi al kontrolantoj.

source: Open to members!
eo: Malferma por anoj.

source: Restrict to members!
eo: Limigi por anoj.

source: Open to community!
eo: Malferma por komunumo.

source: Restrict to community!
eo: Limigi por komunumo.

source: Make public!
eo: Publikigi

source: The collection is a favorite
eo: La kolekto estas favorata.

source: The collection is not a favorite
eo: La kolekto ne estas favorata.

source: Custom fields
eo: Personigitaj kampoj

source: Blogs owned by the user
eo: Kolektoj estrataj de la uzanto

source: User does not own any blogs
eo: Uzanto ne estras kolekton

source: Delete all
eo: Forigi ĉion

source: Delete all blogs owned by %s
eo: Forigi la kolektojn estrajn de %s

source: List of Collections configured on this system
eo: Listo da la kolektoj agorditaj en la sistemo

source: Your Collections
eo: Viaj kolektoj

source: Create your first collection now
eo: Tuj krei unuan kolekton

source: Sorry, you have no permission to edit/view any blog's properties.
eo: Bedaŭre vi ne rajtas redakti/vidi ecojn de iu ajn kolekto.

source: Models you can use to start your own collections
eo: Modeloj, kiuj vi povas uzi por komenci viajn proprajn kolektojn

source: No model available
eo: Neniu modelo disponebla

source: Favorite
eo: Favorata

source: Type
eo: Tipo

source: Full Name
eo: Plena nomo

source: Owner
eo: Estro

source: Blog URL
eo: Kolekto-URL

source: Locale
eo: Lokaĵaro

source: Listed
eo: Listigitaj

source: Public List
eo: Publika listo

source: Caching
eo: Tenejo

source: Edit properties...
eo: Redakti ecojn…

source: Main
eo: Ĉefa

source: Collab
eo: Kunlabori

source: Default collection to display
eo: Kolekto aŭtomate montrota

source: Collection for info pages
eo: Kolekto por informaj paĝoj

source: Collection for login/registration
eo: Kolekto por ensaluto/registriĝo

source: Collection for profiles/messaging
eo: Kolekto por profiloj/mesaĝoj

source: Page caching is on. Anonymous users may not see the latest content for 10 minutes.
eo: La paĝa tenejo estas estas aktivigita. Anonimaj uzantoj ne rajtas vidi enhavon ĝis post 10 minutoj.

source: Page caching is off. Server performance will not be optimal.
eo: La paĝa tenejo estas malaktivigita. Servila rendimento ne estos plej bona.

source: Block caching is on. Some widgets may not update immediately.
eo: La bloka tenejo estas aktivigita. Iuj umaĵoj eble ne tuj ĝisdatiĝos.

source: Block caching is off. Server performance will not be optimal.
eo: La bloka tenejo estas malaktivigita. Servila rendimento ne estas plej bona.

source: Logged in
eo: Ensalutita

source: View
eo: Vidi

source: View this collection
eo: Rigardi la kolekton

source: Manage
eo: Administri

source: Manage this collection...
eo: Administri la kolekton…

source: Duplicate this collection...
eo: Duobligi la kolekton…

source: Delete this blog...
eo: Forigi la kolekton…

source: Use this model
eo: Uzi ĉi tiun modelon

source: Edit this collection...
eo: Redakti la kolekton…

source: No blog
eo: Neniu kolekto

source: Workflow
eo: Laborfluo

source: This will notably turn on the Tracker tab in the Posts view.
eo: Ĉi tio ŝaltos la langeton Spurilo en la afiŝa reĝimo.

source: Use workflow
eo: Uzi laborfluon

source: After each new post...
eo: Post ĉiu nova afiŝo…

source: It is recommended to keep pings disabled.
eo: Estas rekomendinde, ke eĥoj restas malaktivigitaj

source: This collection is for logged in users only.
eo: La kolekto estas nur por ensalutintaj uzantoj.

source: This collection is for members only.
eo: La kolekto uzas estas nur por anoj.

source: Ping %s
eo: Eĥi al %s

source: There are no ping plugins activated.
eo: Ne estas eĥaj kromprogramoj aktivigitaj.

source: External Feeds
eo: Eksteraj fluoj

source: Atom Feed URL
eo: URL de Atom-fluo

source: Example: Your Feedburner Atom URL which should replace the original feed URL.
eo: Ekzemplo: Via Atom-flua URL en Feedburner, kio anstataŭu la komencan fluan URL-on.

source: Note: the original URL was: %s
eo: Noto: La komenca URL estis: %s

source: RSS2 Feed URL
eo: URL de la RSS2-fluo

source: Example: Your Feedburner RSS2 URL which should replace the original feed URL.
eo: Ekzemplo: La URL de via RSS-fluo, kio anstataŭu la komencan fluan URL-on.

source: Template
eo: Ŝablono

source: Allow duplication
eo: Permesi duobligon

source: Check to allow anyone to duplicate this collection.
eo: Marki por permesi, ke ĉiu ajn pavas duobligi la kolekton…

source: Also use JS forms for logged in users
eo: Ankaŭ uzi JavaScript-ajn formulariojn por ensalutitaj uzantoj

source: Comment and contacts forms will be fetched by javascript
eo: Komentaj kaj kontaktaj formularioj estos atingitaj per JavaScript

source: Enable AJAX forms
eo: Aktivigi JavaScript-ajn formulariojn

source: Cache rendered blog pages
eo: Kolekto-paĝoj montritaj per la tenejo

source: Enable page cache
eo: Aktivigi tenejon

source: Cache rendered widgets
eo: Umaĵoj montritaj per la tenejo

source: Enable widget/block cache
eo: Aktivigi umaĵan/blokan tenejon

source: In-skin Actions
eo: Enetosaj agoj

source: All login/registration functions are delegated to the collection: %s
eo: Ĉiuj ennsalutaj kaj registriĝaj funkcioj estas delegitaj al la kolekto %s

source: In-skin login
eo: Etosa ensalutado

source: Use in-skin login form every time it's possible
eo: Uzi laŭeble etosan ensaluton

source: In-skin editing
eo: Enetosa retaktado

source: See more options in Features &gt; <a %s>Posts</a>
eo: Vidi pliajn elektojn en Trajtoj → <a %s>Afiŝoj</a>

source: Media directory location
eo: Loko de la media dosierujo

source: Subdirectory of media folder
eo: Subdosierujo de la media dosierujo

source: Custom location
eo: Alia loko

source: directory
eo: dosierujo

source: Media directory
eo: Media dosierujo

source: URL preview
eo: URL-a antaŭvido

source: CDN configuration
eo: CDN-agordo

source: Meta data
eo: Metadatumoj

source: This is is used in meta tag description and RSS feeds. NO HTML!
eo: Ĉi tiu uziĝas en meta-etikedaj priskriboj kaj RSS-kanaloj. Neniu HTML.

source: %s characters
eo: %s signoj

source: This is is used in meta tag keywords. NO HTML!
eo: Ĉi tiu uziĝas en meta-etikedaj ŝlosilvortoj. Neniu HTML.

source: Blog footer
eo: Kolekto-piedo

source: Use &lt;br /&gt; to insert a line break. You might want to put your copyright or <a href="%s" target="_blank">creative commons</a> notice here.
eo: Uzu la elementon &lt;br /&gt; por enmeti linirompon. Vi eble volos meti vian kopirajton aŭ noticon pri <a href="%s" onclick="window.open(this.href); return false;" hreflang="en">la permesilo Krea Komunaĵo</a> ĉi tie.

source: Single post footer
eo: Piedo de unuopa afiŝo

source: Available variables: %s.
eo: Disponeblaj variabloj: %s.

source: This will be displayed after each post in single post view.
eo: Ĉi tio montriĝos post ĉiu nova afiŝo en unuopa reĝimo.

source: Post footer in RSS/Atom
eo: Afiŝa piedo en XML-fluoj

source: This will be appended to each post in your RSS/Atom feeds.
eo: Almeti ĉi tion al ĉiu afiŝo en via XML-fluoj.

source: same as above
eo: Same kiel supre

source: Notes
eo: Notoj

source: Additional info. Appears in the backoffice.
eo: Aldonaj informoj. Aperas en la stirilo.

source: Software credits
eo: Kontribuintoj de la programo

source: You get the b2evolution software for <strong>free</strong>. We do appreciate you giving us credit. <strong>Thank you for your support!</strong>
eo: Vi akiris la programon b2evolution <strong>senkoste</strong>. Bonvolu agnoski nin. <strong>Dankon pro via subteno.</strong>

source: Max footer credits
eo: Maksimumaj piedaj dankesprimoj

source: Skin and style
eo: Etoso kaj stilo

source: Allow customized blog CSS file
eo: Permesi personigita CSS-dosieron ĉe vi

source: You will be able to customize the blog's skin stylesheet with a file named style.css in the blog's media file folder.
eo: Vi povos agordi la stilfolion de la kolekto-etoso per dosiero style.css en la kolekto-media dosierujo.

source: Allow user customized CSS file for this blog
eo: Permesi personigita CSS-dosieron por ĉi tiu kolekto ĉe uzantoj

source: Users will be able to customize the blog and skin stylesheets with a file named style.css in their personal file folder.
eo: Uzantoj povos agordi la kolekto-kaj etosajn stilfoliojn per dosiero style.css en siaj propraj dosierujoj.

source: Custom meta tag/css section (before &lt;/head&gt;)
eo: Personigita meta-etikeda/CSS-a sekcio (antaŭ &lt;/head&gt;)

source: Add custom meta tags and/or css styles to the &lt;head&gt; section. Example use: website verification, Google+, favicon image...
eo: Aldoni personigitajn meta-etikedojn kajaŭ stilfoliaj eroj al la sekcio &lt;head&gt;. Ekzempla uzo: kolektara atestado, Google+, favicon-piktogramo ktp

source: Custom javascript section (after &lt;body&gt;)
eo: Personigitaj JavaScript-sekcio (post &lt;body&gt;)

source: Add custom javascript after the opening &lt;body&gt; tag.<br />Example use: tracking scripts, javascript libraries...
eo: Aldoni personigitajn JavaScript-tekstojn post la komenca &lt;body&gt;-etikedo.<br />Ekzempla uzo: spuraj skriptoj, JavaScript-bibliotekoj ktp

source: Custom javascript section (before &lt;/body&gt;)
eo: Personigitaj JavaScript-aĵoj (antaŭ &lt;/body&gt;)

source: Add custom javascript before the closing &lt;/body&gt; tag in order to avoid any issues with page loading delays for visitors with slow connection speeds.<br />Example use: tracking scripts, javascript libraries...
eo: Aldoni personigitajn JavaScript-aĵojn antaŭ la finiga &lt;/body&gt; por eviti problemojn kun paĝo-ŝargantaj prokrastoj por vizitantoj kun malrapidaj konektoj.<br />Ekzempla uzo: spuraj skriptoj, JavaScript-aj bibliotekoj ktp

source: Warning: this makes your site a preferred target for spammers!
eo: Averto: Tio kaŭzas, ke via kolekto estu preferita celo de spamistoj.

source: Comment viewing options
eo: Elektoj por komenta rigardado

source: Any user
eo: Iu ajn uzanto

source: Including anonymous users
eo: Inkluzivanta anonimajn uzantojn

source: Registered users only
eo: Nur registritaj uzantoj

source: Users have to be members of this blog
eo: Uzanto devas esti ano de la kolekto

source: Moderators & Admins only
eo: Nur kontrolantoj kaj estroj

source: Comment viewing by
eo: Komenta rigardado de

source: Chronologic
eo: Laŭdata

source: Reverse
eo: Inversa

source: Display order
eo: Montra ordo

source: Check to enable hierarchical threads of comments.
eo: Marki por aktivigi hierarkiajn fadenojn de komentoj.

source: Threaded comments
eo: Fadenigitaj komentoj

source: Check to enable paged comments on the public pages.
eo: Marki por aktivigi paĝigitajn komentojn en publikaj paĝoj.

source: Paged comments
eo: Paĝigitaj komentoj

source: Comments/Page
eo: Komentoj/Paĝo

source: How many comments do you want to display on one page?
eo: Kiom da komentoj vi volas elmontri en unuopa paĝo?

source: Display profile pictures
eo: Elmontri profilbildojn

source: Display profile pictures/avatars for comments.
eo: Montri la profilbildojn por komentoj.

source: Check to enable viewing of the latest comments
eo: Marki por aktivigi rigardadon de la plej freŝaj komentoj.

source: Latest comments
eo: Plej freŝaj komentoj

source: Front office statuses
eo: Publikaj statoj

source: Feedback options
eo: Elektoj pri komentado

source: Not allowed
eo: Ne permesata

source: Comment posting by
eo: Komenta afiŝo de

source: Message before comment form
eo: Mesaĝo antaŭo komento-formulario

source: Require a name
eo: Devigi nomon

source: Require an email
eo: Devigi retpoŝþadreson

source: Allow to submit an URL
eo: Permesi sendi URL-on

source: Anonymous comments
eo: Anonimaj komentoj

source: Allow HTML
eo: Permesi HTML-markojn

source: Check to allow HTML in comments.
eo: Marki por permesi HTML-markojn en komentoj.

source: HTML code will pass several sanitization filters.
eo: HTML-markoj trairos plurajn sanigajn filtrilojn.

source: Allow attachments from
eo: Permesi kunsendaĵojn de

source: (leave empty for no limit)
eo: (restigi vaka por neniu limigo)

source: Max # of attachments per User per Post
eo: Maksimumo nombro da kunsendaĵoj je ĉiu uzanto je ĉiu afiŝo

source: Allow other bloggers to send trackbacks to this blog, letting you know when they refer to it. This will also let you send trackbacks to other blogs.
eo: Permesi, ke aliaj blogantoj sendu spurojn al ĉi tiu kolekto, kiuj sciigos al vi kiam ili referas al ĝi. Ĉi tiu ankaŭ permesas, ke vi sendu spurojn al aliaj kolektoj.

source: Trackbacks
eo: Spuroj

source: Autocomplete usernames in back-office
eo: Aŭtomate kompletigi salutnomojn en la stirilo

source: Check to enable auto-completion of usernames entered after a "@" sign in the comment forms
eo: Marki por aktivigi aŭtomatan kompletigon de salutnomojn enmetitajn post signo "@" en la komentaj formularioj

source: Voting options
eo: Voĉdona agordo

source: Display a summary of ratings above the comments
eo: Montri resumon de taksoj super la komentoj

source: Display summary
eo: Montri resumon

source: Allow star ratings from
eo: Permesi stelajn taskadojn de

source: Star rating question
eo: Steltaksa demando

source: Allow helpful/not helpful
eo: Permesi indiki: helpa/ne helpa

source: Allow users to say if a comment was helpful or not.
eo: Permesi, ke uzantoj indiki ĉu komento estis helpa.

source: Admin
eo: Administri

source: Logged in users will get the highest possible status allowed by their permissions. Plugins may also override this default.
eo: Ensalutinta uzantojn atingos la laŭeble plej alta stato laŭ siaj permesoj. Kromprogramoj eble superregos tion.

source: Status for new Anonymous comments
eo: Stato por novaj anonimaj komentoj

source: "Require moderation" statuses
eo: "Postuli kontrolon"-statojn

source: Comments with the selected statuses will be considered to require moderation. They will trigger "moderation required" notifications and will appear as such on the collection dashboard.
eo: Komentoj kun la elektitaj statoj estos konsiderataj kontrolendaj. Ili generos la sciigojn "kontrolo postulata" kaj tiel aperos en la kolekto-stirilo.

source: Links expire on first edit action
eo: Ligiloj eksvalidiĝos je la unua redaktado

source: Always available
eo: Ĉiam disponebla

source: Comment quick moderation
eo: Rapida kontrolado de komentoj

source: RSS/Atom feeds
eo: RSS/Atom-fluoj

source: No feeds
eo: Neniuj fluoj

source: Comment excerpts
eo: Komentaj eltiraĵoj

source: Standard comment contents
eo: Kutima komenta enhavo

source: Comment feed contents
eo: Enhavo de komento-fluo

source: How much content do you want to make available in comment feeds?
eo: Kiom da enhavo vi volas disponigi en komento-fluoj?

source: Comments in feeds
eo: Komentoj en fluoj

source: How many of the latest comments do you want to include in RSS & Atom feeds?
eo: Kiom da freŝaj afiŝoj vi volas inkluziviĝi en la XML-fluoj RSS kaj Atom?

source: Subscriptions
eo: Abonoj

source: Allow users to subscribe and receive email notifications for each new comment.
eo: Permesi, ke uzantoj abonu kaj ricevu retpoŝtmesaĝojn por ĉiu nova komento.

source: Email subscriptions
eo: Retpoŝtaj abonoj

source: Allow users to subscribe and receive email notifications for comments on a specific post.
eo: Permesi, ke uzantoj ekabonu kaj ricevu sciigojn por komentoj en specifa afiŝo.

source: Registration of commenters
eo: Registriĝo de komentontoj

source: Detect email addresses in comments.
eo: Malkovri retpoŝtadresojn en komentoj.

source: Email addresses
eo: Retpoŝtadresoj

source: Display the registration form right after submitting a comment.
eo: Montri la registran formularion ĝuste post kiam sendi komenton.

source: Register after comment
eo: Registriĝi post komenti

source: Leave empty for default
eo: Restigi vaka por uzi aprioran

source: Page Title
eo: Paĝo-titolo

source: Display recipient
eo: Montri ricevonton

source: Label
eo: Etikedo

source: Message to
eo: Sendi mesaĝon al

source: First + Last Name
eo: Persona + Familia nomo

source: Name input for logged in users
eo: Noma enmeto por ensalutintaj uzantoj

source: Check to require name.
eo: Marku por devigi nomon

source: Require name
eo: Devigi nomon

source: Enter one option per line. Max length 255 symbols.
eo: Enmeti unu elekton ĉiulinie. Maksimuma longo: 255 signoj.

source: Subject option list
eo: Temo-elekta listo
