Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: Input time format cannot be empty.
eo: Enmeta tempoformo ne rajtas vaki.

source: The locale %s was re-enabled automatically because it's currently the default locale. The default locale must be a valid and enabled locale.
eo: La lokaĵaro %s estis aŭtomate reaktivigitaj ĉar ĝi nun estas la apriora lokaĵaro. La apriora lokaĵaro devas esti valida kaj aktivigita lokaĵaro.

source: %d users with invalid locale %s
eo: %d uzantojn kun nevalida lokaĵaro %s

source: %d collections with invalid locale %s
eo: %d kolektojn kun nevalida lokaĵaro %s

source: You have disabled some locales. This results in:
eo: Vi malaktivigis iujn lokaĵarojn. Tiu kaŭzos la jenan:

source: These will be assigned the default locale %s
eo: La jenaj kunligiĝon kun la apriora lokaĵaro %s

source: Unexpected error occured, regional settings could not be updated.
eo: Neatendita eraro okazas. Regiona agordo ne povis ĝisdatiĝi.

source: Locale settings
eo: Lokaĵara agordo

source: The first two letters should be a <a %s>ISO 639 language code</a>. The last two letters should be a <a %s>ISO 3166 country code</a>.
eo: La unuaj du literoj estu <a %s>lingva kodo laŭ ISO 639</a>. La lastaj du literoj estu <a %s>landa kodo laŭ ISO 3166</a>.

source: Enabled
eo: Aktivigita

source: Should this locale be available to users?
eo: Ĉu ĉi tiu lokaĵaro estu disponebla al uzantoj?

source: name of the locale
eo: lokaĵara nomo

source: Charset
eo: Signaro

source: Date format
eo: Datformo

source: See below.
eo: Vidu malsupre.

source: Long date format
eo: Longa datformo

source: Extended date format
eo: Etendita datformo

source: Input date format
eo: Enmeta datformo

source: Time format
eo: Tempformo

source: Short time format
eo: Tempformo mallonga

source: Input time format
eo: Tempformo enmeta

source: Day at the start of the week.
eo: Unua tago de la semajno.

source: Start of week
eo: Unua tago de la semajno

source: Lang file
eo: Lingva dosiero

source: the lang file to use, from the <code>locales</code> subdirectory
eo: la lingva dosiero uzota, el la subdosierujo <code>locales</code>

source: 1 is highest. Priority is important when selecting a locale from a language code and several locales match the same language; this can happen when detecting browser language. Priority also affects the order in which locales are displayed in dropdown boxes, etc.
eo: 1 estas la plej alta. Prioritato gravas kiam elekti lokaĵaron laŭ lingva kodo kaj pluraj lokaĵaroj kongruas kun la sama lingvo; tio eble okazas kiam malkovri lingvojn de la TTT-legilo. Prioritato ankaŭ afekcias la ordon en kiu lokaĵaroj montriĝas en kampoj.

source: Date preview
eo: Data antaŭvido

source: Flags
eo: Flagoj

source: The flags are stored in the file <code>%s</code>. The config for background-position is located in the file %s and defined by array $country_flags_bg.
eo: La flagoj konserviĝas en la dosiero <cite>%s</cite>. La agordaĵo por fona lokiĝo estas en la dosiero %s kaj difinata de la tabelo $country_flags_bg.

source: Date/Time Formats
eo: Data/tempa aranĝado

source: The following characters are recognized in the format strings:
eo: La jenaj signoj agnoskiĝas en la aranĝaj ĉenoj:

source: a - "am" or "pm"
eo: a - "atm" aŭ "ptm"

source: A - "AM" or "PM"
eo: A - "AM" o "PM"

source: B - Swatch Internet time
eo: B - Tempo laŭ Swatch

source: c - ISO 8601 date (Requires PHP 5); i.e. "2004-02-12T15:19:21+00:00"
eo: c - Dato ISO 8601 ( PHP 5+); ekz-e: "2004-02-12T15:19:21+00:00"

source: d - day of the month, 2 digits with leading zeros; i.e. "01" to "31"
eo: d - tago de la monato, 2 ciferoj kun antaŭaj nuloj; ekz-e: "01" ĝis "31"

source: D - day of the week, textual, 3 letters; i.e. "Fri"
eo: D - tago de la semajno, teksta, 3 literoj; ekz-e: "ven"

source: e - day of the week, 1 letter; i.e. "F"
eo: e - tago de la semajno, unulitera; ekz-e: "v"

source: F - month, textual, long; i.e. "January"
eo: F - monato, teksta, longa; ekz-e: "januaro"

source: g - hour, 12-hour format without leading zeros; i.e. "1" to "12"
eo: g - horo, 12-hora formato sen antaŭaj nuloj; ekz-e: "1" ĝis "12"

source: G - hour, 24-hour format without leading zeros; i.e. "0" to "23"
eo: G - horo, 24-hora formato sen antaŭaj nuloj; ekz-e: "0" ĝis "23"

source: h - hour, 12-hour format; i.e. "01" to "12"
eo: h - horo, 12-hora formato; ekz-e.: "01" ĝis "12"

source: H - hour, 24-hour format; i.e. "00" to "23"
eo: H - horo, 24-hora formato; ekz-e: "00" ĝis "23"

source: i - minutes; i.e. "00" to "59"
eo: i - minutoj; ekz-e: "00" ĝis "59"

source: I (capital i) - "1" if Daylight Savings Time, "0" otherwise.
eo: I (i majuskla) - "1" se somera tempo, "0" aliokaze

source: j - day of the month without leading zeros; i.e. "1" to "31"
eo: j - tago de la monato sen nuloj; ekz-e: "1" ĝis "31"

source: l (lowercase "L") - day of the week, textual, long; i.e. "Friday"
eo: l (L minuskla) - tago de la semajno, teksta, longa; ekz-e "vendredo"

source: L - boolean for whether it is a leap year; i.e. "0" or "1"
eo: L - Bulea de ĉu estas supejaro; "0" aŭ "1"

source: m - month; i.e. "01" to "12"
eo: m - monato; ekz-e: "01" ĝis "12"

source: M - month, textual, 3 letters; i.e. "Jan"
eo: M - monata, teksta, trilitera; ekz-e: "jan"

source: n - month without leading zeros; i.e. "1" to "12"
eo: n - monato sen antaŭaj nuloj; ekz-e: "1" ĝis "12"

source: O - Difference to Greenwich time (GMT) in hours; i.e. "+0200"
eo: 0 - Diferenco al GMT en horoj; ekz-e: "+0200"

source: r - RFC 822 formatted date; i.e. "Thu, 21 Dec 2000 16:01:07 +0200"
eo: r - Tempo aranĝita laŭ RFC 822; ekz-e: "mar, 21 dec 2000 16:01:07 +0200"

source: s - seconds; i.e. "00" to "59"
eo: s - sekundoj; ekz-e: "00" ĝis "59"

source: S - English ordinal suffix, textual, 2 characters; i.e. "th", "nd"
eo: S - Anglalingva vicmontra sufikso, testa, dusigna; ekz-e: "th", "nd"

source: t - number of days in the given month; i.e. "28" to "31"
eo: t - nombro da tagoj en la koncerna monato; ekz-e: "28" ĝis "31"

source: T - Timezone setting of this machine; i.e. "MDT"
eo: T - horzona agordo de ĉi tiu komputilo; ekz-e: "MDT"

source: U - seconds since the epoch
eo: U - sekundoj ekde 1970-01-01

source: w - day of the week, numeric, i.e. "0" (Sunday) to "6" (Saturday)
eo: w - tago de la semajna, cifera, ekz-e: "0" (dimanĉo) ĝis "6" (sabato)

source: W - ISO-8601 week number of year, weeks starting on Monday; i.e. "42"
eo: W - semajna numero de la jaro laŭ ISO-8601, komencas per lundo; ekz-e: "42"

source: Y - year, 4 digits; i.e. "1999"
eo: Y - jaro, 4 ciferoj; ekz-e: "1999"

source: y - year, 2 digits; i.e. "99"
eo: y - jaro, 2 ciferoj; ekz-e: "99"

source: z - day of the year; i.e. "0" to "365"
eo: z - tago de la jaro; ekz-e: "0" ĝis "365"

source: Z - timezone offset in seconds (i.e. "-43200" to "43200"). The offset for timezones west of UTC is always negative, and for those east of UTC is always positive.
eo: Z - diferenco de horzono laŭ sekundoj (ekz-e: "-43200" ĝis "43200"). La diferenco de horzonoj okcidente de UTC ĉiam estas negativaj kaj tiuj oriente de UTC estas ĉiam pozitivaj.

source: isoZ - full ISO 8601 format, equivalent to Y-m-d\TH:i:s\Z
eo: isoZ - plena ISO-8601, ekvivalente al a Y-m-d\TH:i:s\Z

source: Unrecognized characters in the format string will be printed as-is.<br />You can escape characters by preceding them with a \ to print them as-is.
eo: Ne konataj signoj en la ĉeno montriĝas kiel ili estas.<br />Vi povas eskapi signojn per ĉi-antaŭa \ for montri ilin kiel ili estas.

source: Confirm update
eo: Konfirmi ĝisdatigon

source: Abort
eo: Nuligi

source: Note: default locale is not enabled.
eo: Noto: La apriora lokaĵaro ne estas aktivigita.

source: Default locale
eo: Apriora lokaĵaro

source: Overridden by browser config, user locale or blog locale (in this order).
eo: Anstataŭigita de la TTT-legila agordo, uzanto-lokaĵaro aŭ kolekto-lokaĵo (laŭ tiu ordo).

source: Available locales
eo: Disponeblaj lokaĵaroj

source: Hide translation info
eo: Kaŝi tradukajn informojn

source: (Re)generate POT file
eo: Generi POT-dosieron

source: (Re)import POT file
eo: Importi POT-dosieron

source: # strings in .POT file: %s - # strings in DB: %s
eo: Nombro da ĉenoj en la POT-dosieroj: %s; nombro da ĉenoj en la datumbazo: %s

source: To allow the extraction of language files, please set $allow_po_extraction = 1; in conf/_locales.php.
eo: Por permesi la elpakadon de lingvaj dosieroj bonvolu uzi la frazon $allow_po_extraction = 1; en conf/_locales.php.

source: Show translation info
eo: Montri tradukajn informojn

source: Date fmt
eo: Datformo

source: Long date fmt
eo: Datformo longa

source: Extended date fmt
eo: Etendita datformo

source: Input date fmt
eo: Datformo enmeta

source: Time fmt
eo: Tempoformo

source: Short time fmt
eo: Mallonga tempformo

source: Input time fmt
eo: Enmeta tempformo

source: Day at the start of the week: 0 for Sunday, 1 for Monday, 2 for Tuesday, etc
eo: Unua tago de la semajno: 0 for dimanĉo, 1 por lundo, 2 for mardo, ktp

source: Strings
eo: Ĉenoj

source: Translated
eo: Tradukita

source: Preview: %s
eo: Antaŭvidi: %s

source: Edit locale
eo: Redakti lokaĵaron

source: Move priority up
eo: Promocii prioritaton

source: Move priority down
eo: Malpromocii prioritaton

source: Copy locale
eo: Kopii lokaĵaron

source: Restore default locale settings
eo: Restarigis lokaĵarajn valorojn apriorajn.

source: Delete locale
eo: Forigi lokaĵaron

source: No PO file
eo: Neniu POT-dosiero

source: %d%% in PO
eo: %d%% en PO

source: Extract .po file into b2evo-format
eo: Eltiri .po-dosiero al b2evo-formato

source: Create new locale
eo: Krei novan lokaĵaron

source: Are you sure you want to restore to default locales?\nAll custom locale definitions will be lost!
eo: Ĉu vi certas, ke vi volas restarigi la apriorajn lokaĵarojn.\nĈiuj personigitaj difinoj perdiĝos.

source: Regional settings updated.
eo: Regiona agordo ĝisdatiĝis.

source: Please use valid locale format.
eo: Bonvolu uzi validan lokaĵaran formaton.

source: Short time format cannot be empty.
eo: Tempoformo mallonga ne rajtas vaki.

source: Priority must be numeric (1-255).
eo: La prioritato devas esti cifera (0-255).

source: Invalid input date format.
eo: Nevalida enmeta tempformo.

source: Invalid input time format.
eo: Nevalida enmeta tempformo.

source: Deleted settings for locale &laquo;%s&raquo; in database.
eo: Forigitaj agordaĵoj por lokaĵaro «%s» en la datumbazo.

source: Inserted (and disabled) locale &laquo;%s&raquo; into database.
eo: Enmetis (kaj malaktivigis) la lokaĵaron «%s» en la datumbazon.

source: Inserted locale &laquo;%s&raquo; into database.
eo: Enmetis lokaĵaron «%s» en la datumbazon.

source: Saved locale &laquo;%s&raquo;.
eo: Konservis lokaĵaron «%s».

source: We cannot reload the locale %s because the file %s was not found.
eo: Ne eblas reŝargi la lokaĵaron %s ĉar la dosiero %s ne troveblas.

source: Locale definitions reset to defaults. (<code>/conf/_locales.php</code>)
eo: Lokaĵaraj difinoj restarigis apriore. ( <code>/conf/_locales.php</code>)

source: File <code>%s</code> not found.
eo: Dosiero <code>%s</code> ne trovita.

source: The locale %s has been reloaded.
eo: La lokaĵaro %s reŝargiĝis..

source: The locale %s is currently enabled.
eo: La lokaĵaro %s nune estas aktiva.

source: The locale %s cannot be deleted.
eo: Ne eblas la dosieron %s forigi.

source: The locale %s has been deleted from database.
eo: La dosiero %s ne plu estas en la datumbazo.

source: To completely delete it, you should also delete the file %s from the server hard disk.
eo: Por tute forigi ĝin vi devas ankaŭ forigi la dosieron %s de la servilkomputila diskaparato.

source: Switched priorities.
eo: Ŝanĝis prioritatojn.

source: The file .POT was generated successfully
eo: La POT-dosiero generiĝis sukcese.

source: The file .POT was imported into database successfully
eo: La POT-dosiero estis sukcese importita en la datumbazon

source: Global settings are shared between all blogs; see Blog settings for more granular settings.
eo: Tutprograma agordo estas komuna inter ĉiuj kolektoj; uzu kolekto-agordon por aparta agordado.

source: No .PO file found
eo: Neniu POT-dosiero trovitaj

source: The file %s cannot be written to disk. Please check the filesystem permissions.
eo: La dosiero %s ne skribeblas al diskaparato. Bonvolu kontroli la dosiersistemaj atingopermesojn.

source: The locale is incorrect!
eo: La lokaĵaro estas malĝusta.

source: The file .PO was imported into database successfully
eo: La PO-dosiero estis sukcese importita en la datumbazon

source: The file .PO was generated successfully
eo: La PO-dosiero generiĝis sukcese.

source: A translated string was updated.
eo: Tradukita ĉeno ĝisdatiĝis

source: New translated string was added.
eo: Novaj tradukitaj ĉenoj aldoniĝas.

source: A translated string was deleted.
eo: La tradukita ĉeno foriĝis.

source: Translation editor
eo: Traduko-redaktilo

source: Delete this translated string!
eo: Forigi la tradukitan ĉenon.

source: Add new translated string
eo: Aldoni tradukitan ĉenon

source: Edit a translated string
eo: Redakti tradukitan ĉenon

source: Original string
eo: Originala ĉeno

source: Translated string
eo: Tradukita ĉeno

source: Translation editor for locale "%s"
eo: Traduko-redaktilo por lokaĵaro "%s"

source: Show only untranslated strings
eo: Montri nur netradukitajn ĉenojn

source: Untranslated strings
eo: Netradukitaj ĉenoj

source: Translate this string...
eo: Traduki la ĉenon…

source: Edit this string...
eo: Redakti la ĉenon…

source: Delete this string!
eo: Forigi la ĉenon.

source: Import .PO file into DB
eo: Importi PO-dosieron en datumbazon

source: Generate .PO file
eo: Generi PO-dosiero

source: Adding a translated string for locale "%s"
eo: Aldonas tradukitan ĉenon por lokaĵaro "%s"

source: Create backups
eo: Krei sekurkopiojn

source: Create backups & upgrade b2evolution
eo: Krei sekurkopiojn kaj promocii la programon

source: Upgrade from SVN
eo: Promocii disde SVN

source: Basic test job
eo: Baza prova laboro

source: Error test job
eo: Erara prova laboro

source: Clean up scheduled jobs older than a threshold
eo: Purigi enhorigitajn laborojn pli malfreŝajn ol sojlon

source: Heavy DB maintenance (CHECK & OPTIMIZE)
eo: Peza datumbaza prizorgo (kontrolado kaj plejbonigo)

source: Light DB maintenance (ANALYZE)
eo: Malpeza datumbaza prizorgo (analizado)

source: Prune old files from page cache
eo: Forigi el la paĝa tenejo malnovajn dosierojn

source: Prune recycled comments
eo: Purigi elĵetitajn komentojn

source: This feature is disabled on the demo server.
eo: La trajto estas malaktivigita en la demonstra servilo.

source: System backup is in progress...
eo: Sistema sekurkopiado okazas…

source: System backup is in progress. Please reload this page in a few minutes.
eo: Sistema sekurkopiado okazas. Bonvolu reŝargi la paĝon post kelkaj minutoj.

source: Application files
eo: Aplikaĵaj dosieroj

source: Configuration files
eo: Agordaj dosieroj

source: Media folder
eo: Dosierujo media

source: Content tables
eo: Enhavaj tabeloj

source: Logs & stats tables
eo: Tabeloj protokolaj kaj statistikaj

source: You have not selected anything to backup.
eo: Vi elektis nenion konservi.

source: Starting backup to: &laquo;%s&raquo; ...
eo: Eksekurkopianta al: «%s»…

source: Backup complete. Directory: &laquo;%s&raquo;
eo: Sekurkopio finita. Dosierujo: «%s».

source: Creating folders/files backup...
eo: Kreanta dosier(uj)ajn sekurkopiojn…

source: Config file %s cannot be read.
eo: Agordo-dosiero %s ne legeblas.

source: Archiving files to &laquo;<strong>%s</strong>&raquo;...
eo: Arkivanta dosierojn al «<strong>%s</strong>…

source: Backing up &laquo;<strong>%s</strong>&raquo; ...
eo: Sekurkopianta je «<strong>%s</strong> …

source: Error: %s
eo: Eraro: %s

source: Unable to create &laquo;%s&raquo;
eo: Ne eblis krei: «%s».

source: Creating database backup...
eo: Kreanta datumbazan sekurkopion…

source: Unable to write database dump. Database dump already exists: &laquo;%s&raquo;
eo: Ne eblis skribi datumbazan ŝuton. Datumbaza ŝuto jam ekzistas: «%s»

source: Unable to write database dump. Could not open &laquo;%s&raquo; for writing.
eo: Ne eblis skribi datumbazan ŝuton. Ne eblis malfermi «%s»-on por skribi.

source: Dumping tables to &laquo;<strong>%s</strong>&raquo;...
eo: Ŝutanta tabelojn al «<strong>%s</strong>»…

source: Backing up table &laquo;<strong>%s</strong>&raquo; ...
eo: Sekurkopianta la tabelon «<strong>%s</strong>»…

source: This is an old version!
eo: Jen malnova eldono!

source: You should NOT install this older version.
eo: Vi devas <strong>ne</strong> instali tiun pli malnova eldono.

source: This package is already installed!
eo: Ĉiu pakaĵo jam estas instalita.

source: No upgrade is needed at this time. You might force a re-install if you want to force a cleanup.
eo: Neniu ĝisdatigo estas nun necesa. Vi eble devigos reinstalon se vi volas devigi elpurigadon.

source: Switching to maintenance mode...
eo: Ŝanĝiĝanta al prizorga reĝimo…

source: Unable to switch to maintenance mode. Maintenance file can't be created: &laquo;%s&raquo;
eo: Ne eblis ŝanĝi la reĝimon al prizorga. Prizorga dosiero ne povas kreiĝi: «%s».

source: Switching out of maintenance mode...
eo: Ŝanĝiĝanta el prizorga reĝimo…

source: Unable to delete a maintenance file: &laquo;%s&raquo;
eo: Ne eblis forigi la prizorgan dosieron «%s».

source: Unable to create &laquo;%s&raquo; directory.
eo: Ne eblis krei dosierujon «%s».

source: Checking .htaccess denial for directory:
eo: Marki .htaccess-negadon por dosierujo:

source: Unable to create &laquo;%s&raquo; file in directory.
eo: Ne eblis krei dosieron «%s» en dosierujo.

source: Unable to create &laquo;%s&raquo; directory to extract files from ZIP archive.
eo: Ne eblas krei dosierujon «%s» por elpaki el la ZIP-dosiero.

source: Unable to decompress &laquo;%s&raquo; ZIP archive.
eo: Ne eblis elpaki el ZIP-dosiero «%s».

source: Unknown policy command: %s
eo: Nekonata konduto-komando: %s

source: Incorrect policy command: %s
eo: Neĝusta konduto-komando: %s

source: To continue the upgrade process please fix the issues of the file %s or delete it.
eo: Por daŭrigi la ĝisdatigan procedon bonvolu riparo la problemojn de la dosiero %s au forigi ĝin.

source: Ignoring %s because of %s
eo: Mi ignoras je %s pro %s

source: Unavailable creating of folder %s, probably no permissions.
eo: Ne eblas krei dosierujon %s, verŝajne neniaj permesoj.

source: Ignoring softmove of %s because %s is already in place (see %s)
eo: Mi ignoras molan movadon de %s ĉar %s jam estas tie (laŭ %s)

source: Moving %s to %s as stated in %s
eo: Movi de %s al %s laŭ %s

source: Unavailable copying to %s, probably no permissions.
eo: Nedisponebla kopiado al %s, verŝajne sen permesoj.

source: WARNING: <code>upgrade_policy.conf</code> not found. We will use <code>/conf/upgrade_policy_sample.conf</code> by default but it is highly recommended you duplicate this file to <code>upgrade_policy.conf</code> and check its contents to make sure the upgrade policy is appropriate for your particluar site.
eo: Averto: <code>upgrade_polity.conf</code> ne trovita. <code>/conf/upgrade_policy_sample.conf</code> apriore estos uzita sed rekomendinde estas duobligi tiun dosieron al <code>upgrade_policy.conf</code> kaj kontroli ĝian enhavon por certigi, ke la ĝisdatigo-poliitko konvenas por via aparta TTT-ejo.

source: No permission to open the %s file.
eo: Nenia permeso por malfermi la dosieron %s.

source: The %s file is empty.
eo: La dosiero %s vakas!

source: Cleaning up...
eo: Purigado…

source: No "remove" sections have been defined in the file %s.
eo: Neniuj "forigo"-sekcioj difinitaj en la dosiero %s.

source: No cleanup is being done. You should manually remove the <code>/install</code> folder and check for other unwanted files...
eo: Neniu purigado farata. Vi devus permane forigi la dosierujon /install kaj kontroli aliajn nevolatajn dosierojn…

source: Removing %s as stated in %s...
eo: Forigo de %s laŭ %s…

source: No permissions to delete the folder
eo: Nenia permeso por forigi la dosierujon.

source: No permissions to delete the file
eo: Nenia permeso por forigi la dosieron.

source: No file found
eo: Neniuj dosieroj trovitaj

source: Affected paths:
eo: Afekciitaj vojoj:

source: Affected tables:
eo: Afekciaj tabeloj:

source: Unzip
eo: Elpaki

source: Ready to upgrade
eo: Pretas ĝisdatigi

source: Backup &amp; Upgrade
eo: Sekurkopii kaj Ĝisdatigi

source: Installer script
eo: Instalila skripto

source: Connect to SVN
eo: Konektiĝi al SVN

source: Export
eo: Eksporti

source: WARNING: USE WITH CAUTION!
eo: AVERTO: UZU ATENTEGEME!

source: Downloading package...
eo: Elŝutanta pakaĵon…

source: Please enter the URL to download ZIP archive
eo: Bonvolu enmeti la URL-on de la ZIP-dosiero

source: The URL "%s" must point to a ZIP archive.
eo: La URL "%s" devas esti ZIP-dosiero.

source: Unable to delete previously downloaded package %s before forcing the download.
eo: Ne eblas forigi la antaŭe elŝutitan pakaĵon %s antaŭ ol devigi la elŝuton.

source: The package %s is already downloaded.
eo: Ĉiu pakaĵo %s jam estas elŝutita.

source: Downloading package to &laquo;<strong>%s</strong>&raquo;...
eo: Elŝutanta pakaĵon al «<strong>%s</strong>»…

source: Unable to download package from &laquo;%s&raquo;
eo: Ne eblis elŝuti pakaĵon el «%s».

source: Unable to create file: &laquo;%s&raquo;
eo: Ne eblis krei dosieron: «%s».

source: Unable to remove file: &laquo;%s&raquo;
eo: Ne eblis forigi dosieron: «%s».

source: Unzipping package...
eo: Elpakanta pakaĵon…

source: Unable to delete previous unzipped package %s before forcing the unzip.
eo: Ne povas forigi la antaŭe elpakitan pakaĵon %s antaŭ devigi la elpakaĵon.

source: The package %s is already unzipped.
eo: La pakaĵo %s jam estas instalita.

source: Unpacking package to &laquo;<strong>%s</strong>&raquo;...
eo: Elpaki pakaĵon al «<strong>%s</strong>»…

source: The new files are ready to be installed.
eo: La novaj dosieroj jam estas instalitaj.

source: If you continue, the following sequence will be carried out automatically (trying to minimize "<a %s>maintenance time</a>" for the site):
eo: Se vi daŭros la jena sinsekvo plenumos aŭtomate (por provi minimumigi "<a %s>prizorgan tempon</a>" por la kolektaro):

source: The site will switch to <a %s>maintenance mode</a>
eo: La kolektaro ŝanĝiĝos al <a %s>prizorga reĝimo</a>

source: A backup will be performed
eo: Sekurkopio plenumiĝos

source: The upgrade will be applied
eo: La ĝisdatigo aplikiĝos

source: The install script of the new version will be called
eo: La instala skripto de la nova eldono estos vokata.

source: The cleanup rules from %s will be applied
eo: La elpurigaj reguloj de %s aplikiĝos

source: The site will switch to normal mode again at the end of the install script.
eo: La kolektaro denove ŝanĝiĝos al ordinara reĝimo post la fino de la instala skripto.

source: Installing package from SVN...
eo: Instalanta pakaĵon el SVN…

source: Installing package...
eo: Instalanta pakaĵon…

source: System upgrade is in progress. Please reload this page in a few minutes.
eo: Sistema promocio okazas. Bonvolu reŝargi la paĝon post kelkaj minutoj.

source: Verifying that all destination files can be overwritten...
eo: Konstati, ke ĉiuj celaj dosieroj estas legeblaj…

source: Copying new folders and files...
eo: Kopianta novajn dosier(uj)ojn…

source: The files and database backup was created successfully but all folders and files could not be overwritten
eo: La dosieraj kaj datumbazaj sekurkopioj estis kreitaj, sed ĉiuj dosieroj kaj dosieroj ne anstataŭiĝis

source: Please restore the backup files from the &laquo;%s&raquo; package. The database was not changed.
eo: Bonvolu restarigi la sekurkopiojn de la pakaĵo «%s». La datumbazo ne ŝanĝiĝis.

source: <strong>The following folders and files can't be overwritten:</strong>
eo: <strong>Ni povas legi al:</strong>
