Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: %d links to child items
eo: %d ligiloj al infanaj eroj

source: %d links to destination items
eo: %d ligiloj al celaj eroj

source: %d links to extra categories
eo: %d ligiloj al aldonoj kategorioj

source: %d versions
eo: %d versioj

source: %d slugs
eo: %d URL-titoloj

source: %d links to tags
eo: %d ligiloj al etikedoj

source: %d items settings
eo: %d ero-agordaĵoj

source: %d items subscriptions
eo: %d ero-abonoj

source: %d recordings of user data for a specific post
eo: %d registradoj de uzanto-datumoj por specifa afiŝo

source: Browse category
eo: Foliumi kategorion

source: All but
eo: Ĉio escepte de

source: Authors
eo: Verkistoj

source: All authors except
eo: Ĉiuj verkistoj escepte de

source: Statuses
eo: Statoj

source: Archives for
eo: Arkivo por

source: Assigned to
eo: Alligi al

source: and
eo: kaj

source: Invalid request
eo: Nevalida peto

source: Remove this filter
eo: Forigi tiun filtrilon

source: week
eo: semajno

source: Not assigned
eo: Neasignita

source: Without status
eo: Sen stato

source: Start at
eo: Komenci je

source: Hide past
eo: Kaŝi preter

source: Stop at
eo: Ĉesi je

source: Hide future
eo: Kaŝi estontecon

source: Limited to last %d days
eo: Limigita al la pasintaj %d tagoj

source: Limited to %d days
eo: Limigita al %d tagoj

source: Flagged
eo: Denuncita

source: %d related items
eo: %d rilataj eroj

source: %d tags from the posts
eo: %d etikedoj de la afiŝoj

source: Tags cannot contain commas.
eo: Etikedoj ne rajtas enhavi komojn.

source: This tag already exists. Do you want to <a %s>edit the existing tag</a>?
eo: Ĉi tiu etikedo jam ekzistas. Ĉu vi volas <a %s>redakti la jaman etikedon</a>?

source: The previously named "%s" tag (applied to %d posts) will be merged with the existing "%s" tag (already applied to %d posts). Are you sure?
eo: La etikedo antaŭe nomita "%s" (aplikiĝinta al %d afiŝoj) estas kunfandota kun la jama etikedo "%s" (jam aplikiĝinta al %d afiŝoj). Ĉu vi certas?

source: %d Post type associations with collections
eo: %d afiŝo-tipaj kunligoj kun kolektoj

source: %d Custom field definitions
eo: %d personigitaj kampo-difinoj

source: %d Item status associations
eo: %d ero-stataj kunligoj

source: Invalid instruction format.
eo: Nevalida instrukcia formato.

source: Custom field titles can't be empty!
eo: Personigitaj kampotitoloj ne rajtas esti vaka.

source: Please enter name for custom field "%s"
eo: Bonvolu enmeti nomon por la kampo "%s".

source: The field name "%s" is not identical, please use another.
eo: La kamponomo "%s" ne identas. Bonvolu uzi alian.

source: In content flow
eo: En enhavo-fluo.

source: Out of content flow
eo: Ekstere de enhavo-fluo

source: Content Block
eo: Enhava bloko

source: Intro-Front
eo: Enkonduko (Frontpaĝo)

source: Intro-Main
eo: Enkonduko (Ĉefpaĝo)

source: Intro-Cat
eo: Enkonduko (Kategorioj)

source: Intro-Tag
eo: Enkonduko (Etikedoj)

source: Intro-Sub
eo: Enkonduko (Subkategerioj)

source: Intro-All
eo: Enkonduko (Ĉio)

source: Posts preview
eo: Antaŭvido afiŝa

source: Post title
eo: Afiŝa titolo

source: Same as above
eo: Same kiel supre

source: Post content
eo: Afiŝa enhavo

source: Status of new posts
eo: Aŭtomata stato por novaj afiŝoj

source: Make posts
eo: Krei afiŝojn

source: Change Post Type
eo: Ŝanĝi afiŝo-tipon

source: Do NOT change the type
eo: <strong>Ne</strong> ŝanĝu la tipon

source: (current)
eo: (nuna)

source: Template name
eo: Ŝablona nomo

source: Change type
eo: Ŝanĝi tipon

source: Item
eo: Ero

source: Duplicating Item %s
eo: Duobliganta afiŝon %s

source: New Item
eo: Nova ero

source: Type: %s
eo: Tipo: %s

source: Language
eo: Lingvo

source: HTML is allowed
eo: HTML estas permesata

source: HTML is not allowed
eo: URL estas ne permesata

source: Advanced properties
eo: Altnivelaj ecoj

source: for this post
eo: por la afiŝo

source: No Tiny URL yet.
eo: Ankoraŭ neniu mallonga URL.

source: Tiny URL
eo: Mallonga URL

source: &quot;slug&quot; to be used in permalinks
eo: &quot;URL-titolo&quot; uziĝos en daŭrligiloj

source: URL slugs
eo: URL-aj URL-titoloj

source: Go to tags manager
eo: Iri etikedo-administrilon

source: Auto-suggest tags as you type (based on existing tags)
eo: Aŭtomate proponi etikedojn dum vi tajpas (bazitan sur jamaj etikedoj)

source: This will save your changes, then analyze your post to find existing tags. Are you sure?
eo: Ĉi tio konservos viajn ŝanĝojn, do analizos vian afiŝon por trovi jamajn etikedojn. Ĉu vi certas?

source: Extract
eo: Eltiraĵo

source: Excerpt
eo: Eltiraĵo

source: Auto-generate excerpt from content
eo: Rekrei aŭtomate generitajn eltiraĵojn laŭ enhavo

source: Link to url
eo: Ligilo al URL

source: Parent ID
eo: Patra identigilo

source: &lt;title&gt; tag
eo: &lt;titolo&gt;-elemento

source: &lt;meta&gt; desc
eo: &lt;meta&gt;-priskribo

source: &lt;meta&gt; keywds
eo: &lt;meta&gt;-ŝlosilvortoj

source: Additional actions
eo: Aldonaj agoj

source: Trackback URLs
eo: Spuraj URL-oj

source: (Separate by space)
eo: (Apartigi per spaceto)

source: Save post to start adding Meta comments
eo: Konservi afiŝon por komenci aldoni metakomentojn

source: No meta comment for this post yet...
eo: Ankoraŭ neniuj metakomentoj por ĉi tiu afiŝo…

source: Add meta comment
eo: Aldoni metakomenton

source: Workflow properties
eo: Laborfluaj ecoj

source: Task status
eo: Labora stato

source: Deadline
eo: Limdato

source: Hide teaser when displaying -- more --
eo: Montri komencan eltiraĵon dum montriĝo de -- plu --

source: can be decimal
eo: povas esti dekuma

source: login of this post's owner.
eo: Salutnomo de la estro de la afiŝo.

source: Latitude
eo: Latitudo

source: Longitude
eo: Longitudo

source: Visitors can leave comments on this post.
eo: Vizitantoj povas komenti la afiŝon.

source: Open
eo: Malfermita

source: Visitors can NOT leave comments on this post.
eo: Vizitantoj NE povas komenti la afiŝon.

source: Closed
eo: Fermita

source: Visitors cannot see nor leave comments on this post.
eo: Vizitantoj povas nek vidi nek komenti la afiŝon.

source: Disabled
eo: Malaktivigita

source: Expiry delay
eo: Prokrasto de eksvalidiĝo

source: Older comments and ratings will no longer be displayed.
eo: Pli malnovaj komentoj kaj voĉdonoj ne plu elmontriĝos

source: Goal tracking
eo: Cela spurado

source: Goals
eo: Celoj

source: You can track a hit on a goal every time this page is displayed to a user.
eo: Vi povas spuri viziton de celo ĉiun fojon, kiu la paĝo estas montrata al uzanto.

source: No Category
eo: Neniu kategorio

source: Goal
eo: Celo

source: Public pings
eo: Publikaj eĥoj

source: Not Possible for this post type
eo: Ne eblas por ĉi tiu afiŝo-tipo

source: Send again
eo: Resendi

source: Not Recommended
eo: Ne rekomendinda

source: Do nothing
eo: Fari nenion

source: Notify anyways
eo: Senkonsidere sciigi

source: Send anyways
eo: Senkonsidere sendi

source: Mark as Sent
eo: Marki kiel sendita

source: To be sent
eo: Sendota

source: Send on next save
eo: Sendi je la sekva konservo

source: Show the quick "Publish!" button when relevant.
eo: Kiam koncerna montru la butonon "Eldoni".

source: Never show the quick "Publish!" button.
eo: Neniam montri la butonon "Eldoni".

source: Reset defaults for this screen.
eo: Restarigi la aprioraĵojn por la ekrano.

source: Current version
eo: Nuna eldono

source: Archived version
eo: Arkivita eldono

source: Item history (experimental) for:
eo: Ero-historio (eksperimenta) por:

source: Note
eo: Noto

source: Restore
eo: Restarigi

source: Compare selected revisions
eo: Kompari elektitajn reviziojn

source: Cancel comparing!
eo: Nuligi komparadon.

source: Difference between revisions for: %s
eo: Malsamoj inter revizioj por: %s

source: Revision #%s as of %s by %s
eo: Revizio n-ro %s je %s de %s

source: View this revision
eo: Vidi la revizion

source: No difference between contents of the selected revisions
eo: Neniuj malsamoj inter enhavo de la elektitaj revizioj

source: Cancel viewing!
eo: Nuligi rigardadon.

source: Revision #%s for: %s
eo: Revizio n-ro %s por: %s

source: Close post
eo: Fermi afiŝon

source: Posts Browser
eo: Afiŝo-foliumilo

source: by
eo: de

source: Contents updated
eo: Enhavo ĝisdatiĝis

source: Task Status
eo: Labora stato

source: Details
eo: Detaloj

source: no comment
eo: Neniuj komentoj

source: %d Trackbacks
eo: %d spuroj

source: 1 Trackback
eo: 1 spuro

source: Show
eo: Montri

source: Requiring moderation
eo: Postulas kontroladon

source: Valid
eo: Valida

source: All comments
eo: Ĉiuj komentoj

source: Leave a meta comment
eo: Komenti

source: Please remember: this comment will be included in a private discussion view and <u>only will be visible to other admins</u>
eo: Bonvolu memoru: la komento estos inkluzivita en privata kunparola vido kaj <em>legeblos sole de aliaj administrantoj</em>

source: Your vote
eo: Via takso

source: Attached files
eo: Almetitaj dosieroj

source: Preview/Add file
eo: Antaŭvidi/aldoni dosieron

source: Send comment
eo: Sendi

source: You are receiving notifications when anyone comments on any post.
eo: Vi ricevos sciigojn kiam iu komentas iun afiŝon.

source: Click here to manage your subscriptions.
eo: Administri viaj abonojn.

source: This is your post. You are receiving notifications when anyone comments on your posts.
eo: Ĉi tiu estas via afiŝo. Vi ricevos sciigojn kiam iu komentos en viaj afiŝoj.

source: You will be notified by email when someone comments here.
eo: Vi ricevos sciigon per retpoŝto kiam iu komentos ĉi tiun afiŝon

source: Click here to unsubscribe.
eo: Malaboni

source: Notify me by email when someone comments here.
eo: Sciigi min per retpoŝto kiam iu komentos ĉi tiun afiŝon

source: Update
eo: Ĝisdatigi

source: Posts to show
eo: Afiŝoj montri

source: Past
eo: Pasintaj

source: Future
eo: Estontecaj

source: Assignees
eo: Asignatoj

source: Any
eo: Iu ajn

source: Archives
eo: Arkivoj

source: "%s" list
eo: Listo da "%s"

source: Task list
eo: Labora listo

source: Item/Task
eo: Ero/Tasko

source: Assigned
eo: Asignita

source: Create a new task...
eo: Krei novan laboron…

source: New task
eo: Novan laboron

source: Mass post contents
eo: Enhavo de amasa afiŝo

source: Separate posts with a blank line. The first line of each post becomes a title.
eo: Apartigi afiŝojn per vaka linio. La unua linio de ĉiu afiŝo estas titolo.

source: Create paragraphs at each line break
eo: Krei alineojn post ĉiu linirompo

source: Create posts
eo: Krei afiŝojn

source: Visibility / Sharing
eo: Konigo

source: There are %d posts in your selection, only the first 100 are displayed
eo: Ekzistas %d afiŝoj en via elekto. Nur la komencaj 100 montriĝos.

source: <title> tag
eo: <title>-etikedo

source: New post status
eo: Nova afiŝo-stato

source: Item Types allowed for this Item Status
eo: Ero-tipoj permesataj por tiu ero-stato

source: Allowed Item Type
eo: Permesata ero-tipo

source: Edit this post status...
eo: Redakti la afiŝo-staton…

source: Duplicate this post status...
eo: Duobligi la afiŝo-staton…

source: Delete this post status!
eo: Forigi la afiŝo-staton.

source: Create a new post status...
eo: Krei novan afiŝo-staton…

source: Merge tags?
eo: Ĉu kunfandi etikedojn?

source: Confirm
eo: Konfirmi

source: New Tag
eo: Nova etikedo

source: Posts that have this tag
eo: Afiŝoj, kiuj havas tiun etikedon

source: Post ID
eo: Afiŝo-identigilo

source: Unlink this tag from post!
eo: Malligi de la afiŝo la etikedon

source: Are you sure you want to remove the tag "%s" from "%s"?
eo: Ĉu vi certas, ke vi volas forigi la etikedon "%s" de la ero "%s"?

source: Must be a number
eo: Devas esti cifera

source: Used
eo: Uzitaj

source: Edit this tag...
eo: Redakti la etikedon…

source: Delete this tag!
eo: Forigi la etikedon

source: Cleanup orphans
eo: Purigi senpatrajn

source: Add a new tag...
eo: Aldoni novan etikedon…

source: New tag
eo: Novan etikedon

source: Delete this Post Type!
eo: Forigi la afiŝo-tipon.

source: Edit post type
eo: Redakti afiŝo-tipon

source: New post type
eo: Nova afiŝo-tipo

source: Usage
eo: Uzado

source: Permission level
eo: Permeso-nivelo

source: b2evolution will automatically append .main.php or .disp.php
eo: b2evolution aŭtomate almetos la ĉenojn .main.php aŭ .disp.php

source: Use of Instructions
eo: Uzo de instrukcioj

source: In front-office edit screen
eo: En la antaŭa redakta ekrano

source: In back-office edit screen
eo: En la stirilo redakta ekrano

source: Display instructions
eo: Elmontri instrukciojn

source: Instructions
eo: Instrukcioj

source: Required
eo: Devigita

source: Optional
eo: Laŭvola

source: This feature is not compatible with Intro posts.
eo: La trajto estas nekongrua kun enkondukaj afiŝoj.

source: Use title
eo: Uzi titolon

source: Use text
eo: Uzi tekston

source: Check to allow HTML in posts.
eo: Marki por permesi HTML-markon in afiŝoj

source: Allow Teaser and Page breaks
eo: Permesi enkondukojn kaj paĝajn interrompojn

source: Allow attachments
eo: Permesi kunsendaĵojn

source: Allow featured
eo: Permesi reĝajn

source: Use of Advanced Properties
eo: Uzo de altnivelaj ecoj

source: Use tags
eo: Uzi etikedoj

source: Use excerpt
eo: Uzi eltiraĵojn

source: Use URL
eo: Uzi URL-on

source: Treat as Podcast Media
eo: Trakti kiel podkasta medio

source: Use Parent ID
eo: Uzi patran identigilon

source: Use <title> tag
eo: Uzi <title>-etikedon

source: Use <meta> description
eo: Uzi <meta>-priskribon

source: Use <meta> keywords
eo: Uzi meta-ŝlosilvortojn

source: Use of Location
eo: Uzo de loko

source: Use country
eo: Uzi landon

source: Use region
eo: Uzi regionon

source: Use sub-region
eo: Uzi subregionon

source: Use city
eo: Uzi urbon

source: Turn this on to be able to set the location coordinates and view on map.
eo: Ŝalti ĉi tion por povi agordi la lokajn koordinatojn kaj vidon sur mapo.

source: Use coordinates
eo: Uzi koordinatojn

source: Use of Comments
eo: Uzo de komentoj

source: Also see collection's feedback options
eo: Ankaŭ vidi la reago-elektojn por la kolekto

source: Use comments
eo: Uzi komentojn

source: Allow custom message for each post
eo: Permesi personigitan mesaĝon por ĉiu afiŝo

source: Check to allow a different custom message before comment form for each post.
eo: Marku por permesi diversajn personigitajn mesaĝojn antaŭ komento-formulario por ĉiu afiŝo.

source: Allow closing comments
eo: Permesi fermi komentojn

source: Check to allow closing comments on individual items/posts.
eo: Marki por permesi fermi komentojn en apartaj eroj/afiŝoj.

source: Allow disabling comments
eo: Permesi malaktivigi komentojn

source: Check to allow disabling comments on individual items/posts.
eo: Marki por permesi malaktivigi komentojn en apartaj eroj/afiŝoj.

source: Use comment expiration
eo: Uzi komentan eksvalidiĝon

source: Use of Custom Fields
eo: Uzo de personigitaj kampoj

source: Use custom fields
eo: Uzi personigitajn kampojn

source: Numeric
eo: Cifera

source: Add new numeric custom field
eo: Aldoni novan personigitan ciferan kampon

source: Ex: Price, Weight, Length... &ndash; will be stored as a double floating point number.
eo: Ekz-e: Prezo, Pezo, Longo... — konserviĝos kiel longa glitpunkta nombro.

source: String
eo: Ĉeno

source: Add new string custom field
eo: Aldoni novan personigitan tekstan kampon

source: Ex: Color, Fabric... &ndash; will be stored as a varchar(10000) field.
eo: Ekz-e: Koloro, Ŝtofo… — konserviĝos kiel kampo de varchar(10000).

source: Text
eo: Teksto

source: Add new text custom field
eo: Aldoni novan personigitan tekstan kampon

source: Ex: Content, Description... &ndash; will be stored as a varchar(10000) field.
eo: Ekz-e: Koloro, Ŝtofo… — konserviĝos kiel kampo de varchar(10000).

source: Add new HTML custom field
eo: Aldoni novan personigitan HTML-kampon

source: Add new URL custom field
eo: Aldoni novan personigitan URL-kampon

source: Ex: Website, Twitter... &ndash; will be stored as a varchar(10000) field.
eo: Ekz-e: TTT-ejo, Twitter-konto ktp — konserviĝos kiel kampo de varchar(10000).

source: Remove custom field
eo: Forigi personigitan kampon

source: Item Statuses allowed for this Item Type
eo: Ero-statoj permesatoj por la ero-tipo

source: Allowed Item Status
eo: Permesata ero-stato

source: Are you sure want to delete this custom field?\nThe update will be performed when you will click on the 'Save Changes!' button.
eo: Ĉu vi certas, ke vi volas forigi tiun personigitan kampon?\nLa ĝisdatigo plenumiĝos kiam vi alklakos la butonon 'Konservi ŝanĝojn'.

source: Item/Post/Page types
eo: Tipoj era/afiŝa/paĝa

source: Duplicate this Post Type...
eo: Duobligi la afiŝo-tipon…

source: Edit this Post Type...
eo: Redakti la afiŝo-tipon…

source: The item type is enabled.
eo: La erotipo estas aktivigita.

source: The item type is disabled.
eo: La erotipo estas malaktivigita.

source: Enabled in<br />%s
eo: Aktivigita en<br />%s

source: The item type is the default for %s.
eo: La afiŝo-tipo estas apriora por %s.

source: Set this item type as the default for %s.
eo: Apriorigi tiun afiŝo-tipon por %s.

source: The item type is not the default for %s.
eo: La afiŝo-tipo ne estas apriora por %s..

source: Default for<br />%s
eo: Apriora por<br />%s

source: Perm Level
eo: Permeso-nivelo

source: Create a new element...
eo: Krei novan elementon…

source: New Post Type
eo: Nova afiŝo-tipo

source: Requested link owner object does not exist any longer.
eo: La ligila estro de la petita objekto ne plu ekzistas.

source: Link has been moved up.
eo: Ligilo supreniris.

source: Link has been moved down.
eo: Ligilo malsupreniris.

source: Link order has not been changed.
eo: Ligila ordo ne ŝanĝiĝis.

source: The attachments have been sorted by file name.
eo: La kunsendaĵoj estas ordigitaj laŭ dosiernomo.

source: Link position has been changed.
eo: Ligila pozicio ŝanĝiĝas.

source: Link position has not been changed.
eo: Ligila pozicio ne ŝanĝiĝas.

source: %d votes
eo: %d voĉdonoj

source: Attach files to "%s"
eo: Almeti dosierojn al "%s"

source: Attach files to comment #%s
eo: Almeti dosierojn al komento #%s

source: Attach files to email campaign "%s"
eo: Almeti dosierojn al retpoŝta kampanjo "%s"

source: Images &amp; Attachments
eo: Bildoj kaj kunsendaĵoj

source: Attach existing files
eo: Almeti jamajn dosierojn

source: Save post to start uploading files
eo: Konservi afiŝon por komenci alŝuti dosierojn

source: Save & Link files from original
eo: Konservi kaj ligi dosierojn el la origina

source: Sort
eo: Ordigi

source: Move upwards
eo: Movi supren.

source: Delete this link!
eo: Forigi la ligilon.

source: Delete this file!
eo: Forigi la dosiero.

source: Are you sure want to DELETE the file &laquo;%s&raquo;?\nThis CANNOT be reversed!
eo: Ĉu ve certas, ke vi volas <strong>forigi</strong> la dosieron «%s»?\nNe eblas inversigi tion.

source: Insert %s tag into the post
eo: Enmeti je %s en la afiŝon

source: Insert [thumbnail:] tag into the post
eo: Enmeti [thumbnail:]-etikedon en la afiŝon

source: You can use the (+) icons to change the position to inline and automatically insert a short tag at the current cursor position.
eo: Vi povas uzi la piktogramojn (+) por ŝanĝi la pozicion al enlinia kaj aŭtomate enmeti mallongan etikedon je la fino de la nuna kursora pozicio.

source: Comment on
eo: Komenti pri

source: Email campaign
eo: Retpoŝta kampanjo

source: Are you sure want to unlink this file?
eo: Ĉu vi efektive volas malligi la dosieron?

source: Link this image to your comment
eo: Ligi al via komento ĉi tiun bildon.

source: Link this file to your comment
eo: Ligi al via komento la dosieron.

source: The file will be linked for download at the end of the comment.
eo: Ĉi tiu dosiero almetiĝos por elŝutado je la fino de la komento.

source: Insert the following code snippet into your comment.
eo: Enmetu la sekvan fontotekstan eron en vian komenton.

source: View this comment...
eo: Rigardi la komenton…

source: Link files to current comment
eo: Ligi al la nuna komento dosierojn

source: Selected files have been linked to comment.
eo: Elektitaj dosieroj ligiĝis al la komento.

source: Link has been deleted from the &laquo;Comment&raquo;.
eo: Ligilo estis forigita disde la «Komento»n.

source: Above comment
eo: Supra komento

source: Below comment
eo: Suba komento

source: Link this image to your email campaign.
eo: Ligi al via retpoŝta kampanjo ĉi tiun bildon.

source: Link this file to your email campaign.
eo: Ligi al via retpoŝta kampanjo la dosieron.

source: The file will be appended for linked at the end of the email campaign.
eo: Ĉi tiu dosiero almetiĝos por ligado je la fino de la retpoŝta kampanjo.

source: Insert the following code snippet into your email campaign.
eo: Enmetu la sekvan fontotekstan eron en vian retpoŝtan kampanjon

source: View this email campaign...
eo: Rigardi la retpoŝtan kampanjon…

source: Link files to current email campaign
eo: Ligi al la nuna retpoŝta kampanjo dosierojn

source: Selected files have been linked to email campaign.
eo: Elektitaj dosieroj ligiĝis al la retpoŝta kampanjo.

source: Link has been deleted from email campaign.
eo: Ligilo foriĝis disde la retpoŝta kampanjo.

source: Inline
eo: Enlinia

source: Link this image to your item.
eo: Ligi al via ero ĉi tiun bildon.

source: Link this file to your item.
eo: Ligi al via ero la dosieron.

source: The file will be appended for linked at the end of the item.
eo: Ĉi tiu dosiero almetiĝos por elŝuto je la fino de la ero

source: Insert the following code snippet into your item.
eo: Enmetu la sekvan fontotekstan eron en vian eron

source: View this item...
eo: Rigardi la eron…

source: Edit this item...
eo: Redakti la eron…

source: Link files to current item
eo: Ligi al la nuna ero dosierojn

source: Selected files have been linked to item.
eo: Elektitaj dosieroj ligiĝis al la ero.

source: Link has been deleted from &laquo;item&raquo;.
eo: Ligilo foriĝis disde «ero».

source: Cover
eo: Kovrilbildo

source: Teaser
eo: Komenca eltiraĵo

source: Teaser-Permalink
eo: Eltiraĵo-daŭrligilo

source: Teaser-Ext Link
eo: Eltiraĵa ligilo

source: After "more"
eo: Post "more"

source: Fallback
eo: Surogato

source: Attachment
eo: Kunsendaĵo

source: Link this image to your message.
eo: Ligi al via mesaĝo ĉi tiun bildon.

source: Link this file to your message.
eo: Ligi al via mesaĝo la dosieron.

source: The file will be appended for linked at the end of the message.
eo: Ĉi tiu dosiero almetiĝos por ligado je la fino de la mesaĝo.

source: Insert the following code snippet into your message.
eo: Enmetu la sekvan fontotekstan eron en vian mesaĝon.

source: View this message...
eo: Rigardi la mesaĝon…

source: Edit this message...
eo: Redakti la mesaĝon…

source: Link files to current message
eo: Ligi al la nuna mesaĝo dosierojn

source: Selected files have been linked to message.
eo: Elektitaj dosieroj ligiĝis al la mesaĝo.

source: Link has been deleted from message.
eo: Ligilo foriĝis disde la mesaĝo.

source: Link this image to the user.
eo: Ligi al la uzanto ĉi tiun bildon.

source: Link this file to the user.
eo: Ligi al la uzanto la dosieron.

source: View this user...
eo: Rigardi la uzanton…

source: Edit this user...
eo: Redakti la uzanton…

source: Link files to current user
eo: Ligi al la koncerna uzanto dosierojn

source: Link has been deleted from &laquo;user&raquo;.
eo: Ligilo foriĝis disde «uzanto».

source: Destination
eo: Celo

source: Link a file...
eo: Ligi dosieron…

source: The locale %s has been deactivated because it's not UTF-8
eo: La lokaĵaro %s estas malaktivigita ĉar ĝi ne laŭas UTF-8-on.

source: The main locale was no longer valid and has been set to %s.
eo: La ĉefa lokaĵaro estis ne plu valida kaj nun estas %s.

source: Date format cannot be empty.
eo: Datformo ne rajtas vaki.

source: Input date format cannot be empty.
eo: Enmeta datformo ne rajtas vaki.

source: Time format cannot be empty.
eo: Tempoformo ne rajtas vaki.
