Repository: keithbowes/b2evolution-locale-eo
Catalog: LC_MESSAGES/messages.po
Languages: eo

source: Simplified Item list for listing flagged items.
eo: Simpligita ero-listo por listigi denuncitajn erojn.

source: Items
eo: Eroj

source: Link to blog
eo: Ligilo al kolekto

source: Link the block title to the blog?
eo: Ĉu ligi la blokan titolon al la kolekto?

source: Layout
eo: Aranĝo

source: How to lay out the items
eo: Kiel aranĝi la erojn

source: RWD Blocks
eo: RWD-blokoj

source: Flowing Blocks
eo: Fluantaj blokoj

source: RWD block class
eo: RWD-bloka klaso

source: Specify the responsive column classes you want to use.
eo: Specifi tiujn klasojn de la responsa kolumno, kiuj vin deziras uzi.

source: Item visibility
eo: Ero-konigo

source: What post statuses should be included in the list?
eo: Kiuj afiŝo-statoj devas esti en la listo?

source: show public posts
eo: montri publikajn afiŝojn

source: show all posts the current user is allowed to see
eo: montri ĉiujn afiŝojn videblajn de la nuna uzanto

source: Post type usage
eo: Afiŝo-tipa uzado

source: Restrict to a specific item type usage?
eo: Ĉu limigi al specifa ero-tipo uzado?

source: Featured
eo: Reĝa

source: Do you want to restrict to featured contents?
eo: Ĉu vi volas limigi la reĝan enhavon?

source: All posts
eo: Ĉiuj afiŝoj

source: Only featured
eo: Nur reĝaj

source: Only NOT featured
eo: Nur ne reĝaj

source: Do you want to restrict only to flagged contents?
eo: Ĉu vi volas limigi nur por denuncitaj enhavoj?

source: Follow Main List
eo: Sekvi ĉefan liston

source: Do you want to restrict to contents related to what is displayed in the main area?
eo: Ĉu vi volas limiĝi al enhavo rilata al tio, kio montriĝas en la ĉefa regiono?

source: By tags
eo: Etikede

source: List category IDs separated by ,
eo: Listi kategoriajn identigilojn apartigitajn de komoj

source: Group by
eo: Grupigi laŭ

source: Do you want to group the Items?
eo: Ĉu vi volas grupigi la erojn?

source: By category/chapter
eo: Laŭ kategorio/ĉapitro

source: How to sort the items
eo: Kiel ordigi la erojn

source: Direction
eo: Direkto

source: No display
eo: Neniu elmontro

source: Display main category
eo: Elmontri ĉefan kategorion

source: Display all categories
eo: Elmontri ĉiujn kategoriojn

source: Titles
eo: Titoloj

source: Link titles to
eo: Ligi titolojn al

source: Where should titles be linked to?
eo: Al kie estu la titoloj ligiĝi?

source: Display main category picture
eo: Elmontri la bildo de la ĉefa kategorio

source: Display first post picture
eo: Elmontri bildon de la unua afiŝo

source: Display all post pictures
eo: Elmontri ĉiujn bildojn de la afiŝo

source: First picture
eo: Unua bildo

source: Special placement before title
eo: Speciala metado antaŭ la titolo

source: No special treatment (same as other pictures)
eo: Nenia speciala traktado (same kiel aliaj bildoj)

source: Max pictures
eo: Maksimumaj bildoj

source: Maximum number of pictures to display after the title.
eo: Maksimuma nombro da bildoj montrebla post la titolo.

source: Display excerpt for each item.
eo: Montri eltiraĵon por ĉiu ero.

source: Content teaser
eo: Enhava komenco

source: Display content teaser for each item.
eo: Montri nur la komencon de ĉiu ero.

source: Max number of words for the teasers.
eo: Maksimuma nombro da vortoj por la komenca eltiraĵo.

source: Universal Item list
eo: Listo da universalaj eroj

source: Can list Items (Posts/Pages/Links...) in a variety of ways.
eo: Povas listigi erojn (afiŝoj/paĝoj/ligiloj/ktp) laŭ diversaj manieroj.

source: The requested Blog doesn't exist any more!
eo: La petita kolekto ne plu ekzistas

source: Logo title
eo: Longa titolo

source: Include a logo (as a title replacement).
eo: Inkluzivigi emblemon (por anstataŭi titolon).

source: Fallback image source
eo: Surogata bildo-fonto

source: Skin folder
eo: Etosa dosierujo

source: Collection File Root
eo: Kolekto-dosierradiko

source: Shared File Root
eo: Komuna dosierradiko

source: Fallback image filename
eo: Surogata bildo-dosiernomo

source: If no file was selected. Relative to the root of the selected source.
eo: Se neniu dosiero estas elektita. Relativa al la radiko de la elektita fonto.

source: Invalid filename.
eo: Nevalida dosiernomo.

source: Image width
eo: Bilda larĝo

source: Invalid image size, it must be specified in px or %%.
eo: Nevalida bildo-grando. Ĝi devas esti specifita laŭ px aŭ %%.

source: Image height
eo: Bilda alto

source: Leave blank for auto.
eo: Restigi vaka por uzi aprioran.

source: Image Alt text
eo: Bildo-anstataŭiga teksto

source: Leave empty to use collection title by default.
eo: Restigi vaka por uzi aprioran titolon de kolekto

source: Check file
eo: Kontroli dosieron

source: Don't check. Assume image file exists.
eo: Ne kontroli. Supozi, ke bildo-dosiero ekzistas.

source: Check -> if image doesn't exist, display nothing.
eo: Kontroli. Se la bildo ne ekzistas, montri nenion.

source: Check -> if image doesn't exist, display the collection title instead.
eo: Kontroli -> se bildo ne ekzistas, do anstataŭe montri la kolekto-titolon.

source: Long Description of this Collection
eo: Longa priskribo de la kolekto

source: Long description from the blog's <a %s>general settings</a>.
eo: Longa priskribo el la <a %s>ĝenerala agordo</a> de la kolekto.

source: Title to display in your skin. Use $title$ to display the collection title.
eo: Titolo montrota en via etoso. Uzu $title$ por montri la kolekto-titolon.

source: Recent photos
eo: Freŝaj fotoj

source: show public images (cacheable)
eo: montri publikajn bildojn (entenejigeble)

source: show all images the current user is allowed to see (not cacheable)
eo: montri ĉiujn bildojn videblajn de la nuna uzanto (ne entenejigeble)

source: Thumbnail size
eo: Miniatura

source: How to lay out the thumbnails
eo: Kiel aranĝi la miniaturojn

source: Number of columns in Table mode.
eo: Nombro da kolumnoj en tabela reĝimo.

source: Display image title
eo: Montri bildan titolon

source: Check this to display image title. This falls back to post title if image title is not set.
eo: Marki ĉi tion por montri bildan titolon. La afiŝa titolo estas uzata se la bilda titolo ne estas elektita.

source: Index of photos; click goes to original image post.
eo: Indekso de fotoj; alklakado iras al la bilda afiŝa devena.

source: Member count
eo: Nombro da anoj

source: Display a count of the collection members.
eo: Montri nombron da anoj de la kolekto.

source: %d members
eo: %d anoj

source: Simple Page list
eo: Paĝa listo simpla

source: Simplified Item list for listing pages.
eo: Simpligita ero-listo por listaj paĝoj.

source: Simple Post list
eo: Afiŝa listo simpla

source: Related posts
eo: Rilataj afiŝoj

source: Simple Related Posts list
eo: Simpla listo pri rilataj afiŝoj

source: Simplified Item list for listing posts related to the Main list.
eo: Ero-listo simpligita por listigi afiŝojn rilatajn al la ĉefa listo.

source: Search Form
eo: Serĉilo

source: Display search form
eo: Montri serĉilo

source: Button name
eo: Butonnomo

source: Button name to submit a search form.
eo: Butono-nomo por sendi serĉan formularion.

source: Go
eo: Serĉi

source: Enter text to search for
eo: Enmetu serĉotan tekston

source: Subscribe to Updates
eo: Ekaboni ĝisdatigojn

source: Subscribe to updates on the current collection.
eo: Ekaboni ĝisdatigojn en la nuna kolekto.

source: You can configure which subscriptions are possible in Features > Other > <a %s>Subscriptions</a>
eo: Vi povas agordi tiujn abonojn, kiuj eblas en Trajtoj > Pliaj > <a %s>Abonoj</a>

source: Display mode
eo: Montra reĝimo

source: Select how users can subscribe to a collection
eo: Elekti kiel uzantoj povas ekaboni kolekton.

source: show options using checkboxes
eo: montri elektojn per markobutonoj

source: show options using text
eo: montri elektojn per teksto

source: Tag cloud
eo: Etikeda nubo

source: Cloud of all tags; click filters blog on selected tag.
eo: Nubo de ĉiuj etikedoj; alklaki al filtri kolekton en elektita etikedon.

source: Source collections
eo: Fonto-kolektoj

source: Comma-separated list of collection IDs. Leave empty for current collection.
eo: Listo da kolekto-identigiloj apartigitaj de komoj. Restigi vaka por la nuna kolekto.

source: Collection ID. Leave empty for automatic selection.
eo: Kolekto-identigilo. Restigi vaka por aŭtomata elekto.

source: Only tags associated to posts with the above visibilities will be retained.
eo: Nur etikedoj kunligitaj kun afiŝoj kun la supraj videblecoj estas restontaj.

source: Max # of tags
eo: Maksimuma nombro da etikedoj

source: Tag separator
eo: Etikeda apartigilo

source: Min size
eo: Minimuma grando

source: Max size
eo: Maksimuma grando

source: Ordering
eo: Ordiganta

source: Random
eo: Hazarda

source: How to sort the tag cloud.
eo: Kiel ordigi la etikedan nubon

source: Display posts tagged with "%s"
eo: Montri afiŝojn markitajn per «%s»

source: Collection tagline
eo: Kolekto-devizo

source: &laquo;%s&raquo; from the blog's <a %s>general settings</a>.
eo: «%s» el la <a %s>ĝenerala agordo</a> de la kolekto.

source: Add tagline
eo: Aldoni devizon

source: check to add the collection tagline after the title.
eo: marki por montri la kolektan devizon post la titolo.

source: Collection title
eo: Kolekto-titolo

source: XML Feeds (RSS / Atom)
eo: XML-fluoj (laŭ RSS kaj Atom)

source: List of all available XML feeds.
eo: Listo da ĉiuj disponeblaj XML-fluoj.

source: This is the title to display, $icon$ will be replaced by the feed icon
eo: Ĉi tiu estas la titolo montriĝi, $icon$ anstataŭiĝos per la flua piktogramo

source: XML Feeds
eo: XML-fluoj

source: Help link
eo: Helpa ligilo

source: Check this to display "What is RSS?" link
eo: Marki por montri la ligilon "Kio estas RSS?"

source: New Window
eo: Nova fenestro

source: Check this to add target="_blank" to the "What is RSS?" link
eo: Marki por aldoni al la ligilo "Kio estas RSS?" la atributon target="_blank"

source: Same owner's collections list
eo: Listo da kolektoj de la sama estro

source: Display list of all blogs owned by the same user.
eo: Montri liston da ĉiuj kolektoj estrataj de la sama uzanto.

source: My blogs
eo: Miaj kolektoj

source: How to sort the blogs
eo: Kiel ordigi la kolektojn

source: Public collections list
eo: Listo da publikaj kolektoj

source: Display list of all blogs marked as public.
eo: Montri liston da ĉiuj kolektoj markitaj kiel publikaj

source: All blogs
eo: Ĉiuj kolektoj

source: Display post of type "Content Block".
eo: Montri afiŝon de tipo "Enhava bloko".

source: Item Slug
eo: Era URL-titolo

source: Please enter either an Item ID or an Item Slug, but not both.
eo: Bonvolu enmeti aŭ eran identigilon aŭ URL-titolon, sed ne ambaŭ.

source: Blog Title
eo: Titolo de kolekto

source: Display blog title.
eo: Montri titolon de kolekto.

source: Open children levels
eo: Malfermaj ido-niveloj

source: From 0 to 20.
eo: De 0 ĝis 20.

source: We can display from 0 to 20 children levels.
eo: Montreblas de 0 ĝis 20 idaj niveloj.

source: Content Hierarchy
eo: Enhava hierarkio

source: Flagged Items Menu link or button
eo: Menua ligilo aŭ butono pri denuncitaj eroj

source: Show Badge
eo: Montri emblemon

source: Show a badge with the count of flagged items.
eo: Montri emblemon kun la nombro da denuncitaj eroj.

source: Hide if empty
eo: Kaŝi se vaka

source: Check to hide this menu if the list is empty.
eo: Marki por kaŝi la menuon se la listo estas vaka.

source: Free HTML
eo: Libera HTML

source: Display any HTML snippet of your choice.
eo: Montri elektatan HTML-eltranĉaĵon.

source: Block content
eo: Bloka enhavo

source: Free Text
eo: Libera teksto

source: Display custom text, with renderers applied (Markdown, etc.)
eo: Elmontri personigitan tekston, aplikonte montrilojn (Markdown ktp)

source: Free Image
eo: Libera bildo

source: Display an image of your choice.
eo: Montri elektatan bildon.

source: Check if file exists. If not, no IMG tag will be created.
eo: Kontrolas ĉu la dosiero ekzistas. Se ne neniu img-etikedo kreiĝos.

source: About Author
eo: Pri skribinto

source: Display information about item author.
eo: Montri informojn pri la ero-skribinto.

source: Display user image
eo: Montri uzanto-bildon

source: Link to profile
eo: Ligi al profilo

source: link profile picture to user profile
eo: ligi profilbildon al uzanto-profilo

source: Display user field
eo: Montri uzanto-kampon

source: Select what user field should be displayed
eo: Elekti tiun uzanto-kampon, kiu estas elmontrenda.

source: Item Attachments
eo: Ero-kunsendaĵoj

source: Display item attachments.
eo: Elmontri ero-kunsendaĵojn.

source: Display download icon
eo: Elmontri elŝuto-piktogramon

source: Always display Filename
eo: Ĉiam elmontri dosiernomon

source: Display Title if available
eo: Montri titolon se disponebla

source: Display file size
eo: Elmontri dosiergrandon

source: Add descriptions
eo: Aldoni priskribojn

source: Display description if available.
eo: Elmontri priskribon se disponebla.

source: Item Content
eo: Ero-enhavo

source: Display item content.
eo: Montri ero-enhavon

source: Item Info Line
eo: Ero-informa linio

source: Display information about the item.
eo: Elmontri informojn pri la ero.

source: Flag icon
eo: Flaga piktogramo

source: Display flag icon
eo: Elmontri flagan piktogramon

source: Permalink icon
eo: Daŭrligila piktogramo

source: Display permalink icon
eo: Elmontri daŭrligilan piktogramon

source: Before author
eo: Antaŭ verkisto

source: Display author information
eo: Elmontri verkistajn informojn

source: Started by
eo: Komencita de

source: Item/post date display format
eo: Elmontra formato por la ero/afiŝo-dato

source: Extended format %s
eo: Etendita formato %s

source: Long format %s
eo: Longa formato %s

source: Short format %s
eo: Mallonga formato %s

source: Item/post time display format
eo: Tempoformo por afiŝoj

source: Date and time to use
eo: Dato kaj tempo uzota

source: Display date and time when item/post was last touched
eo: Elmontri daton kaj tempon kiam ero/afiŝo plej freŝe estis tuŝita

source: Display date and time when item/post contents (title, content, URL or attachments) were last updated
eo: Elmontri daton kaj tempon kiam la enhavo (titolo, enhavo, URL aŭ alkroĉaĵoj) de ero/afiŝo laste esti ĝisdatigita

source: Display item/post category
eo: Elmontri ero-kategorion.

source: Edit link
eo: Redakta ligilo

source: Display link to edit the item/post
eo: Elmontri ligilon por redakti la eron

source: on
eo: je

source: in
eo: en

source: Item Link
eo: Ero-ligilo

source: Display item link.
eo: Elmontri ero-ligilon.

source: Label before the link
eo: Etikedo antaŭ la ligilo

source: Leave empty to display the actual URL
eo: Restigi vaka por uzi la nunan URL-on

source: Link class
eo: Ligila klaso

source: Item Location
eo: Ero-loko

source: Display item location.
eo: Elmontri ero-lokon

source: Seen by
eo: Vidita de

source: Display what users have seen item.
eo: Elmontri tiujn uzantojn, kiuj vidis tiun eron.

source: Seen by: %s
eo: Vidita de: %s

source: Small Print
eo: Etaj presaĵoj

source: Print small information about item.
eo: Fari etan presaĵon pri la ero.

source: Format
eo: Formato

source: Select what format should be displayed
eo: Elekti tiun formaton elmontrotan.

source: Blog standard
eo: Bloga normo

source: Revisions
eo: Revizioj

source: Avatar Size
eo: Avatara grando

source: This entry was posted on
eo: Ĉi tiu ero estis afiŝita je

source: This entry was posted by
eo: Ĉi tiu ero estis afiŝita de

source: and is filed under
eo: kaj estas afiŝita sub:

source: Created by
eo: Kreita de

source: Last edit by
eo: Plej lasta modifo de

source: View history
eo: Vidi la historion

source: Item Tags
eo: Ero-etikedoj

source: Display item tags.
eo: Elmontri ero-etikedojn.

source: Before List
eo: Antaŭ listo

source: Label before the list of tags
eo: Etikedo antaŭ la listo da etikedoj

source: Item Vote
eo: Ero-voĉdono

source: Display buttons to vote on item.
eo: Elmontri butonojn por voĉdoni pri ero.

source: To configure what buttons to show (Positive/Neutral/Negative), go to Post Features &gt; <a %s>Voting Options</a>
eo: Por agordi kiujn butonojn devas esti montritaj (pozitiva/neŭtrala/negativa) iru al Afiŝaj Trajtoj → <a %s>Voĉdonaj Elektoj</a>

source: Show summary
eo: Elmontri resumon

source: Replace label after vote
eo: Anstataŭi etikedon post voĉdono

source: Always display after icons
eo: Ĉiam elmontri post piktogramoj

source: Always show summary to author
eo: Ĉiam montri resumon al verkisto

source: Author will always see a summary (since he can't vote).
eo: Verkisto ĉiom vidos resumon (ĉar li ne rajtas voĉdono).

source: Mobile Skin Switcher
eo: Ŝanĝilo por poŝtelefonaj etosoj

source: Mobile skin
eo: Poŝtelefona etoso

source: Switch to mobile skin
eo: Ŝanĝi al poŝtelefona etoso

source: Switch to tablet skin
eo: Ŝanĝi al tabulkomputila etoso

source: ON
eo: ŜALTITA

source: OFF
eo: MALŜALTITA

source: Messaging Menu link or button
eo: Menua ligilo aŭ butono por mesaĝado

source: Messages or Contacts menu entry/link
eo: Ero-/ligilo-menuo por mesaĝoj aŭ kontaktotoj

source: Show to
eo: Montri

source: Users with messaging permissions only
eo: Nur uzantoj kun mesaĝaj permesoj

source: Show a badge with the count of unread messages.
eo: Montri emblemon kun la nombro da nelegitaj mesaĝoj.

source: Online users
eo: Enretaj uzantoj

source: Display currently online users.
eo: Elmontri nune enretajn uzantojn.

source: Allow for anonymous users
eo: Permesi anonimajn uzantojn

source: Uncheck to display this widget only for logged in users
eo: Marki por montri la umaĵon nur por ensalutintoj

source: Organization Members
eo: Organizaĵanoj

source: Display the members of an organization.
eo: Elmontri la organizaĵanojn.

source: Our Awesome Team
eo: Nia mirinda skipo

source: Organization ID
eo: Organizaĵa identigilo

source: ID of the <a %s>organization</a> to display.
eo: La identigilo de la <a %s>organizaĵo</a> elmontrenda.

source: How to lay out the members
eo: Kiel aranĝi la anojn

source: Field used to determine the order in which the members are displayed
eo: Kampo uzato por determini la ordon en kio la anoj estas montrotaj

source: Check this to link each user to his profile.
eo: Marki ĉi tion por ligi ĉiun uzanton al ties profilo.

source: Check this to display the role of the members in the organization
eo: Marki ĉi tion montriĝi por montri la rolon de la membroj de la organizaĵo.

source: Contact icons
eo: Kontaktaj piktogramoj

source: Check this to display icons for User Field URLs with an icon.
eo: Marki tion por montri piktogramojn por uzanto-kampaj URL-oj kun piktogramoj.

source: Icon color
eo: Piktograma koloro

source: Use for normal text
eo: Uzi por ordinara teksto

source: Use for normal background
eo: Uzi por ordinara fono

source: Use for hover text
eo: Uzi por teksto dum ŝvebado

source: Use for hover background
eo: Uzi por fono dum ŝvebado

source: Extra Info Field
eo: Ekstra informo-kampo

source: Select what extra user field should be displayed.
eo: Elekti tiun uzanto-kampon, kiu estas elmontrenda.

source: Lines of extra info
eo: Linioj da ekstraj informoj

source: Use this to keep contact cards aligned.
eo: Uzu tion por samniveligi la kontakto-kartojn.

source: Requested Team was not found.
eo: La petita skipo ne troviĝis.

source: 404 Not Found
eo: 404 Ne trovita

source: Display page "404 Not Found".
eo: Montru la paĝon "404 Ne Trovita".

source: %s cannot resolve the requested URL.
eo: %s ne povas solvi la petitan URL-on.

source: Display poll.
eo: Elmontri opinisondon.

source: Quick poll
eo: Rapida opinisondo

source: Poll ID
eo: Opinisonda identigilo

source: Poll #%s not found.
eo: Opinisondo %s ne trovita.

source: Change vote
eo: Ŝanĝi voĉdonon

source: Vote
eo: Voĉdono

source: This poll doesn't contain any answer.
eo: La opinisondo ne enhavas respondon.

source: My Profile Menu link or button
eo: Mia profilmenua ligilo aŭ butono

source: Link to current user profile, including profile picture
eo: Nuna uzanto-profilmenua ligilo kun profilbildo

source: Free Social Links
eo: Liberaj interkonaj ligiloj

source: Display social link icons of your choice.
eo: Elmontri la piktogramojn de viaj elektataj interkonaj ligiloj.

source: Link %s URL
eo: Ligilo URL de %s

source: Spacer
eo: Interaĵo

source: Display a spacer with your width and height.
eo: Elmontri interaĵon de specifa larĝo kaj alto.

source: Width
eo: Larĝo

source: etc.
eo: ktp.

source: Height
eo: Alto

source: Maximum number of pictures to display.
eo: Maksimuma nombro da bildoj montreblaj.

source: Bubble tips
eo: Vezikaj konsiletoj

source: Check to enable bubble tips -- Bubble tips must also be enabled for the current skin.
eo: Marki por aktivigi vezikajn konsilojn — Vezikaj konsiloj ankaŭ aktiviĝos por la nuna etoso.

source: How to sort the users
eo: Kiel ordigi la uzantojn

source: Random users
eo: Hazardaj uzantoj

source: Most recent registrations
eo: Plej freŝaj registriĝoj

source: Most recent profile updates
eo: Plej freŝaj profilaj ĝisdatigoj

source: Number of (Public+Community+Member) posts
eo: Nombro da afiŝoj (Publikaj+Komunumaj+Anaj)

source: User Names
eo: Salutnomoj

source: Profile Badges
eo: Profilo-emblemojn

source: Profile Pictures only
eo: Nur profilbildoj

source: Gender filtering
eo: Seksa filtrado

source: Same gender as User
eo: Samseksa kiel uzanto.

source: Opposite gender as User
eo: Aliseksa kiel uzanto

source: Location filtering
eo: Loka filtrado

source: Same country as User
eo: Samlanda kiel uzanto

source: Same region as User
eo: Samregiona kiel uzanto

source: Same sub-region as User
eo: Samsubregiona kiel uzanto

source: Same city as User
eo: Samurba kiel uzanto

source: Closest users
eo: Plej proksimaj uzantoj

source: User list
eo: Uzanto-listo

source: Index of users avatars; click goes to user page.
eo: Indekso de uzanto-avataroj; alklakado irigas al la uzanto-paĝo.

source: User Social Links
eo: Interkonaj ligiloj de la uzanto

source: Display social links for a specific User.
eo: Elmontri interkonajn ligilojn por specifa uzanto.

source: leave blank to use author of current post or current collection.
eo: restigi vaka por uzi skribanton de la nuna afiŝo aŭ la nuna kolekto.

source: User %s not found.
eo: Uzanto %s ne trovita.

source: User log in
eo: Salutnomo

source: Display user login form & greeting.
eo: Montri ensaluta formulario kaj saluto.

source: Password recovery link
eo: Ligilo por reatingi pasvorton

source: Show link
eo: Montri ligilon

source: Link text to display
eo: Ligila teksto por montriĝi

source: Lost password?
eo: Ĉu vi forgesis la pasvorton?

source: Register link
eo: Ligilo por registriĝado

source: No account yet? Register here &raquo;
eo: Ĉu ankoraŭ neniu konto? Registriĝu!

source: Show user group
eo: Montri uzanto-grupon

source: Group text to display
eo: Grupa teksto por montriĝi

source: Your group: $group$
eo: Via grupo: $group$

source: Show user level
eo: Montri uzanto-nivelon

source: Level text to display
eo: Nivela teksto por montriĝi

source: Your level: $level$
eo: Via nivelo: $level$

source: Greeting
eo: Saluto

source: Show greeting
eo: Montri saluton

source: Greeting text to display
eo: Saluta teksto por montriĝi

source: Hello $login$!
eo: Saluton $login$

source: Email capture / Quick registration
eo: Retpoŝtadresa kaptilo / Rapida registriĝo-umaĵo

source: Display a quick registration form.
eo: Montri rapidan registriĝo-formularion.

source: Get our newsletter!
eo: Ricevi nian bulteno.

source: Ask for first name
eo: Peti personnomon

source: Ask for last name
eo: Peti familinomon

source: Source code
eo: Fontoteksto

source: Auto subscribe
eo: Automata ekabonado

source: check to auto subscribe new user to current collection posts
eo: marki por aŭtomate ekaboni novajn uzantojn de nunaj kolekto-afiŝoj
